[
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Bahá’u’lláh and His Covenant", "bahaullah-and-his-covenant", 1],
      ["The Báb", "the-bab", 1]
    ],
    "years": [2022, 2022],
    "content": [
      "Is there any Remover of difficulties save God? Say: Praised be God! He is God! All are His servants and all abide by His bidding!",
      "Rid thou thyself of all attachments to aught except God, enrich thyself in God by dispensing with all else besides Him, and recite this prayer:",
      "Say: God sufficeth all things above all things, and nothing in the heavens or in the earth or in whatever lieth between them but God, thy Lord, sufficeth. Verily, He is in Himself the Knower, the Sustainer, the Omnipotent.",
      "O Lord! Unto Thee I repair for refuge and toward all Thy signs I set my heart.",
      "O Lord! Whether travelling or at home, and in my occupation or in my work, I place my whole trust in Thee.",
      "Grant me then Thy sufficing help so as to make me independent of all things, O Thou Who art unsurpassed in Thy mercy!",
      "Bestow upon me my portion, O Lord, as Thou pleasest, and cause me to be satisfied with whatsoever Thou hast ordained for me.",
      "Thine is the absolute authority to command.",
      "The most acceptable prayer is the one offered with the utmost spirituality and radiance; its prolongation hath not been and is not beloved by God. The more detached and the purer the prayer, the more acceptable is it in the presence of God.",
      "It is seemly that the servant should, after each prayer, supplicate God to bestow mercy and forgiveness upon his parents.",
      "I am the Primal Point from which have been generated all created things. I am the Countenance of God Whose splendour can never be obscured, the Light of God Whose radiance can never fade.",
      "The substance wherewith God hath created Me is not the clay out of which others have been formed. He hath conferred upon Me that which the worldly‑wise can never comprehend, nor the faithful discover.",
      "It is better to guide one soul than to possess all that is on earth, for as long as that guided soul is under the shadow of the Tree of Divine Unity, he and the one who hath guided him will both be recipients of God’s tender mercy, whereas possession of earthly things will cease at the time of death. The path to guidance is one of love and compassion, not of force and coercion. This hath been God’s method in the past, and shall continue to be in the future!",
      "The Lord of the universe hath never raised up a prophet nor hath He sent down a Book unless He hath established His covenant with all men, calling for their acceptance of the next Revelation and of the next Book; inasmuch as the outpourings of His bounty are ceaseless and without limit."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Bahá’u’lláh and His Covenant", "bahaullah-and-his-covenant", 1],
      ["Bahá’u’lláh", "bahaullah", 2]
    ],
    "years": [2022, 2022],
    "content": [
      "To every discerning and illumined heart it is evident that God, the unknowable Essence, the divine Being, is immensely exalted beyond every human attribute . . . Far be it from His glory that human tongue should adequately recount His praise, or that human heart comprehend His fathomless mystery.",
      "The door of the knowledge of the Ancient of Days being thus closed in the face of all beings, the Source of infinite grace . . . hath caused those luminous Gems of Holiness to appear out of the realm of the spirit, in the noble form of the human temple, and be made manifest unto all men, that they may impart unto the world the mysteries of the unchangeable Being, and tell of the subtleties of His imperishable Essence.",
      "These sanctified Mirrors . . . are, one and all, the Exponents on earth of Him Who is the central Orb of the universe, its Essence and ultimate Purpose. From Him proceed their knowledge and power; from Him is derived their sovereignty.",
      "Led by the light of unfailing guidance, and invested with supreme sovereignty, They are commissioned to use the inspiration of Their words, the effusions of Their infallible grace and the sanctifying breeze of Their Revelation for the cleansing of every longing heart and receptive spirit from the dross and dust of earthly cares and limitations.",
      "This is the changeless Faith of God, eternal in the past, eternal in the future.",
      "Verily I say, this is the Day in which mankind can behold the Face, and hear the Voice, of the Promised One.",
      "I am the Sun of Wisdom and the Ocean of Knowledge. I cheer the faint and revive the dead. I am the guiding Light that illumineth the way. I am the royal Falcon on the arm of the Almighty. I unfold the drooping wings of every broken bird and start it on its flight.",
      "I was but a man like others, asleep upon My couch, when lo, the breezes of the All‑Glorious were wafted over Me, and taught Me the knowledge of all that hath been. This thing is not from Me, but from One Who is Almighty and All‑Knowing. And He bade Me lift up My voice between earth and heaven, and for this there befell Me what hath caused the tears of every man of understanding to flow.",
      "The All‑Knowing Physician hath His finger on the pulse of mankind. He perceiveth the disease, and prescribeth, in His unerring wisdom, the remedy. Every age hath its own problem, and every soul its particular aspiration. The remedy the world needeth in its present‑day afflictions can never be the same as that which a subsequent age may require. Be anxiously concerned with the needs of the age ye live in, and centre your deliberations on its exigencies and requirements.",
      "This is the Day in which God’s most excellent favours have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving‑kindness.",
      "That which the Lord hath ordained as the sovereign remedy and mightiest instrument for the healing of all the world is the union of all its peoples in one universal Cause, one common Faith.",
      "Consort with the followers of all religions in a spirit of friendliness and fellowship.",
      "Ye are the fruits of one tree, and the leaves of one branch. Deal ye one with another with the utmost love and harmony, with friendliness and fellowship. He Who is the Daystar of Truth beareth Me witness! So powerful is the light of unity that it can illuminate the whole earth.",
      "The earth is but one country, and mankind its citizens.",
      "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation.",
      "O SON OF SPIRIT! My first counsel is this: Possess a pure, kindly and radiant heart, that thine may be a sovereignty ancient, imperishable and everlasting.",
      "Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
      "Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fervid love, of rapture, and ecstasy, is kindled within the seeker’s heart, and the breeze of His loving‑kindness is wafted upon his soul, will the darkness of error be dispelled, the mists of doubts and misgivings be dissipated, and the lights of knowledge and certitude envelop his being.",
      "Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbour, and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer to the cry of the needy, a preserver of the sanctity of thy pledge. Be fair in thy judgement, and guarded in thy speech. Be unjust to no man, and show all meekness to all men. Be as a lamp unto them that walk in darkness, a joy to the sorrowful, a sea for the thirsty, a haven for the distressed, an upholder and defender of the victim of oppression. Let integrity and uprightness distinguish all thine acts. Be a home for the stranger, a balm to the suffering, a tower of strength for the fugitive. Be eyes to the blind, and a guiding light unto the feet of the erring. Be an ornament to the countenance of truth, a crown to the brow of fidelity, a pillar of the temple of righteousness, a breath of life to the body of mankind, an ensign of the hosts of justice, a luminary above the horizon of virtue, a dew to the soil of the human heart, an ark on the ocean of knowledge, a sun in the heaven of bounty, a gem on the diadem of wisdom, a shining light in the firmament of thy generation, a fruit upon the tree of humility."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Bahá’u’lláh and His Covenant", "bahaullah-and-his-covenant", 1],
      ["‘Abdu’l‑Bahá", "abdul-baha", 3]
    ],
    "years": [2022, 2022],
    "content": [
      ". . . It is certain and indisputable that the creator of man is not like man himself, because a powerless being cannot create another being, and an active creator must possess all perfections to produce his handiwork . . . Thus the contingent world is the source of deficiencies and God is the source of perfection. The very deficiencies of the contingent world testify to God’s perfections.",
      "There is one God; mankind is one; the foundations of religion are one. Let us worship Him, and give praise for all His great Prophets and Messengers who have manifested His brightness and glory.",
      "The highest station, the supreme sphere, the noblest, most sublime position in creation, whether visible or invisible, whether alpha or omega, is that of the Prophets of God, notwithstanding the fact that for the most part they have to outward seeming been possessed of nothing but their own poverty.",
      "The divine Manifestations of God had a universal and all‑inclusive conception. They endeavoured for the sake of everyone’s life and engaged in the service of universal education. The area of their aims was not limited—nay, rather, it was wide and all‑inclusive.",
      "The divine religions were founded for the purpose of unifying humanity and establishing universal peace. Any movement which brings about peace and agreement in human society is truly a divine movement; any reform which causes people to come together under the shelter of the same tabernacle is surely animated by heavenly motives.",
      "Now the new age is here and creation is reborn. Humanity hath taken on new life. The autumn hath gone by, and the reviving spring is here. All things are now made new. Arts and industries have been reborn, there are new discoveries in science, and there are new inventions; even the details of human affairs, such as dress and personal effects—even weapons—all these have likewise been renewed. The laws and procedures of every government have been revised. Renewal is the order of the day.",
      "And all this newness hath its source in the fresh outpourings of wondrous grace and favour from the Lord of the Kingdom, which have renewed the world. The people, therefore, must be set completely free from their old patterns of thought, that all their attention may be focused upon these new principles, for these are the light of this time and the very spirit of this age.",
      "The day is coming when all the religions of the world will unite, for in principle they are one already. There is no need for division, seeing that it is only the outward forms that separate them. Among the sons of men some souls are suffering through ignorance, let us hasten to teach them; others are like children needing care and education until they are grown, and some are sick—to these we must carry Divine healing.",
      "Love is the most great law that ruleth this mighty and heavenly cycle, the unique power that bindeth together the divers elements of this material world, the supreme magnetic force that directeth the movements of the spheres in the celestial realms.",
      "Bahá’u’lláh has drawn the circle of unity, He has made a design for the uniting of all the peoples, and for the gathering of them all under the shelter of the tent of universal unity. This is the work of the Divine Bounty, and we must all strive with heart and soul until we have the reality of unity in our midst, and as we work, so will strength be given unto us.",
      "Consider the flowers of a garden. Though differing in kind, colour, form, and shape, yet, inasmuch as they are refreshed by the waters of one spring, revived by the breath of one wind, invigorated by the rays of one sun, this diversity increaseth their charm, and addeth unto their beauty. How unpleasing to the eye if all the flowers and plants, the leaves and blossoms, the fruits, the branches and the trees of that garden were all of the same shape and colour! Diversity of hues, form and shape, enricheth and adorneth the garden, and heighteneth the effect thereof. In like manner, when divers shades of thought, temperament and character, are brought together under the power and influence of one central agency, the beauty and glory of human perfection will be revealed and made manifest. Naught but the celestial potency of the Word of God, which ruleth and transcendeth the realities of all things, is capable of harmonising the divergent thoughts, sentiments, ideas, and convictions of the children of men.",
      "Sincerity is the foundation‑stone of faith. That is, a religious individual must disregard his personal desires and seek in whatever way he can wholeheartedly to serve the public interest; and it is impossible for a human being to turn aside from his own selfish advantages and sacrifice his own good for the good of the community except through true religious faith.",
      "True civilisation will unfurl its banner in the midmost heart of the world whenever a certain number of its distinguished and high‑minded sovereigns—the shining exemplars of devotion and determination—shall, for the good and happiness of all mankind, arise, with firm resolve and clear vision, to establish the Cause of Universal Peace. They must make the Cause of Peace the object of general consultation, and seek by every means in their power to establish a Union of the nations of the world. They must conclude a binding treaty and establish a covenant, the provisions of which shall be sound, inviolable and definite. They must proclaim it to all the world and obtain for it the sanction of all the human race. This supreme and noble undertaking—the real source of the peace and well‑being of all the world—should be regarded as sacred by all that dwell on earth.",
      "The education and training of children is among the most meritorious acts of humankind and draweth down the grace and favour of the All‑Merciful, for education is the indispensable foundation of all human excellence and alloweth man to work his way to the heights of abiding glory.",
      "The reality of man is his thought, not his material body. The thought force and the animal force are partners. Although man is part of the animal creation, he possesses a power of thought superior to all other created beings.",
      "If a man’s thought is constantly aspiring towards heavenly subjects then does he become saintly; if on the other hand his thought does not soar, but is directed downwards to centre itself upon the things of this world, he grows more and more material until he arrives at a state little better than that of a mere animal. . . .",
      "Some men and women glory in their exalted thoughts, but if these thoughts never reach the plane of action they remain useless: the power of thought is dependent on its manifestation in deeds.",
      "When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love.",
      "O ye beloved of the Lord! In this sacred Dispensation, conflict and contention are in no wise permitted. Every aggressor deprives himself of God’s grace.",
      "Be in perfect unity. Never become angry with one another. . . . Love the creatures for the sake of God and not for themselves. You will never become angry or impatient if you love them for the sake of God. Humanity is not perfect. There are imperfections in every human being, and you will always become unhappy if you look toward the people themselves. But if you look toward God, you will love them and be kind to them, for the world of God is the world of perfection and complete mercy.",
      "The most vital duty, in this day, is to purify your characters, to correct your manners, and improve your conduct. The beloved of the Merciful must show forth such character and conduct among His creatures, that the fragrance of their holiness may be shed upon the whole world, and may quicken the dead, inasmuch as the purpose of the Manifestation of God and the dawning of the limitless lights of the Invisible is to educate the souls of men, and refine the character of every living man—so that blessed individuals, who have freed themselves from the murk of the animal world, shall rise up with those qualities which are the adornings of the reality of man.",
      "If you desire with all your heart, friendship with every race on earth, your thought, spiritual and positive, will spread; it will become the desire of others, growing stronger and stronger, until it reaches the minds of all men."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Bahá’u’lláh and His Covenant", "bahaullah-and-his-covenant", 1],
      ["Shoghi Effendi", "shoghi-effendi", 4]
    ],
    "years": [2022, 2022],
    "content": [
      "How vast is the Revelation of Bahá’u’lláh! How great the magnitude of His blessings showered upon humanity in this day! And yet, how poor, how inadequate our conception of their significance and glory! This generation stands too close to so colossal a Revelation to appreciate, in their full measure, the infinite possibilities of His Faith, the unprecedented character of His Cause, and the mysterious dispensations of His Providence.",
      "God’s purpose is none other than to usher in, in ways He alone can bring about, and the full significance of which He alone can fathom, the Great, the Golden Age of a long‑divided, a long‑afflicted humanity. Its present state, indeed even its immediate future, is dark, distressingly dark. Its distant future, however, is radiant, gloriously radiant—so radiant that no eye can visualise it.",
      "All we can reasonably venture to attempt is to strive to obtain a glimpse of the first streaks of the promised Dawn that must, in the fullness of time, chase away the gloom that has encircled humanity.",
      "The Revelation of Bahá’u’lláh, whose supreme mission is none other but the achievement of this organic and spiritual unity of the whole body of nations, should, if we be faithful to its implications, be regarded as signalising through its advent the coming of age of the entire human race.",
      "Let there be no mistake. The principle of the Oneness of Mankind—the pivot round which all the teachings of Bahá’u’lláh revolve—is no mere outburst of ignorant emotionalism or an expression of vague and pious hope. Its appeal is not to be merely identified with a reawakening of the spirit of brotherhood and good‑will among men, nor does it aim solely at the fostering of harmonious cooperation among individual peoples and nations. Its implications are deeper, its claims greater than any which the Prophets of old were allowed to advance. Its message is applicable not only to the individual, but concerns itself primarily with the nature of those essential relationships that must bind all the states and nations as members of one human family. It does not constitute merely the enunciation of an ideal, but stands inseparably associated with an institution adequate to embody its truth, demonstrate its validity, and perpetuate its influence. It implies an organic change in the structure of present‑day society, a change such as the world has not yet experienced . . . It represents the consummation of human evolution—an evolution that has had its earliest beginnings in the birth of family life, its subsequent development in the achievement of tribal solidarity, leading in turn to the constitution of the city‑state, and expanding later into the institution of independent and sovereign nations.",
      "Unification of the whole of mankind is the hall‑mark of the stage which human society is now approaching. Unity of family, of tribe, of city‑state, and nation have been successively attempted and fully established. World unity is the goal towards which a harassed humanity is striving.",
      "Let there be no misgivings as to the animating purpose of the world‑wide Law of Bahá’u’lláh. Far from aiming at the subversion of the existing foundations of society, it seeks to broaden its basis, to remould its institutions in a manner consonant with the needs of an ever‑changing world. It can conflict with no legitimate allegiances, nor can it undermine essential loyalties. Its purpose is neither to stifle the flame of a sane and intelligent patriotism in men’s hearts, nor to abolish the system of national autonomy so essential if the evils of excessive centralisation are to be avoided. It does not ignore, nor does it attempt to suppress, the diversity of ethnical origins, of climate, of history, of language and tradition, of thought and habit, that differentiate the peoples and nations of the world. It calls for a wider loyalty, for a larger aspiration than any that has animated the human race. It insists upon the subordination of national impulses and interests to the imperative claims of a unified world. It repudiates excessive centralisation on one hand, and disclaims all attempts at uniformity on the other. Its watchword is unity in diversity . . .",
      "This rectitude of conduct, with its implications of justice, equity, truthfulness, honesty, fair‑mindedness, reliability, and trustworthiness, must distinguish every phase of the life of the Bahá’í community. “The companions of God,” Bahá’u’lláh Himself has declared, “are, in this day, the lump that must leaven the peoples of the world. They must show forth such trustworthiness, such truthfulness and perseverance, such deeds and character that all mankind may profit by their example.”"
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Bahá’u’lláh and His Covenant", "bahaullah-and-his-covenant", 1],
      ["The Universal House of Justice", "the-universal-house-of-justice", 5]
    ],
    "years": [2022, 2022],
    "content": [
      "Disunity is the crux of the problems which so severely afflict the planet. It permeates attitudes in all departments of life. It is at the heart of all major conflicts between nations and peoples. More serious still, disunity is common in the relations between religions and within religions, vitiating the very spiritual and moral influence which it is their primary purpose to exert.",
      "The Bahá’í community has laboured assiduously within the framework of the global Plans issued by the House of Justice and has succeeded in establishing a pattern of Bahá’í life that promotes the spiritual development of the individual and channels the collective energies of its members towards the spiritual revival of society. It has acquired the capacity to reach large numbers of receptive souls with the message, to confirm them, and to deepen their understanding of the essentials of the Faith they have embraced. It has learned to translate the principle of consultation enunciated by its Founder into an effective tool for collective decision‑making and to educate its members in its use. It has devised programmes for the spiritual and moral education of its younger members and has extended them not only to its own children and junior youth but also to those of the wider community. With the pool of talent at its disposition, it has created a rich body of literature which includes volumes in scores of languages that address both its own needs and the interest of the general public. It has become increasingly involved in the affairs of society at large, undertaking a host of projects of social and economic development . . . It has made significant strides in multiplying its human resources through a programme of training that reaches the grassroots of the community and has discovered methods and instruments for establishing a sustainable pattern of growth.",
      "Thousands upon thousands, embracing the diversity of the entire human family, are engaged in systematic study of the Creative Word in an environment that is at once serious and uplifting. As they strive to apply through a process of action, reflection and consultation the insights thus gained, they see their capacity to serve the Cause rise to new levels. Responding to the inmost longing of every heart to commune with its Maker, they carry out acts of collective worship in diverse settings, uniting with others in prayer, awakening spiritual susceptibilities, and shaping a pattern of life distinguished for its devotional character. As they call on one another in their homes and pay visits to families, friends and acquaintances, they enter into purposeful discussion on themes of spiritual import, deepen their knowledge of the Faith, share Bahá’u’lláh’s message, and welcome increasing numbers to join them in a mighty spiritual enterprise. Aware of the aspirations of the children of the world and their need for spiritual education, they extend their efforts widely to involve ever‑growing contingents of participants in classes that become centres of attraction for the young and strengthen the roots of the Faith in society. They assist junior youth to navigate through a crucial stage of their lives and to become empowered to direct their energies toward the advancement of civilisation. And with the advantage of a greater abundance of human resources, an increasing number of them are able to express their faith through a rising tide of endeavours that address the needs of humanity in both their spiritual and material dimensions.",
      "Children are the most precious treasure a community can possess, for in them are the promise and guarantee of the future. They bear the seeds of the character of future society which is largely shaped by what the adults constituting the community do or fail to do with respect to children. They are a trust no community can neglect with impunity. An all‑embracing love of children, the manner of treating them, the quality of the attention shown them, the spirit of adult behaviour toward them—these are all among the vital aspects of the requisite attitude. Love demands discipline, the courage to accustom children to hardship, not to indulge their whims or leave them entirely to their own devices. An atmosphere needs to be maintained in which children feel that they belong to the community and share in its purpose.",
      "The perpetuation of ignorance is a most grievous form of oppression; it reinforces the many walls of prejudice that stand as barriers to the realisation of the oneness of humankind, at once the goal and operating principle of Bahá’u’lláh’s Revelation. Access to knowledge is the right of every human being, and participation in its generation, application and diffusion a responsibility that all must shoulder in the great enterprise of building a prosperous world civilisation—each individual according to his or her talents and abilities. Justice demands universal participation. Thus, while social action may involve the provision of goods and services in some form, its primary concern must be to build capacity within a given population to participate in creating a better world.",
      "Throughout human history, interactions among these three [the individual, the institutions, and the community] have been fraught with difficulties at every turn, with the individual clamouring for freedom, the institution demanding submission, and the community claiming precedence. Every society has defined, in one way or another, the relationships that bind the three, giving rise to periods of stability, interwoven with turmoil. Today, in this age of transition, as humanity struggles to attain its collective maturity, such relationships—nay, the very conception of the individual, of social institutions, and of the community—continue to be assailed by crises too numerous to count. The worldwide crisis of authority provides proof enough. So grievous have been its abuses, and so deep the suspicion and resentment it now arouses, that the world is becoming increasingly ungovernable—a situation made all the more perilous by the weakening of community ties.",
      "Every follower of Bahá’u’lláh knows well that the purpose of His Revelation is to bring into being a new creation. No sooner had “the First Call gone forth from His lips than the whole creation was revolutionised, and all that are in the heavens and all that are on earth were stirred to the depths.” The individual, the institutions, and the community—the three protagonists in the Divine Plan—are being shaped under the direct influence of His Revelation, and a new conception of each, appropriate for a humanity that has come of age, is emerging. The relationships that bind them, too, are undergoing a profound transformation, bringing into the realm of existence civilisation‑building powers which can only be released through conformity with His decree.",
      "The Great Peace towards which people of good will throughout the centuries have inclined their hearts, of which seers and poets for countless generations have expressed their vision, and for which from age to age the sacred scriptures of mankind have constantly held the promise, is now at long last within the reach of the nations. For the first time in history it is possible for everyone to view the entire planet, with all its myriad diversified peoples, in one perspective. World peace is not only possible but inevitable. It is the next stage in the evolution of this planet . . .",
      "Banning nuclear weapons, prohibiting the use of poison gases, or outlawing germ warfare will not remove the root causes of war. However important such practical measures obviously are as elements of the peace process, they are in themselves too superficial to exert enduring influence . . . A genuine universal framework must be adopted.",
      "With every day that passes, danger grows that the rising fires of religious prejudice will ignite a worldwide conflagration the consequences of which are unthinkable. Such a danger civil government, unaided, cannot overcome. Nor should we delude ourselves that appeals for mutual tolerance can alone hope to extinguish animosities that claim to possess Divine sanction. The crisis calls on religious leadership for a break with the past as decisive as those that opened the way for society to address equally corrosive prejudices of race, gender and nation. Whatever justification exists for exercising influence in matters of conscience lies in serving the well‑being of humankind. At this greatest turning point in the history of civilisation, the demands of such service could not be more clear. “The well‑being of mankind, its peace and security, are unattainable”, Bahá’u’lláh urges, “unless and until its unity is firmly established.”"
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["The Life of the Spirit", "the-life-of-the-spirit", 2],
      ["The Human Soul", "the-human-soul", 1]
    ],
    "years": [2022, 2022],
    "content": [
      "Know, verily, that the soul is a sign of God, a heavenly gem whose reality the most learned of men hath failed to grasp, and whose mystery no mind, however acute, can ever hope to unravel. It is the first among all created things to declare the excellence of its Creator, the first to recognise His glory, to cleave to His truth, and to bow down in adoration before Him. If it be faithful to God, it will reflect His light, and will, eventually, return unto Him. If it fail, however, in its allegiance to its Creator, it will become a victim to self and passion, and will, in the end, sink in their depths.",
      "The purpose of God in creating man hath been, and will ever be, to enable him to know his Creator and to attain His Presence . . . Whoso hath recognised the Dayspring of Divine guidance and entered His holy court hath drawn nigh unto God and attained His Presence, a Presence which is the real Paradise, and of which the loftiest mansions of heaven are but a symbol.",
      "Be swift in the path of holiness, and enter the heaven of communion with Me. Cleanse thy heart with the burnish of the spirit, and hasten to the court of the Most High.",
      "When the fruit of the tree appears and becomes ripe, then we know that the tree is perfect; if the tree bore no fruit it would be merely a useless growth, serving no purpose!",
      "When a soul has in it the life of the spirit, then does it bring forth good fruit and become a divine tree.",
      "It followeth that in this world too he must prepare for the world beyond. That which he needeth in the world of the Kingdom he must obtain and prepare here.",
      "The need is very great, everywhere in the world . . . for a true spiritual awareness to pervade and motivate peoples’ lives. No amount of administrative procedure or adherence to rules can take the place of this soul‑characteristic, this spirituality which is the essence of Man.",
      "O SON OF SPIRIT! My first counsel is this: Possess a pure, kindly and radiant heart, that thine may be a sovereignty ancient, imperishable and everlasting.",
      "O SON OF SPIRIT! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I moulded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self‑subsisting.",
      "The reality of man is his thought, not his material body. The thought force and the animal force are partners. Although man is part of the animal creation, he possesses a power of thought superior to all other created beings.",
      "If a man’s thought is constantly aspiring towards heavenly subjects then does he become saintly; if on the other hand his thought does not soar, but is directed downwards to centre itself upon the things of this world, he grows more and more material until he arrives at a state little better than that of a mere animal.",
      "Sorrow not if, in these days and on this earthly plane, things contrary to your wishes have been ordained and manifested by God, for days of blissful joy, of heavenly delight, are assuredly in store for you. Worlds, holy and spiritually glorious, will be unveiled to your eyes.",
      "Know thou, of a truth, that if the soul of man hath walked in the ways of God, it will, assuredly, return and be gathered to the glory of the Beloved.",
      "O SON OF THE SUPREME! I have made death a messenger of joy to thee. Wherefore dost thou grieve? I made the light to shed on thee its splendour. Why dost thou veil thyself therefrom?",
      "Death proffereth unto every confident believer the cup that is life indeed. It bestoweth joy, and is the bearer of gladness. It conferreth the gift of everlasting life.",
      "Blessed is the soul which, at the hour of its separation from the body, is sanctified from the vain imaginings of the peoples of the world. Such a soul liveth and moveth in accordance with the Will of its Creator, and entereth the all‑highest Paradise.",
      "Know thou of a truth that the soul, after its separation from the body, will continue to progress until it attaineth the presence of God, in a state and condition which neither the revolution of ages and centuries, nor the changes and chances of this world, can alter. It will endure as long as the Kingdom of God, His sovereignty, His dominion and power will endure. It will manifest the signs of God and His attributes, and will reveal His loving kindness and bounty."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["The Life of the Spirit", "the-life-of-the-spirit", 2],
      ["Devotion", "devotion", 2]
    ],
    "years": [2022, 2022],
    "content": [
      "Intone, O My servant, the verses of God that have been received by thee, as intoned by them who have drawn nigh unto Him, that the sweetness of thy melody may kindle thine own soul, and attract the hearts of all men. Whoso reciteth, in the privacy of his chamber, the verses revealed by God, the scattering angels of the Almighty shall scatter abroad the fragrance of the words uttered by his mouth, and shall cause the heart of every righteous man to throb. Though he may, at first, remain unaware of its effect, yet the virtue of the grace vouchsafed unto him must needs sooner or later exercise its influence upon his soul. Thus have the mysteries of the Revelation of God been decreed by virtue of the Will of Him Who is the Source of power and wisdom.",
      "Recite ye the verses of God every morn and eventide . . . Pride not yourselves on much reading of the verses or on a multitude of pious acts by night and day; for were a man to read a single verse with joy and radiance it would be better for him than to read with lassitude all the Holy Books of God, the Help in Peril, the Self‑Subsisting. Read ye the sacred verses in such measure that ye be not overcome by languor and despondency. Lay not upon your souls that which will weary them and weigh them down, but rather what will lighten and uplift them, so that they may soar on the wings of the Divine verses towards the Dawning‑place of His manifest signs; this will draw you nearer to God, did ye but comprehend.",
      "The state of prayer is the best of conditions, for man is then associating with God. Prayer verily bestoweth life, particularly when offered in private and at times, such as midnight, when freed from daily cares.",
      "In the highest prayer, men pray only for the love of God, not because they fear Him or hell, or hope for bounty or heaven . . . When a man falls in love with a human being, it is impossible for him to keep from mentioning the name of his beloved. How much more difficult is it to keep from mentioning the Name of God when one has come to love Him . . . The spiritual man finds no delight in anything save in commemoration of God.",
      "Prayer and meditation are very important factors in deepening the spiritual life of the individual, but with them must go also action and example, as these are the tangible results of the former. Both are essential.",
      "The obligatory prayers are binding inasmuch as they are conducive to humility and submissiveness, to setting one’s face towards God and expressing devotion to Him. Through such prayer man holdeth communion with God, seeketh to draw near unto Him, converseth with the true Beloved of his heart, and attaineth spiritual stations.",
      "All praise be unto God, Who hath revealed the law of obligatory prayer as a reminder to His servants, and enjoined on them the Fast that those possessed of means may become apprised of the woes and sufferings of the destitute.",
      "Immerse yourselves in the ocean of My words, that ye may unravel its secrets, and discover all the pearls of wisdom that lie hid in its depths.",
      "O brother, we should open our eyes, meditate upon His Word, and seek the sheltering shadow of the Manifestations of God, that perchance we may be warned by the unmistakable counsels of the Book, and give heed to the admonitions recorded in the holy Tablets.",
      "Do thou meditate on that which We have revealed unto thee, that thou mayest discover the purpose of God, thy Lord, and the Lord of all worlds. In these words the mysteries of Divine Wisdom have been treasured . . .",
      "Were any man to ponder in his heart that which the Pen of the Most High hath revealed and to taste of its sweetness, he would, of a certainty, find himself emptied and delivered from his own desires, and utterly subservient to the Will of the Almighty. Happy is the man that hath attained so high a station, and hath not deprived himself of so bountiful a grace.",
      "Holy places are undoubtedly centres of the outpouring of Divine grace, because on entering the illumined sites associated with martyrs and holy souls, and by observing reverence, both physical and spiritual, one’s heart is moved with great tenderness.",
      "O MY SERVANTS! Ye are the trees of My garden; ye must give forth goodly and wondrous fruits, that ye yourselves and others may profit therefrom. Thus it is incumbent on everyone to engage in crafts and professions, for therein lieth the secret of wealth, O men of understanding! For results depend upon means, and the grace of God shall be all‑sufficient unto you. Trees that yield no fruit have been and will ever be for the fire.",
      "Work done in the spirit of service is the highest form of worship . . ."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["The Life of the Spirit", "the-life-of-the-spirit", 2],
      ["A Life of Generous Giving", "a-life-of-generous-giving", 3]
    ],
    "years": [2022, 2022],
    "content": [
      "O CHILDREN OF DUST! Tell the rich of the midnight sighing of the poor, lest heedlessness lead them into the path of destruction, and deprive them of the Tree of Wealth. To give and to be generous are attributes of Mine; well is it with him that adorneth himself with My virtues.",
      "Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbour, and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer to the cry of the needy, a preserver of the sanctity of thy pledge. Be fair in thy judgement, and guarded in thy speech. Be unjust to no man, and show all meekness to all men. Be as a lamp unto them that walk in darkness, a joy to the sorrowful, a sea for the thirsty, a haven for the distressed, an upholder and defender of the victim of oppression. Let integrity and uprightness distinguish all thine acts. Be a home for the stranger, a balm to the suffering, a tower of strength for the fugitive. Be eyes to the blind, and a guiding light unto the feet of the erring. Be an ornament to the countenance of truth, a crown to the brow of fidelity, a pillar of the temple of righteousness, a breath of life to the body of mankind, an ensign of the hosts of justice, a luminary above the horizon of virtue, a dew to the soil of the human heart, an ark on the ocean of knowledge, a sun in the heaven of bounty, a gem on the diadem of wisdom, a shining light in the firmament of thy generation, a fruit upon the tree of humility.",
      "And the honour and distinction of the individual consist in this, that he among all the world’s multitudes should become a source of social good. Is any larger bounty conceivable than this, that an individual, looking within himself, should find that by the confirming grace of God he has become the cause of peace and well‑being, of happiness and advantage to his fellow men?",
      "For you I desire spiritual distinction—that is, you must become eminent and distinguished in morals. In the love of God you must become distinguished from all else. You must become distinguished for loving humanity, for unity and accord, for love and justice. In brief, you must become distinguished in all the virtues of the human world—for faithfulness and sincerity, for justice and fidelity, for firmness and steadfastness, for philanthropic deeds and service to the human world, for love toward every human being, for unity and accord with all people, for removing prejudices and promoting international peace. Finally, you must become distinguished for heavenly illumination and for acquiring the bestowals of God. I desire this distinction for you. This must be the point of distinction among you.",
      "Man’s merit lieth in service and virtue and not in the pageantry of wealth and riches. Take heed that your words be purged from idle fancies and worldly desires and your deeds be cleansed from craftiness and suspicion.",
      "We must be like the fountain or spring that is continually emptying itself of all that it has and is continually being refilled from an invisible source. To be continually giving out for the good of our fellows undeterred by fear of poverty and reliant on the unfailing bounty of the Source of all wealth and all good—this is the secret of right living.",
      "O MY SERVANT! The best of men are they that earn a livelihood by their calling and spend upon themselves and upon their kindred for the love of God, the Lord of all worlds.",
      "Be anxiously concerned with the needs of the age ye live in, and centre your deliberations on its exigencies and requirements.",
      "Say: To assist Me is to teach My Cause. This is a theme with which whole Tablets are laden. This is the changeless commandment of God, eternal in the past, eternal in the future.",
      "Promote ye the development of the cities of God and His countries, and glorify Him therein in the joyous accents of His well‑favoured ones. In truth, the hearts of men are edified through the power of the tongue, even as houses and cities are built up by the hand and other means."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["The Life of the Spirit", "the-life-of-the-spirit", 2],
      ["Character and Conduct", "character-and-conduct", 4]
    ],
    "years": [2022, 2022],
    "content": [
      "The supreme cause for creating the world and all that is therein is for man to know God. In this Day whosoever is guided by the fragrance of the raiment of His mercy to gain admittance into the pristine Abode, which is the station of recognising the Source of divine commandments and the Dayspring of His Revelation, hath everlastingly attained unto all good. Having reached this lofty station a twofold obligation resteth upon every soul. One is to be steadfast in the Cause with such steadfastness that were all the peoples of the world to attempt to prevent him from turning to the Source of Revelation, they would be powerless to do so. The other is observance of the divine ordinances which have streamed forth from the wellspring of His heavenly propelled Pen. For man’s knowledge of God cannot develop fully and adequately save by observing whatsoever hath been ordained by Him and is set forth in His heavenly Book.",
      "The purpose of religion as revealed from the heaven of God’s holy Will is to establish unity and concord amongst the peoples of the world; make it not the cause of dissension and strife. The religion of God and His divine law are the most potent instruments and the surest of all means for the dawning of the light of unity amongst men. The progress of the world, the development of nations, the tranquillity of peoples, and the peace of all who dwell on earth are among the principles and ordinances of God.",
      "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures. Thus hath it been sent down from the heaven of the Will of your Lord, the Lord of Revelation. Were any man to taste the sweetness of the words which the lips of the All‑Merciful have willed to utter, he would, though the treasures of the earth be in his possession, renounce them one and all, that he might vindicate the truth of even one of His commandments, shining above the Dayspring of His bountiful care and loving‑kindness.",
      "Say: True liberty consisteth in man’s submission unto My commandments, little as ye know it. Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty. Happy is the man that hath apprehended the Purpose of God in whatever He hath revealed from the Heaven of His Will that pervadeth all created things. Say: The liberty that profiteth you is to be found nowhere except in complete servitude unto God, the Eternal Truth. Whoso hath tasted of its sweetness will refuse to barter it for all the dominion of earth and heaven.",
      "Surely for everything there is an all‑comprehending wisdom, especially for the great and important affairs of life. The supreme and most important happening in the human world is the Manifestation of God and the descent of the law of God.",
      "The religion of God consists of two parts: One is the very foundation and belongs to the spiritual realm; that is, it pertains to spiritual virtues and divine qualities. This part suffers neither change nor alteration: It is the Holy of Holies, which constitutes the essence of the religion of Adam, Noah, Abraham, Moses, Christ, Muḥammad, the Báb, and Bahá’u’lláh, and which will endure throughout all the prophetic Dispensations. It will never be abrogated, for it consists in spiritual rather than material truth. It is faith, knowledge, certitude, justice, piety, high‑mindedness, trustworthiness, love of God, and charity. It is mercy to the poor, assistance to the oppressed, generosity to the needy, and upliftment of the fallen. It is purity, detachment, humility, forbearance, patience, and constancy.",
      "These are divine qualities. These commandments will never be abrogated, but will remain in force and effect for all eternity. These human virtues are renewed in every Dispensation; for at the close of each Dispensation the spiritual law of God, which consists in the human virtues, vanishes in substance and persists only in form. . . . The second part of the religion of God, which pertains to the material world and which concerns such things as fasting; prayer; worship; marriage; divorce; manumission; legal rulings; transactions; and penalties and punishments for murder, assault, theft, and injury, is changed and altered in every prophetic Dispensation and may be abrogated—for policies, transactions, punishments, and other laws are bound to change according to the exigencies of the time.",
      "The primary purpose, the basic objective, in laying down powerful laws and setting up great principles and institutions dealing with every aspect of civilisation, is human happiness; and human happiness consists only in drawing closer to the Threshold of Almighty God, and in securing the peace and well‑being of every individual member, high and low alike, of the human race; and the supreme agencies for accomplishing these two objectives are the excellent qualities with which humanity has been endowed."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["God and His Creation", "god-and-his-creation", 3],
      ["Revelation", "revelation", 1]
    ],
    "years": [2022, 2022],
    "content": [
      "God in His Essence and in His own Self hath ever been unseen, inaccessible, and unknowable.",
      "God . . . is and hath from everlasting been, one and alone . . . eternal in the past, eternal in the future.",
      "All‑praise to the unity of God, and all honour to Him, the sovereign Lord, the incomparable and all‑glorious Ruler of the universe, Who, out of utter nothingness, hath created the reality of all things, Who, from naught, hath brought into being the most refined and subtle elements of His creation, and Who, rescuing His creatures from the abasement of remoteness and the perils of ultimate extinction, hath received them into His kingdom of incorruptible glory. Nothing short of His all‑encompassing grace, His all‑pervading mercy, could have possibly achieved it.",
      "How shall we know God? We know Him by His attributes. We know Him by His signs. We know Him by His names . . . If we wish to come in touch with the reality of Divinity, we do so by recognising its phenomena, its attributes and traces, which are widespread in the universe.",
      "O SON OF MAN! Veiled in My immemorial being and in the ancient eternity of My essence, I knew My love for thee; therefore I created thee, have engraved on thee Mine image and revealed to thee My beauty.",
      "Having created the world and all that liveth and moveth therein, He, through the direct operation of His unconstrained and sovereign Will, chose to confer upon man the unique distinction and capacity to know Him and to love Him—a capacity that must needs be regarded as the generating impulse and the primary purpose underlying the whole of creation . . . Upon the inmost reality of each and every created thing He hath shed the light of one of His names, and made it a recipient of the glory of one of His attributes. Upon the reality of man, however, He hath focused the radiance of all of His names and attributes, and made it a mirror of His own Self. Alone of all created things man hath been singled out for so great a favour, so enduring a bounty.",
      "The door of the knowledge of the Ancient Being hath ever been, and will continue forever to be, closed in the face of men. No man’s understanding shall ever gain access unto His holy court. As a token of His mercy, however, and as a proof of His loving‑kindness, He hath manifested unto men the Daystars of His divine guidance, the Symbols of His divine unity, and hath ordained the knowledge of these sanctified Beings to be identical with the knowledge of His own Self. Whoso recogniseth them hath recognised God. Whoso hearkeneth to their call, hath hearkened to the Voice of God, and whoso testifieth to the truth of their Revelation, hath testified to the truth of God Himself. Whoso turneth away from them, hath turned away from God, and whoso disbelieveth in them, hath disbelieved in God.",
      "These Countenances are the recipients of the Divine Command, and the daysprings of His Revelation . . . If thou wilt observe with discriminating eyes, thou wilt behold them all abiding in the same tabernacle, soaring in the same heaven, seated upon the same throne, uttering the same speech, and proclaiming the same Faith. Such is the unity of those Essences of being, those Luminaries of infinite and immeasurable splendour!",
      "That the divers communions of the earth, and the manifold systems of religious belief, should never be allowed to foster the feelings of animosity among men, is, in this Day, of the essence of the Faith of God and His Religion. These principles and laws, these firmly‑established and mighty systems, have proceeded from one Source, and are the rays of one Light. That they differ one from another is to be attributed to the varying requirements of the ages in which they were promulgated.",
      "The different religions have one truth underlying them; therefore, their reality is one.",
      "That which the Lord hath ordained as the sovereign remedy and mightiest instrument for the healing of all the world is the union of all its peoples in one universal Cause, one common Faith.",
      "The fundamental principle enunciated by Bahá’u’lláh . . . is that religious truth is not absolute but relative, that Divine Revelation is a continuous and progressive process, that all the great religions of the world are divine in origin, that their basic principles are in complete harmony, that their aims and purposes are one and the same, that their teachings are but facets of one truth, that their functions are complementary, that they differ only in the nonessential aspects of their doctrines, and that their missions represent successive stages in the spiritual evolution of human society . . .",
      "And now concerning thy question regarding the nature of religion. Know thou that they who are truly wise have likened the world unto the human temple. As the body of man needeth a garment to clothe it, so the body of mankind must needs be adorned with the mantle of justice and wisdom. Its robe is the Revelation vouchsafed unto it by God. Whenever this robe hath fulfilled its purpose, the Almighty will assuredly renew it. For every age requireth a fresh measure of the light of God. Every Divine Revelation hath been sent down in a manner that befitted the circumstances of the age in which it hath appeared.",
      "This is the Day in which God’s most excellent favours have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving‑kindness. It behoveth them to cleave to whatsoever will, in this Day, be conducive to the exaltation of their stations, and to the promotion of their best interests . . . Beseech ye the one true God to grant that all men may be graciously assisted to fulfil that which is acceptable in Our sight. Soon will the present‑day order be rolled up, and a new one spread out in its stead. Verily, thy Lord speaketh the truth, and is the Knower of things unseen.",
      "The All‑Merciful hath conferred upon man the faculty of vision, and endowed him with the power of hearing. Some have described him as the “lesser world,” when, in reality, he should be regarded as the “greater world.” The potentialities inherent in the station of man, the full measure of his destiny on earth, the innate excellence of his reality, must all be manifested in this promised Day of God.",
      "God has given us eyes, that we may look about us at the world, and lay hold of whatsoever will further civilisation and the arts of living. He has given us ears, that we may hear and profit by the wisdom of scholars and philosophers and arise to promote and practice it. Senses and faculties have been bestowed upon us, to be devoted to the service of the general good; so that we, distinguished above all other forms of life for perceptiveness and reason, should labour at all times and along all lines, whether the occasion be great or small, ordinary or extraordinary, until all mankind are safely gathered into the impregnable stronghold of knowledge. We should continually be establishing new bases for human happiness and creating and promoting new instrumentalities toward this end . . . We must now highly resolve to arise and lay hold of all those instrumentalities that promote the peace and well‑being and happiness, the knowledge, culture and industry, the dignity, value and station, of the entire human race. Thus, through the restoring waters of pure intention and unselfish effort, the earth of human potentialities will blossom with its own latent excellence and flower into praiseworthy qualities, and bear and flourish until it comes to rival that rosegarden of knowledge which belonged to our forefathers."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["God and His Creation", "god-and-his-creation", 3],
      ["Nature", "nature", 2]
    ],
    "years": [2022, 2022],
    "content": [
      "Say: Nature in its essence is the embodiment of My Name, the Maker, the Creator. Its manifestations are diversified by varying causes, and in this diversity there are signs for men of discernment. Nature is God’s Will and is its expression in and through the contingent world. It is a dispensation of Providence ordained by the Ordainer, the All‑Wise.",
      "Whatever I behold I readily discover that it maketh Thee known unto me, and it remindeth me of Thy signs, and of Thy tokens, and of Thy testimonies. By Thy glory! Every time I lift up mine eyes unto Thy heaven, I call to mind Thy highness and Thy loftiness, and Thine incomparable glory and greatness; and every time I turn my gaze to Thine earth, I am made to recognise the evidences of Thy power and the tokens of Thy bounty. And when I behold the sea, I find that it speaketh to me of Thy majesty, and of the potency of Thy might, and of Thy sovereignty and Thy grandeur. And at whatever time I contemplate the mountains, I am led to discover the ensigns of Thy victory and the standards of Thine omnipotence.",
      "Reflect upon the inner realities of the universe, the secret wisdoms involved, the enigmas, the inter‑relationships, the rules that govern all. For every part of the universe is connected with every other part by ties that are very powerful and admit of no imbalance, nor any slackening whatever.",
      "Considering this wonderful unity of the kingdoms of existence and their embodiment in the highest and noblest creature, why should man be at variance and in conflict with man? Is it fitting and justifiable that he should be at war, when harmony and interdependence characterise the kingdoms of phenomenal life below him? The elements and lower organisms are synchronised in the great plan of life. Shall man, infinitely above them in degree, be antagonistic and a destroyer of that perfection?",
      "Every man of discernment, while walking upon the earth, feeleth indeed abashed, inasmuch as he is fully aware that the thing which is the source of his prosperity, his wealth, his might, his exaltation, his advancement and power is, as ordained by God, the very earth which is trodden beneath the feet of all men. There can be no doubt that whoever is cognisant of this truth, is cleansed and sanctified from all pride, arrogance, and vainglory.",
      "What is it of which ye can rightly boast? Is it on your food and your drink that ye pride yourselves, on the riches ye lay up in your treasuries, on the diversity and the cost of the ornaments with which ye deck yourselves? If true glory were to consist in the possession of such perishable things, then the earth on which ye walk must needs vaunt itself over you, because it supplieth you, and bestoweth upon you, these very things, by the decree of the Almighty. In its bowels are contained, according to what God hath ordained, all that ye possess. From it, as a sign of His mercy, ye derive your riches. Behold then your state, the thing in which ye glory! Would that ye could perceive it!",
      ". . . The All‑Knowing Physician hath His finger on the pulse of mankind. He perceiveth the disease, and prescribeth, in His unerring wisdom, the remedy. Every age hath its own problem, and every soul its particular aspiration. The remedy the world needeth in its present‑day afflictions can never be the same as that which a subsequent age may require. Be anxiously concerned with the needs of the age ye live in, and centre your deliberations on its exigencies and requirements.",
      "O ye the elected representatives of the people in every land! Take ye counsel together, and let your concern be only for that which profiteth mankind and bettereth the condition thereof, if ye be of them that scan heedfully. Regard the world as the human body which, though at its creation whole and perfect, hath been afflicted, through various causes, with grave disorders and maladies. Not for one day did it gain ease, nay its sickness waxed more severe, as it fell under the treatment of ignorant physicians, who gave full rein to their personal desires and have erred grievously. And if, at one time, through the care of an able physician, a member of that body was healed, the rest remained afflicted as before. Thus informeth you the All‑Knowing, the All‑Wise.",
      "That mystic, all‑pervasive, yet indefinable change, which we associate with the stage of maturity inevitable in the life of the individual . . . must . . . have its counterpart in the evolution of the organisation of human society. A similar stage must sooner or later be attained in the collective life of mankind, producing an even more striking phenomenon in world relations, and endowing the whole human race with such potentialities of well‑being as shall provide, throughout the succeeding ages, the chief incentive required for the eventual fulfilment of its high destiny.",
      "We cannot segregate the human heart from the environment outside us and say that once one of these is reformed everything will be improved. Man is organic with the world. His inner life moulds the environment and is itself also deeply affected by it. The one acts upon the other and every abiding change in the life of man is the result of these mutual reactions."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["God and His Creation", "god-and-his-creation", 3],
      ["An Ever‑Advancing Civilisation", "an-ever-advancing-civilisation", 3]
    ],
    "years": [2022, 2022],
    "content": [
      "All men have been created to carry forward an ever‑advancing civilisation. The Almighty beareth Me witness: To act like the beasts of the field is unworthy of man. Those virtues that befit his dignity are forbearance, mercy, compassion and loving‑kindness towards all the peoples and kindreds of the earth. Say: O friends! Drink your fill from this crystal stream that floweth through the heavenly grace of Him Who is the Lord of Names. Let others partake of its waters in My name, that the leaders of men in every land may fully recognise the purpose for which the Eternal Truth hath been revealed, and the reason for which they themselves have been created.",
      "The well‑being of mankind, its peace and security, are unattainable unless and until its unity is firmly established. This unity can never be achieved so long as the counsels which the Pen of the Most High hath revealed are suffered to pass unheeded.",
      "The religion of God and His divine law are the most potent instruments and the surest of all means for the dawning of the light of unity amongst men. The progress of the world, the development of nations, the tranquillity of peoples, and the peace of all who dwell on earth are among the principles and ordinances of God . . . We call upon the manifestations of the power of God—the sovereigns and rulers on earth—to bestir themselves and do all in their power that haply they may banish discord from this world and illumine it with the light of concord.",
      "The long ages of infancy and childhood, through which the human race had to pass, have receded into the background. Humanity is now experiencing the commotions invariably associated with the most turbulent stage of its evolution, the stage of adolescence, when the impetuosity of youth and its vehemence reach their climax, and must gradually be superseded by the calmness, the wisdom, and the maturity that characterise the stage of manhood. Then will the human race reach that stature of ripeness which will enable it to acquire all the powers and capacities upon which its ultimate development must depend.",
      "Unification of the whole of mankind is the hall‑mark of the stage which human society is now approaching. Unity of family, of tribe, of city‑state, and nation have been successively attempted and fully established. World unity is the goal towards which a harassed humanity is striving. Nation‑building has come to an end. The anarchy inherent in state sovereignty is moving towards a climax. A world, growing to maturity, must abandon this fetish, recognise the oneness and wholeness of human relationships, and establish once for all the machinery that can best incarnate this fundamental principle of its life.",
      "The Revelation of Bahá’u’lláh, whose supreme mission is none other but the achievement of this organic and spiritual unity of the whole body of nations, should, if we be faithful to its implications, be regarded as signalising through its advent the coming of age of the entire human race . . . The emergence of a world community, the consciousness of world citizenship, the founding of a world civilisation and culture . . . should, by their very nature, be regarded, as far as this planetary life is concerned, as the furthermost limits in the organisation of human society, though man, as an individual, will, nay must indeed as a result of such a consummation, continue indefinitely to progress and develop.",
      "Knowledge is as wings to man’s life, and a ladder for his ascent. Its acquisition is incumbent upon everyone. The knowledge of such sciences, however, should be acquired as can profit the peoples of the earth, and not those which begin with words and end with words. Great indeed is the claim of scientists and craftsmen on the peoples of the world . . . In truth, knowledge is a veritable treasure for man, and a source of glory, of bounty, of joy, of exaltation, of cheer and gladness unto him. Thus hath the Tongue of Grandeur spoken in this Most Great Prison.",
      "The progress of the world of humanity dependeth upon knowledge, and its decline is due to ignorance. When the human race gaineth in knowledge it becometh heavenly, and when it acquireth learning it taketh on lordly attributes.",
      "Material civilisation is like a lamp‑glass. Divine civilisation is the lamp itself and the glass without the light is dark. Material civilisation is like the body. No matter how infinitely graceful, elegant and beautiful it may be, it is dead. Divine civilisation is like the spirit, and the body gets its life from the spirit, otherwise it becomes a corpse. It has thus been made evident that the world of mankind is in need of the breaths of the Holy Spirit. Without the spirit the world of mankind is lifeless, and without this light the world of mankind is in utter darkness.",
      "God has given us eyes, that we may look about us at the world, and lay hold of whatsoever will further civilisation and the arts of living. He has given us ears, that we may hear and profit by the wisdom of scholars and philosophers and arise to promote and practice it. Senses and faculties have been bestowed upon us, to be devoted to the service of the general good; so that we, distinguished above all other forms of life for perceptiveness and reason, should labour at all times and along all lines, whether the occasion be great or small, ordinary or extraordinary, until all mankind are safely gathered into the impregnable stronghold of knowledge.",
      "Make every effort to acquire the advanced knowledge of the day, and strain every nerve to carry forward the divine civilisation.",
      "I most urgently request the friends of God to make every effort, as much as lieth within their competence, along these lines. The harder they strive to widen the scope of their knowledge, the better and more gratifying will be the result. Let the loved ones of God, whether young or old, whether male or female, each according to his capabilities, bestir themselves and spare no efforts to acquire the various current branches of knowledge, both spiritual and secular, and of the arts.",
      "They that tread the path of faith, they that thirst for the wine of certitude, must cleanse themselves of all that is earthly—their ears from idle talk, their minds from vain imaginings, their hearts from worldly affections, their eyes from that which perisheth. They should put their trust in God, and, holding fast unto Him, follow in His way. Then will they be made worthy of the effulgent glories of the sun of divine knowledge and understanding, and become the recipients of a grace that is infinite and unseen, inasmuch as man can never hope to attain unto the knowledge of the All‑Glorious, can never quaff from the stream of divine knowledge and wisdom, can never enter the abode of immortality, nor partake of the cup of divine nearness and favour, unless and until he ceases to regard the words and deeds of mortal men as a standard for the true understanding and recognition of God and His Prophets.",
      "Regard not the all‑sufficing power of God as an idle fancy. It is that genuine faith which thou cherishest for the Manifestation of God in every Dispensation. It is such faith which sufficeth above all the things that exist on the earth, whereas no created thing on earth besides faith would suffice thee. If thou art not a believer, the Tree of divine Truth would condemn thee to extinction. If thou art a believer, thy faith shall be sufficient for thee above all things that exist on earth, even though thou possess nothing.",
      "Sincerity is the foundation‑stone of faith. That is, a religious individual must disregard his personal desires and seek in whatever way he can wholeheartedly to serve the public interest; and it is impossible for a human being to turn aside from his own selfish advantages and sacrifice his own good for the good of the community except through true religious faith. For self‑love is kneaded into the very clay of man, and it is not possible that, without any hope of a substantial reward, he should neglect his own present material good. That individual, however, who puts his faith in God and believes in the words of God—because he is promised and certain of a plentiful reward in the next life, and because worldly benefits as compared to the abiding joy and glory of future planes of existence are nothing to him—will for the sake of God abandon his own peace and profit and will freely consecrate his heart and soul to the common good. “A man, too, there is who selleth his very self out of desire to please God.”",
      "Close investigation will show that the primary cause of oppression and injustice, of unrighteousness, irregularity and disorder, is the people’s lack of religious faith and the fact that they are uneducated. When, for example, the people are genuinely religious and are literate and well‑schooled, and a difficulty presents itself, they can apply to the local authorities; if they do not meet with justice and secure their rights and if they see that the conduct of the local government is incompatible with the divine good pleasure and the king’s justice, they can then take their case to higher courts and describe the deviation of the local administration from the spiritual law. Those courts can then send for the local records of the case and in this way justice will be done. At present, however, because of their inadequate schooling, most of the population lack even the vocabulary to explain what they want.",
      "How can a man believe to be a fact that which science has proved to be impossible? If he believes in spite of his reason, it is rather ignorant superstition than faith.",
      "Consider what it is that singles man out from among created beings, and makes of him a creature apart. Is it not his reasoning power, his intelligence?",
      "How many a child, though young in years, is yet mature and sound in judgement! How many an aged person is ignorant and confused! For growth and development depend on one’s powers of intellect and reason, not on one’s age or length of days.",
      "Thus man cannot grasp the Essence of Divinity, but can, by his reasoning power, by observation, by his intuitive faculties and the revealing power of his faith, believe in God, discover the bounties of His Grace. He becometh certain that though the Divine Essence is unseen of the eye, and the existence of the Deity is intangible, yet conclusive spiritual proofs assert the existence of that unseen Reality. The Divine Essence as it is in itself is however beyond all description. For instance, the nature of ether is unknown, but that it existeth is certain by the effects it produceth, heat, light and electricity being the waves thereof. By these waves the existence of ether is thus proven. And as we consider the outpourings of Divine Grace we are assured of the existence of God.",
      "Religion is the light of the world, and the progress, achievement, and happiness of man result from obedience to the laws set down in the holy Books. Briefly, it is demonstrable that in this life, both outwardly and inwardly the mightiest of structures, the most solidly established, the most enduring, standing guard over the world, assuring both the spiritual and the material perfections of mankind, and protecting the happiness and the civilisation of society—is religion.",
      "Science is the first emanation from God toward man. All created beings embody the potentiality of material perfection, but the power of intellectual investigation and scientific acquisition is a higher virtue specialised to man alone. Other beings and organisms are deprived of this potentiality and attainment. God has created or deposited this love of reality in man.",
      "Religion and science are the two wings upon which man’s intelligence can soar into the heights, with which the human soul can progress.",
      "The virtues of humanity are many, but science is the most noble of them all. The distinction which man enjoys above and beyond the station of the animal is due to this paramount virtue. It is a bestowal of God; it is not material; it is divine. Science is an effulgence of the Sun of Reality, the power of investigating and discovering the verities of the universe, the means by which man finds a pathway to God. All the powers and attributes of man are human and hereditary in origin—outcomes of nature’s processes—except the intellect, which is supernatural. Through intellectual and intelligent inquiry science is the discoverer of all things. It unites present and past, reveals the history of bygone nations and events, and confers upon man today the essence of all human knowledge and attainment throughout the ages. By intellectual processes and logical deductions of reason this superpower in man can penetrate the mysteries of the future and anticipate its happenings.",
      "Whereas the religion of God is the promoter of truth, the establisher of science and learning, the supporter of knowledge, the civiliser of the human race, the discoverer of the secrets of existence, and the enlightener of the horizons of the world. How then could it oppose knowledge? God forbid! On the contrary, in the sight of God knowledge is the greatest human virtue and the noblest human perfection. To oppose knowledge is pure ignorance, and one who abhors the arts and sciences is not a human being but is even as a mindless animal. For knowledge is light, life, felicity, perfection, and beauty, and causes the soul to draw nigh to the divine threshold. It is the honour and glory of the human realm and the greatest of God’s bounties. Knowledge is identical to guidance, and ignorance is the essence of error.",
      "There is no contradiction between true religion and science. When a religion is opposed to science it becomes mere superstition: that which is contrary to knowledge is ignorance.",
      "The greater your attainment, the higher your standard in the divine purpose. The man of science is perceiving and endowed with vision, whereas he who is ignorant and neglectful of this development is blind. The investigating mind is attentive, alive; the callous and indifferent mind is deaf and dead. A scientific man is a true index and representative of humanity, for through processes of inductive reasoning and research he is informed of all that appertains to humanity, its status, conditions and happenings. He studies the human body politic, understands social problems and weaves the web and texture of civilisation. In fact, science may be likened to a mirror wherein the infinite forms and images of existing things are revealed and reflected. It is the very foundation of all individual and national development. Without this basis of investigation, development is impossible."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Essential Relationships", "essential-relationships", 4],
      ["The Individual and Society", "the-individual-and-society", 1]
    ],
    "years": [2022, 2022],
    "content": [
      "O SON OF SPIRIT! The best beloved of all things in My sight is Justice; turn not away therefrom if thou desirest Me, and neglect it not that I may confide in thee. By its aid thou shalt see with thine own eyes and not through the eyes of others, and shalt know of thine own knowledge and not through the knowledge of thy neighbour. Ponder this in thy heart; how it behoveth thee to be. Verily justice is My gift to thee and the sign of My loving‑kindness. Set it then before thine eyes.",
      "Knowledge is as wings to man’s life, and a ladder for his ascent. Its acquisition is incumbent upon everyone. The knowledge of such sciences, however, should be acquired as can profit the peoples of the earth, and not those which begin with words and end with words. Great indeed is the claim of scientists and craftsmen on the peoples of the world.",
      "And the honour and distinction of the individual consist in this, that he among all the world’s multitudes should become a source of social good. Is any larger bounty conceivable than this, that an individual, looking within himself, should find that by the confirming grace of God he has become the cause of peace and well‑being, of happiness and advantage to his fellow men? No, by the one true God, there is no greater bliss, no more complete delight.",
      "God has given us eyes, that we may look about us at the world, and lay hold of whatsoever will further civilisation and the arts of living. He has given us ears, that we may hear and profit by the wisdom of scholars and philosophers and arise to promote and practice it. Senses and faculties have been bestowed upon us, to be devoted to the service of the general good; so that we, distinguished above all other forms of life for perceptiveness and reason, should labour at all times and along all lines, whether the occasion be great or small, ordinary or extraordinary, until all mankind are safely gathered into the impregnable stronghold of knowledge. We should continually be establishing new bases for human happiness and creating and promoting new instrumentalities toward this end. How excellent, how honourable is man if he arises to fulfil his responsibilities; how wretched and contemptible, if he shuts his eyes to the welfare of society and wastes his precious life in pursuing his own selfish interests and personal advantages. Supreme happiness is man’s, and he beholds the signs of God in the world and in the human soul, if he urges on the steed of high endeavour in the arena of civilisation and justice.",
      "We cannot segregate the human heart from the environment outside us and say that once one of these is reformed everything will be improved. Man is organic with the world. His inner life moulds the environment and is itself also deeply affected by it. The one acts upon the other and every abiding change in the life of man is the result of these mutual reactions.",
      "There are certain fundamental concepts that all should bear in mind. One is the centrality of knowledge to social existence. The perpetuation of ignorance is a most grievous form of oppression; it reinforces the many walls of prejudice that stand as barriers to the realisation of the oneness of humankind, at once the goal and operating principle of Bahá’u’lláh’s Revelation. Access to knowledge is the right of every human being, and participation in its generation, application and diffusion a responsibility that all must shoulder in the great enterprise of building a prosperous world civilisation—each individual according to his or her talents and abilities. Justice demands universal participation.",
      "Regarding reciprocity and cooperation, each member of the body politic should live in the utmost comfort and welfare because each individual member of humanity is a member of the body politic, and if one member is in distress or is afflicted with some disease, all the other members must necessarily suffer. For example, a member of the human organism is the eye. If the eye should be affected, that affliction would affect the whole nervous system. Hence, if a member of the body politic becomes afflicted, in reality, from the standpoint of sympathetic connection, all will share that affliction since this [one afflicted] is a member of the group of members, a part of the whole. Is it possible for one member or part to be in distress and the other members to be at ease? It is impossible! Hence, God has desired that in the body politic of humanity each one shall enjoy perfect welfare and comfort.",
      "The world of politics is like the world of man; he is seed at first, and then passes by degrees to the condition of embryo and foetus, acquiring a bone structure, being clothed with flesh, taking on his own special form, until at last he reaches the plane where he can befittingly fulfil the words: “the most excellent of Makers.” Just as this is a requirement of creation and is based on the universal Wisdom, the political world in the same way cannot instantaneously evolve from the nadir of defectiveness to the zenith of rightness and perfection. Rather, qualified individuals must strive by day and by night, using all those means which will conduce to progress, until the government and the people develop along every line from day to day and even from moment to moment."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Essential Relationships", "essential-relationships", 4],
      ["One Human Family", "one-human-family", 2]
    ],
    "years": [2022, 2022],
    "content": [
      "He Who is your Lord, the All‑Merciful, cherisheth in His heart the desire of beholding the entire human race as one soul and one body.",
      "The well‑being of mankind, its peace and security, are unattainable unless and until its unity is firmly established.",
      "It is not for him to pride himself who loveth his own country, but rather for him who loveth the whole world. The earth is but one country, and mankind its citizens.",
      "Ye dwell in one world, and have been created through the operation of one Will.",
      "Be ye as the fingers of one hand, the members of one body.",
      "Ye are all the leaves of one tree and the drops of one ocean.",
      "O CHILDREN OF MEN! Know ye not why We created you all from the same dust? That no one should exalt himself over the other. Ponder at all times in your hearts how ye were created. Since We have created you all from one same substance it is incumbent on you to be even as one soul, to walk with the same feet, eat with the same mouth and dwell in the same land, that from your inmost being, by your deeds and actions, the signs of oneness and the essence of detachment may be made manifest.",
      "In every Dispensation, the light of Divine Guidance has been focused upon one central theme. . . . In this wondrous Revelation, this glorious century, the foundation of the Faith of God, and the distinguishing feature of His Law, is the consciousness of the oneness of mankind.",
      "A fundamental teaching of Bahá’u’lláh is the oneness of the world of humanity. Addressing mankind, He says, “Ye are all leaves of one tree and the fruits of one branch.” By this it is meant that the world of humanity is like a tree, the nations or peoples are the different limbs or branches of that tree, and the individual human creatures are as the fruits and blossoms thereof. In this way Bahá’u’lláh expressed the oneness of humankind, whereas in all religious teachings of the past the human world has been represented as divided into two parts: one known as the people of the Book of God, or the pure tree, and the other the people of infidelity and error, or the evil tree. The former were considered as belonging to the faithful, and the others to the hosts of the irreligious and infidel—one part of humanity the recipients of divine mercy, and the other the object of the wrath of their Creator. Bahá’u’lláh removed this by proclaiming the oneness of the world of humanity . . .",
      "My meaning, instead, is that this endless universe is like the human body, and that all its parts are connected one with another and are linked together in the utmost perfection. That is, in the same way that the parts, members, and organs of the human body are interconnected, and that they mutually assist, reinforce, and influence each other, so too are the parts and members of this endless universe connected with, and spiritually and materially influenced by, one another.",
      "Let all be united in this Divine power of love! Let all strive to grow in the light of the Sun of Truth, and reflecting this luminous love on all men, may their hearts become so united that they may dwell evermore in the radiance of the limitless love . . . When you love a member of your family or a compatriot, let it be with a ray of the Infinite Love! Let it be in God, and for God! Wherever you find the attributes of God love that person, whether he be of your family or of another. Shed the light of a boundless love on every human being whom you meet, whether of your country, your race, your political party, or of any other nation, colour or shade of political opinion. Heaven will support you while you work in this ingathering of the scattered peoples of the world beneath the shadow of the almighty tent of unity.",
      "It is self‑evident that humanity is at variance. Human tastes differ; thoughts, native lands, races and tongues are many. The need of a collective centre by which these differences may be counterbalanced and the people of the world be unified is obvious. Consider how nothing but a spiritual power can bring about this unification, for material conditions and mental aspects are so widely different that agreement and unity are not possible through outer means. It is possible, however, for all to become unified through one spirit, just as all may receive light from one sun. Therefore, assisted by the collective and divine centre which is the law of God and the reality of His Manifestation, we can overcome these conditions until they pass away entirely and the races advance.",
      "They whose hearts are warmed by the energising influence of God’s creative love cherish His creatures for His sake, and recognise in every human face a sign of His reflected glory.",
      "Be in perfect unity. Never become angry with one another . . . Love the creatures for the sake of God and not for themselves. You will never become angry or impatient if you love them for the sake of God. Humanity is not perfect. There are imperfections in every human being, and you will always become unhappy if you look toward the people themselves. But if you look toward God, you will love them and be kind to them, for the world of God is the world of perfection and complete mercy."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Essential Relationships", "essential-relationships", 4],
      ["The Bahá’í Administrative Order", "the-bahai-administrative-order", 3]
    ],
    "years": [2022, 2022],
    "content": [
      "This Administrative Order is fundamentally different from anything that any Prophet has previously established, inasmuch as Bahá’u’lláh has Himself revealed its principles, established its institutions, appointed the person to interpret His Word and conferred the necessary authority on the body designed to supplement and apply His legislative ordinances. Therein lies the secret of its strength, its fundamental distinction, and the guarantee against disintegration and schism.",
      "For Bahá’u’lláh, we should readily recognise, has not only imbued mankind with a new and regenerating Spirit. He has not merely enunciated certain universal principles, or propounded a particular philosophy, however potent, sound and universal these may be. In addition to these He, as well as ‘Abdu’l‑Bahá after Him, has, unlike the Dispensations of the past, clearly and specifically laid down a set of Laws, established definite institutions, and provided for the essentials of a Divine Economy. These are destined to be a pattern for future society, a supreme instrument for the establishment of the Most Great Peace, and the one agency for the unification of the world, and the proclamation of the reign of righteousness and justice upon the earth. Not only have they revealed all the directions required for the practical realisation of those ideals which the Prophets of God have visualised, and which from time immemorial have inflamed the imagination of seers and poets in every age.",
      "Let no one, while this System is still in its infancy, misconceive its character, belittle its significance or misrepresent its purpose. The bedrock on which this Administrative Order is founded is God’s immutable Purpose for mankind in this day. The Source from which it derives its inspiration is no one less than Bahá’u’lláh Himself. Its shield and defender are the embattled hosts of the Abhá Kingdom. Its seed is the blood of no less than twenty thousand martyrs who have offered up their lives that it may be born and flourish. The axis round which its institutions revolve are the authentic provisions of the Will and Testament of ‘Abdu’l‑Bahá. Its guiding principles are the truths which He Who is the unerring Interpreter of the teachings of our Faith has so clearly enunciated in His public addresses throughout the West. The laws that govern its operation and limit its functions are those which have been expressly ordained in the Kitáb‑i‑Aqdas. The seat round which its spiritual, its humanitarian and administrative activities will cluster are the Mashriqu’l‑Adhkár and its Dependencies. The pillars that sustain its authority and buttress its structure are the twin institutions of the Guardianship and of the Universal House of Justice. The central, the underlying aim which animates it is the establishment of the New World Order as adumbrated by Bahá’u’lláh. The methods it employs, the standard it inculcates, incline it to neither East nor West, neither Jew nor Gentile, neither rich nor poor, neither white nor coloured. Its watchword is the unification of the human race; its standard the “Most Great Peace”; its consummation the advent of that golden millennium—the Day when the kingdoms of this world shall have become the Kingdom of God Himself, the Kingdom of Bahá’u’lláh.”",
      "The Lord hath ordained that in every city a House of Justice be established wherein shall gather counsellors to the number of Bahá, and should it exceed this number it doth not matter. They should consider themselves as entering the Court of the presence of God, the Exalted, the Most High, and as beholding Him Who is the Unseen. It behoveth them to be the trusted ones of the Merciful among men and to regard themselves as the guardians appointed of God for all that dwell on earth. It is incumbent upon them to take counsel together and to have regard for the interests of the servants of God, for His sake, even as they regard their own interests, and to choose that which is meet and seemly. Thus hath the Lord your God commanded you. Beware lest ye put away that which is clearly revealed in His Tablet. Fear God, O ye that perceive.",
      "These Spiritual Assemblies are aided by the Spirit of God. Their defender is ‘Abdu’l‑Bahá. Over them He spreadeth His wings. What bounty is there greater than this? These Spiritual Assemblies are shining lamps and heavenly gardens, from which the fragrances of holiness are diffused over all regions, and the lights of knowledge are shed abroad over all created things. From them the spirit of life streameth in every direction. They, indeed, are the potent sources of the progress of man, at all times and under all conditions.",
      "Discussions must all be confined to spiritual matters that pertain to the training of souls, the instruction of children, the relief of the poor, the help of the feeble throughout all classes in the world, kindness to all peoples, the diffusion of the fragrances of God and the exaltation of His Holy Word. Should they endeavour to fulfil these conditions the Grace of the Holy Spirit shall be vouchsafed unto them, and that assembly shall become the centre of the Divine blessings, the hosts of Divine confirmation shall come to their aid, and they shall day by day receive a new effusion of Spirit.",
      "The prime requisites for them that take counsel together are purity of motive, radiance of spirit, detachment from all else save God, attraction to His Divine Fragrances, humility and lowliness amongst His loved ones, patience and long‑suffering in difficulties and servitude to His exalted Threshold. Should they be graciously aided to acquire these attributes, victory from the unseen Kingdom of Bahá shall be vouchsafed to them. . . . In this day, assemblies of consultation are of the greatest importance and a vital necessity. Obedience unto them is essential and obligatory. The members thereof must take counsel together in such wise that no occasion for ill‑feeling or discord may arise. This can be attained when every member expresseth with absolute freedom his own opinion and setteth forth his argument. Should any one oppose, he must on no account feel hurt for not until matters are fully discussed can the right way be revealed. The shining spark of truth cometh forth only after the clash of differing opinions. If after discussion, a decision be carried unanimously, well and good; but if, the Lord forbid, differences of opinion should arise, a majority of voices must prevail.",
      "The first condition is absolute love and harmony amongst the members of the assembly. They must be wholly free from estrangement and must manifest in themselves the Unity of God, for they are the waves of one sea, the drops of one river, the stars of one heaven, the rays of one sun, the trees of one orchard, the flowers of one garden. Should harmony of thought and absolute unity be nonexistent, that gathering shall be dispersed and that assembly be brought to naught. The second condition . . . They must when coming together turn their faces to the Kingdom on High and ask aid from the Realm of Glory. They must then proceed with the utmost devotion, courtesy, dignity, care and moderation to express their views. They must in every matter search out the truth and not insist upon their own opinion, for stubbornness and persistence in one’s views will lead ultimately to discord and wrangling and the truth will remain hidden. The honoured members must with all freedom express their own thoughts, and it is in no wise permissible for one to belittle the thought of another, nay, he must with moderation set forth the truth, and should differences of opinion arise a majority of voices must prevail, and all must obey and submit to the majority. It is again not permitted that any one of the honoured members object to or censure, whether in or out of the meeting, any decision arrived at previously, though that decision be not right, for such criticism would prevent any decision from being enforced. In short, whatsoever thing is arranged in harmony and with love and purity of motive, its result is light, and should the least trace of estrangement prevail the result shall be darkness upon darkness . . . If this be so regarded, that assembly shall be of God, but otherwise it shall lead to coolness and alienation that proceed from the Evil One. Discussions must all be confined to spiritual matters that pertain to the training of souls, the instruction of children, the relief of the poor, the help of the feeble throughout all classes in the world, kindness to all peoples, the diffusion of the fragrances of God and the exaltation of His Holy Word. Should they endeavour to fulfil these conditions the Grace of the Holy Spirit shall be vouchsafed unto them, and that assembly shall become the centre of the Divine blessings, the hosts of Divine confirmation shall come to their aid, and they shall day by day receive a new effusion of Spirit.",
      "The duties of those whom the friends have freely and conscientiously elected as their representatives are no less vital and binding than the obligations of those who have chosen them. Their function is not to dictate, but to consult, and consult not only among themselves, but as much as possible with the friends whom they represent. They must regard themselves in no other light but that of chosen instruments for a more efficient and dignified presentation of the Cause of God. They should never be led to suppose that they are the central ornaments of the body of the Cause, intrinsically superior to others in capacity or merit, and sole promoters of its teachings and principles. They should approach their task with extreme humility, and endeavour, by their open‑mindedness, their high sense of justice and duty, their candour, their modesty, their entire devotion to the welfare and interests of the friends, the Cause, and humanity, to win, not only the confidence and the genuine support and respect of those whom they serve, but also their esteem and real affection. They must, at all times, avoid the spirit of exclusiveness, the atmosphere of secrecy, free themselves from a domineering attitude, and banish all forms of prejudice and passion from their deliberations. They should, within the limits of wise discretion, take the friends into their confidence, acquaint them with their plans, share with them their problems and anxieties, and seek their advice and counsel. And, when they are called upon to arrive at a certain decision, they should, after dispassionate, anxious and cordial consultation, turn to God in prayer, and with earnestness and conviction and courage record their vote and abide by the voice of the majority, which we are told by our Master to be the voice of truth, never to be challenged, and always to be whole‑heartedly enforced. To this voice the friends must heartily respond, and regard it as the only means that can ensure the protection and advancement of the Cause."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Universal Peace", "universal-peace", 5],
      ["Consultation", "consultation", 1]
    ],
    "years": [2022, 2022],
    "content": [
      "Say: no man can attain his true station except through his justice. No power can exist except through unity. No welfare and no well‑being can be attained except through consultation.",
      "The Great Being saith: The heaven of divine wisdom is illumined with the two luminaries of consultation and compassion. Take ye counsel together in all matters, inasmuch as consultation is the lamp of guidance which leadeth the way, and is the bestower of understanding.",
      "Man must consult on all matters, whether major or minor, so that he may become cognisant of what is good. Consultation giveth him insight into things and enableth him to delve into questions which are unknown. The light of truth shineth from the faces of those who engage in consultation. Such consultation causeth the living waters to flow in the meadows of man’s reality, the rays of ancient glory to shine upon him, and the tree of his being to be adorned with wondrous fruit. The members who are consulting, however, should behave in the utmost love, harmony and sincerity towards each other. The principle of consultation is one of the most fundamental elements of the divine edifice. Even in their ordinary affairs the individual members of society should consult.",
      "The principle of consultation, which constitutes one of the basic laws of the Administration, should be applied to all Bahá’í activities which affect the collective interests of the Faith, for it is through cooperation and continual exchange of thoughts and views that the Cause can best safeguard and foster its interests. Individual initiative, personal ability and resourcefulness, though indispensable, are, unless supported and enriched by the collective experiences and wisdom of the group, utterly incapable of achieving such a tremendous task."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Universal Peace", "universal-peace", 5],
      ["Universal Education", "universal-education", 2]
    ],
    "years": [2022, 2022],
    "content": [
      "Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
      "The Prophets and Messengers of God have been sent down for the sole purpose of guiding mankind to the straight Path of Truth. The purpose underlying their revelation hath been to educate all men, that they may, at the hour of death, ascend, in the utmost purity and sanctity and with absolute detachment, to the throne of the Most High.",
      "Man is the supreme Talisman. Lack of a proper education hath, however, deprived him of that which he doth inherently possess. Through a word proceeding out of the mouth of God he was called into being; by one word more he was guided to recognise the Source of his education; by yet another word his station and destiny were safeguarded.",
      "Everyone, whether man or woman, should hand over to a trusted person a portion of what he or she earneth through trade, agriculture or other occupation, for the training and education of children, to be spent for this purpose with the knowledge of the Trustees of the House of Justice.",
      "Strain every nerve to acquire both inner and outer perfections, for the fruit of the human tree hath ever been and will ever be perfections both within and without. It is not desirable that a man be left without knowledge or skills, for he is then but a barren tree. Then, so much as capacity and capability allow, ye needs must deck the tree of being with fruits such as knowledge, wisdom, spiritual perception and eloquent speech.",
      "Man is even as steel, the essence of which is hidden: through admonition and explanation, good counsel and education, that essence will be brought to light. If, however, he be allowed to remain in his original condition, the corrosion of lusts and appetites will effectively destroy him.",
      "There are many things which will, if neglected, be wasted, and come to nothing. How often in this world do we see a child who has lost his parents and who, unless attention be devoted to his education and training, can produce no fruit. And better off dead than alive is he who produceth no fruit.",
      "It is the bounden duty of parents to rear their children to be staunch in faith, the reason being that a child who removeth himself from the religion of God will not act in such a way as to win the good pleasure of his parents and his Lord. For every praiseworthy deed is born out of the light of religion, and lacking this supreme bestowal the child will not turn away from any evil, nor will he draw nigh unto any good.",
      "The primary, the most urgent requirement is the promotion of education. It is inconceivable that any nation should achieve prosperity and success unless this paramount, this fundamental concern is carried forward. The principal reason for the decline and fall of peoples is ignorance.",
      "Man is in the ultimate degree of materiality and the beginning of spirituality; that is, he is at the end of imperfection and the beginning of perfection. He is at the furthermost degree of darkness and the beginning of the light. That is why the station of man is said to be the end of night and the beginning of day, meaning that he encompasses all the degrees of imperfection and that he potentially possesses all the degrees of perfection. He has both an animal side and an angelic side, and the role of the educator is to so train human souls that the angelic side may overcome the animal.",
      "Observe carefully how education and the arts of civilisation bring honour, prosperity, independence and freedom to a government and its people."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Universal Peace", "universal-peace", 5],
      ["Equality of Men and Women", "equality-of-men-and-women", 3]
    ],
    "years": [2022, 2022],
    "content": [
      "The status of woman in former times was exceedingly deplorable, for it was the belief of the Orient that it was best for woman to be ignorant. It was considered preferable that she should not know reading or writing in order that she might not be informed of events in the world. Woman was considered to be created for rearing children and attending to the duties of the household. If she pursued educational courses, it was deemed contrary to chastity; hence women were made prisoners of the household. The houses did not even have windows opening upon the outside world. Bahá’u’lláh destroyed these ideas and proclaimed the equality of man and woman. He made woman respected by commanding that all women be educated, that there be no difference in the education of the two sexes and that man and woman share the same rights. In the estimation of God there is no distinction of sex. One whose thought is pure, whose education is superior, whose scientific attainments are greater, whose deeds of philanthropy excel, be that one man or woman, white or coloured, is entitled to full rights and recognition; there is no differentiation whatsoever.",
      "Until the reality of equality between man and woman is fully established and attained, the highest social development of mankind is not possible. Even granted that woman is inferior to man in some degree of capacity or accomplishment, this or any other distinction would continue to be productive of discord and trouble. The only remedy is education, opportunity; for equality means equal qualification . . . And let it be known once more that until woman and man recognise and realise equality, social and political progress here or anywhere will not be possible.",
      "The principle of religion has been revealed by Bahá’u’lláh that woman must be given the privilege of equal education with man and full right to his prerogatives. That is to say, there must be no difference in the education of male and female in order that womankind may develop equal capacity and importance with man in the social and economic equation. Then the world will attain unity and harmony. In past ages humanity has been defective and inefficient because it has been incomplete. War and its ravages have blighted the world; the education of woman will be a mighty step toward its abolition and ending, for she will use her whole influence against war. Woman rears the child and educates the youth to maturity. She will refuse to give her sons for sacrifice upon the field of battle. In truth, she will be the greatest factor in establishing universal peace and international arbitration. Assuredly, woman will abolish warfare among mankind.",
      "When all mankind shall receive the same opportunity of education and the equality of men and women be realised, the foundations of war will be utterly destroyed. Without equality this will be impossible because all differences and distinction are conducive to discord and strife. Equality between men and women is conducive to the abolition of warfare for the reason that women will never be willing to sanction it.",
      "The Lord, peerless is He, hath made woman and man to abide with each other in the closest companionship, and to be even as a single soul. They are two helpmates, two intimate friends, who should be concerned about the welfare of each other.",
      "If they live thus, they will pass through this world with perfect contentment, bliss, and peace of heart, and become the object of divine grace and favour in the Kingdom of heaven. But if they do other than this, they will live out their lives in great bitterness, longing at every moment for death, and will be shamefaced in the heavenly realm.",
      "Strive, then, to abide, heart and soul, with each other as two doves in the nest, for this is to be blessed in both worlds."
    ]
  },
  {
    "path": [
      ["Compilations", "compilations", 9],
      ["Bahá’í.org", "bahai-org", 3],
      ["Universal Peace", "universal-peace", 5],
      [
        "Elimination of Extremes of Wealth and Poverty",
        "elimination-of-extremes-of-wealth-and-poverty",
        4
      ]
    ],
    "years": [2022, 2022],
    "content": [
      "O CHILDREN OF DUST! Tell the rich of the midnight sighing of the poor, lest heedlessness lead them into the path of destruction, and deprive them of the Tree of Wealth. To give and to be generous are attributes of Mine; well is it with him that adorneth himself with My virtues.",
      "O YE RICH ONES ON EARTH! The poor in your midst are My trust; guard ye My trust, and be not intent only on your own ease.",
      "The arrangements of the circumstances of the people must be such that poverty shall disappear, that everyone, as far as possible, according to his rank and position, shall share in comfort and well‑being.",
      "Oh, friends of God, be living examples of justice! So that by the Mercy of God, the world may see in your actions that you manifest the attributes of justice and mercy.",
      "Justice is not limited, it is a universal quality. Its operation must be carried out in all classes, from the highest to the lowest. Justice must be sacred, and the rights of all the people must be considered. Desire for others only that which you desire for yourselves. Then shall we rejoice in the Sun of Justice, which shines from the Horizon of God.",
      "Certainly, some being enormously rich and others lamentably poor, an organisation is necessary to control and improve this state of affairs. It is important to limit riches, as it is also of importance to limit poverty. Either extreme is not good. To be seated in the mean is most desirable. If it be right for a capitalist to possess a large fortune, it is equally just that his workman should have a sufficient means of existence.",
      "A financier with colossal wealth should not exist whilst near him is a poor man in dire necessity. When we see poverty allowed to reach a condition of starvation it is a sure sign that somewhere we shall find tyranny. Men must bestir themselves in this matter, and no longer delay in altering conditions which bring the misery of grinding poverty to a very large number of the people. The rich must give of their abundance, they must soften their hearts and cultivate a compassionate intelligence, taking thought for those sad ones who are suffering from lack of the very necessities of life . . .",
      "There must be special laws made, dealing with these extremes of riches and of want. The members of the Government should consider the laws of God when they are framing plans for the ruling of the people. The general rights of mankind must be guarded and preserved.",
      "The government of the countries should conform to the Divine Law which gives equal justice to all. This is the only way in which the deplorable superfluity of great wealth and miserable, demoralising, degrading poverty can be abolished. Not until this is done will the Law of God be obeyed.",
      "Hearts must be so cemented together, love must become so dominant that the rich shall most willingly extend assistance to the poor and take steps to establish these economic adjustments permanently. If it is accomplished in this way, it will be most praiseworthy because then it will be for the sake of God and in the pathway of His service. For example, it will be as if the rich inhabitants of a city should say, “It is neither just nor lawful that we should possess great wealth while there is abject poverty in this community,” and then willingly give their wealth to the poor, retaining only as much as will enable them to live comfortably."
    ]
  }
]
