[
  {
    "id": "9/34/1/1",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Bahá’u’lláh’s vision for humanity",
        "bahaullahs-vision-for-humanity",
        1
      ],
      [
        "The purpose of humanity/creation (i.e., true religion)",
        "the-purpose-of-humanitycreation-ie-true-religion",
        1
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "Bahá’u’lláh states that “the purpose for which mortal men have, from utter nothingness, stepped into the realm of being, is that they may work for the betterment of the world and live together in concord and harmony.” He has revealed teachings that make this possible.",
      "Building a society that consciously pursues this collective purpose is the work of not only this generation, but of many generations to come, and Bahá’u’lláh’s followers welcome all who labour alongside them in this undertaking.",
      {
        "type": "break"
      },
      "Now concerning our social principles, namely the teachings of His Holiness Bahá’u’lláh spread far and wide fifty years ago, they verily comprehend all other teachings. It is clear and evident that without these teachings progress and advancement for mankind are in no wise possible. Every community in the world findeth in these Divine Teachings the realisation of its highest aspirations. These teachings are even as the tree that beareth the best fruits of all trees. Philosophers, for instance, find in these heavenly teachings the most perfect solution of their social problems, and similarly a true and noble exposition of matters that pertain to philosophical questions. In like manner men of faith behold the reality of religion manifestly revealed in these heavenly teachings, and clearly and conclusively prove them to be the real and true remedy for the ills and infirmities of all mankind. Should these sublime teachings be diffused, mankind shall be freed from all perils, from all chronic ills and sicknesses. In like manner are the Bahá’í economic principles the embodiment of the highest aspirations of all wage‑earning classes and of economists of various schools.",
      "In short, all sections and parties have their aspirations realised in the teachings of Bahá’u’lláh. As these teachings are declared in churches, in mosques and in other places of worship, whether those of the followers of Buddha or of Confucius, in political circles or amongst materialists, all shall bear witness that these teachings bestow a fresh life upon mankind and constitute the immediate remedy for all the ills of social life. None can find fault with any of these teachings, nay rather, once declared they will all be acclaimed, and all will confess their vital necessity, exclaiming, ‘Verily this is the truth and naught is there beside the truth but manifest error.’"
    ]
  },
  {
    "id": "9/34/1/2",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Bahá’u’lláh’s vision for humanity",
        "bahaullahs-vision-for-humanity",
        1
      ],
      [
        "Raising vibrant communities that are contributing to spiritual and material progress",
        "raising-vibrant-communities-that-are-contributing-to-spiritual-and-material-progress",
        2
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "It means learning how to raise up vibrant, outward‑looking communities; it means those communities learning how to bring about spiritual and material progress; it means learning how to contribute to the discourses that influence the direction of that progress.",
      "A vision of personal and collective transformation occurring simultaneously, founded on study of the Word of God and an appreciation of each person’s capacity to become a protagonist in a profound spiritual drama, had given rise to a sense of common endeavour.",
      "‘Abdu’l‑Bahá explains that the more the qualities of cooperation and mutual assistance are manifested by a people, “the more will human society advance in progress and prosperity.”"
    ]
  },
  {
    "id": "9/34/1/3",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Bahá’u’lláh’s vision for humanity",
        "bahaullahs-vision-for-humanity",
        1
      ],
      [
        "What Bahá’ís and those labouring alongside them are doing",
        "what-bahais-and-those-labouring-alongside-them-are-doing",
        3
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "The enkindled souls being raised up through the processes of the Plan . . . are committed to the prosperity of all, recognising that the welfare of individuals rests in the welfare of society at large . . . they are focused on transcending differences, harmonising perspectives, and promoting the use of consultation for making decisions. They emphasise qualities and attitudes—such as trustworthiness, cooperation, and forbearance—that are building blocks of a stable social order. They champion rationality and science as essential for human progress.",
      ". . . where growing numbers are helping to build communities of this character, the power of the Cause to transform people’s social existence, as well as their inner lives, is becoming increasingly visible.",
      {
        "type": "break"
      },
      "The enkindled souls being raised up through the processes of the Plan are seeking to gain an ever more profound understanding of Bahá’u’lláh’s teachings—“the sovereign remedy for every disease”—and to apply them to the needs of their society. They are committed to the prosperity of all, recognising that the welfare of individuals rests in the welfare of society at large. They are loyal citizens who eschew partisanship and the contest for worldly power. Instead, they are focused on transcending differences, harmonising perspectives, and promoting the use of consultation for making decisions. They emphasise qualities and attitudes—such as trustworthiness, cooperation, and forbearance—that are building blocks of a stable social order. They champion rationality and science as essential for human progress. They advocate tolerance and understanding, and with the inherent oneness of humanity uppermost in their minds, they view everyone as a potential partner to collaborate with, and they strive to foster fellow feeling even among groups who may traditionally have been hostile to one another. They are conscious of how the forces of materialism are at work around them, and their eyes are wide open to the many injustices that persist in the world, yet they are equally clear sighted about the creative power of unity and humanity’s capacity for altruism. They see the power that true religion possesses to transform hearts and overcome distrust, and so, with confidence in what the future holds, they labour to cultivate the conditions in which progress can occur."
    ]
  },
  {
    "id": "9/34/2/1",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      ["Building vibrant communities", "building-vibrant-communities", 2],
      [
        "The characteristics of a vibrant community",
        "the-characteristics-of-a-vibrant-community",
        1
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      ". . . Bahá’ís are engaged in cities and villages across the globe in establishing a pattern of life in which increasing numbers, irrespective of background, are invited to take part . . . This pattern of community life is giving rise to vibrant and purposeful new communities wherein relationships are founded on the oneness of mankind, universal participation, justice, and freedom from prejudice. All are welcome.",
      "[From the collective experiences of Bahá’í communities around the world] it was recognised that certain [community‑building] activities were a natural response to the spiritual needs of a population. Study circles, children’s classes, devotional meetings, and later junior youth groups stood out as being of central importance in this regard, and when woven together with related activities, the dynamics generated could give rise to a vibrant pattern of community life.",
      ". . . a rising spirit of universal participation in the work of community building . . . entails families and individual believers working together and making a conscious decision to see themselves as belonging to an expanding nucleus. Such groups of friends set about widening the circle of participation in their activities by engaging with the networks to which they belong—networks created through a place of work or study, a local school, or a community hub of another kind—and by accompanying others who arise to serve alongside them. These efforts have tremendous merit.",
      "Within each centre of intense activity, collaborative arrangements emerge among groups of families, who organise community‑building activities among themselves with a view to widening the embrace of such activities to many nearby households; an informal network of friends provides encouragement and support to the endeavours under way.",
      {
        "type": "break"
      },
      ". . . Bahá’ís are engaged in cities and villages across the globe in establishing a pattern of life in which increasing numbers, irrespective of background, are invited to take part. This pattern, expressive of the dynamic coherence between the material and spiritual dimensions of life, includes classes for the spiritual education of children in which they also develop a deep appreciation for the fundamental unity of the various world religions; groups that assist young people to navigate a crucial stage of their lives and to withstand the corrosive forces that especially target them; circles of study wherein participants reflect on the spiritual nature of existence and build capacity for service to the community and society; gatherings for collective worship that strengthen the devotional character of the community; and, in time, a growing range of endeavours for social and economic development. This pattern of community life is giving rise to vibrant and purposeful new communities wherein relationships are founded on the oneness of mankind, universal participation, justice, and freedom from prejudice. All are welcome. The process which is unfolding seeks to foster collaboration and build capacity within every human group—with no regard to class or religious background, with no concern for ethnicity or race, and irrespective of gender or social status—to arise and contribute to the advancement of civilisation.",
      ". . . vibrant local communities, characterised by tolerance and love and guided by a strong sense of purpose and collective will, [are] environments in which the capacities of all components—men, women, youth and children—are developed and their powers multiplied in unified action.",
      "Central to the pattern of action evolving in a cluster is the individual and collective transformation effected through the agency of the Word of God. . . . As a person cultivates the habit of study and deep reflection upon the Creative Word, this process of transformation reveals itself in an ability to express one’s understanding of profound concepts and to explore spiritual reality in conversations of significance. . . . Through exchanges of this kind, consciousness of spiritual forces is raised, apparent dichotomies yield to unexpected insights, a sense of unity and common calling is fortified, confidence that a better world can be created is strengthened, and a commitment to action becomes manifest.",
      "As one Plan succeeded another, and engagement with the work of community building became more broadly based, advances at the level of culture became more pronounced. For instance, the importance of educating the younger generations became more widely appreciated, as did the extraordinary potential represented by junior youth in particular. Souls assisting and accompanying one another along a shared path, constantly widening the circle of mutual support, became the pattern to which all efforts aimed at developing capacity for service aspired. Even the interactions of the friends among themselves and with those around them underwent a change, as awareness was raised of the power of meaningful conversations to kindle and fan spiritual susceptibilities. And significantly, Bahá’í communities adopted an increasingly outward‑looking orientation. Any soul responsive to the vision of the Faith could become an active participant—even a promoter and facilitator—of educational activities, meetings for worship and other elements of the community‑building work; from among such souls, many would also declare their faith in Bahá’u’lláh. Thus, a conception of the process of entry by troops emerged that relied less on theories and assumptions and more on actual experience of how large numbers of people could find the Faith, become familiar with it, identify with its aims, join in its activities and deliberations, and in many cases embrace it. Indeed, as the institute process was strengthened in region after region, the number of individuals taking a share in the work of the Plan, extending even to those recently acquainted with the Faith, grew by leaps and bounds. But this was not being driven by a mere concern for numbers. A vision of personal and collective transformation occurring simultaneously, founded on study of the Word of God and an appreciation of each person’s capacity to become a protagonist in a profound spiritual drama, had given rise to a sense of common endeavour."
    ]
  },
  {
    "id": "9/34/2/2",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      ["Building vibrant communities", "building-vibrant-communities", 2],
      [
        "Importance of worship and service, and contributing to the wellbeing of everyone",
        "importance-of-worship-and-service-and-contributing-to-the-wellbeing-of-everyone",
        2
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "The character of daily life in such places [centres of intense activity] is adapting to the rise of a culture in which worship and service are cherished activities involving many people at once. Uplifting, well‑prepared community gatherings—extending in some cases to camps and festivals—occur with increasing frequency, and music and song feature prominently on such occasions. Indeed the arts as a whole, so integral a part of the development of a community from the start, stand out in such settings as an important means of generating joy, strengthening bonds of unity, disseminating knowledge, and consolidating understanding, as well as of acquainting those in the wider society with the principles of the Cause.",
      "The systematic pursuit of the Plan . . . gives rise to a pattern of collective endeavour distinguished not only for its commitment to service, but also for its attraction to worship. . . . witness, for instance, how gatherings for worship have been integrated into the core of community life. Devotional meetings are occasions where any soul may enter, inhale the heavenly fragrances, experience the sweetness of prayer, meditate upon the Creative Word, be transported on the wings of the spirit, and commune with the one Beloved. Feelings of fellowship and common cause are generated, particularly in the spiritually heightened conversations that naturally occur at such times and through which the “city of the human heart” may be opened.",
      ". . . in such locations, the thoughts of the friends labouring at the grassroots are increasingly occupied with the progress and well‑being of everyone dwelling in the vicinity. Bahá’í institutions feel more keenly their responsibility for the spiritual education of an entire generation of children and junior youth, most or even all of whom might already be engaged in community activities."
    ]
  },
  {
    "id": "9/34/3/1",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      ["The centrality of education", "the-centrality-of-education", 1]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "The importance of education to a Bahá’í conception of spiritual and social transformation can hardly be overestimated. “Consider”, Bahá’u’lláh states, “the revelation of the light of the Name of God, the Educator.”",
      "Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
      "As to divine education, it is the education of the Kingdom and consists in acquiring divine perfections. This is indeed true education, for by its virtue man becomes the focal centre of divine blessings and the embodiment of the verse “Let Us make man in Our image, after Our likeness.” This is the ultimate goal of the world of humanity.",
      "The primary, the most urgent requirement is the promotion of education. It is inconceivable that any nation should achieve prosperity and success unless this paramount, this fundamental concern is carried forward.",
      {
        "type": "break"
      },
      ". . . Bahá’u’lláh considered education as one of the most fundamental factors of a true civilisation. This education, however, in order to be adequate and fruitful, should be comprehensive in nature and should take into consideration not only the physical and the intellectual side of man but also his spiritual and ethical aspects."
    ]
  },
  {
    "id": "9/34/3/2",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      [
        "The importance of the institute process in building both the capacity for service and the ability to contribute to the development of the local community and society",
        "the-importance-of-the-institute-process-in-building-both-the-capacity-for-service-and-the-ability-to-contribute-to-the-development-of-the-local-community-and-society",
        2
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "The significance of education in the work of community building is unmistakable, and in the field of social action the provision of education remains the signature contribution of Bahá’ís in most parts of the world. Preeminent among the structures and agencies created by the Bahá’í world to offer education is, of course, the training institute.",
      "We may think of the work of the training institute, then, as maintaining a system of distance education to fuel and facilitate this evolving conversation [concerned with the advancement of society through the teachings of Bahá’u’lláh]. The principal elements of the system include the “study circle”, the tutor, and a set of materials, grounded in the Bahá’í writings, that express the spiritual insights and the knowledge gained in the process of translating Bahá’u’lláh’s teachings into reality [for the development of their own community as well as for the progress of society].",
      "The training institute has no parallel as an instrument for the systematic exposure of limitless numbers of souls to the life‑giving waters of the Revelation and the inexhaustible meaning of the Word of God.",
      ". . . participation in institute courses is preparing the friends of God for an everdeeper engagement in the life of the wider community; it is endowing them with the knowledge, insights, and skills that enable them to contribute not only to the process of developing their own community, but to the progress of society. In short, the institute is a potent means for the society‑building power of the Faith to find release.",
      {
        "type": "break"
      },
      "The main sequence of courses is organised so as to set the individual, whether Bahá’í or not, on a path being defined by the accumulating experience of the community in its endeavour to open before humanity the vision of Bahá’u’lláh’s World Order. The very notion of a path is, itself, indicative of the nature and purpose of the courses, for a path invites participation, it beckons to new horizons, it demands effort and movement, it accommodates different paces and strides, it is structured and defined. A path can be experienced and known, not only by one or two but by scores upon scores; it belongs to the community. To walk a path is a concept equally expressive. It requires of the individual volition and choice; it calls for a set of skills and abilities but also elicits certain qualities and attitudes; it necessitates a logical progression but admits, when needed, related lines of exploration; it may seem easy at the outset but becomes more challenging further along. And crucially, one walks the path in the company of others.",
      ". . . a process that seeks to raise capacity within a population to take charge of its own spiritual, social, and intellectual development. The activities that drive this process, and in which newly found friends are invited to engage—meetings that strengthen the devotional character of the community; classes that nurture the tender hearts and minds of children; groups that channel the surging energies of junior youth; circles of study, open to all, that enable people of varied backgrounds to advance on equal footing and explore the application of the teachings to their individual and collective lives . . .",
      ". . . understanding the implications of the Revelation, both in terms of individual growth and social progress, increases manifold when study and service are joined and carried out concurrently. There, in the field of service, knowledge is tested, questions arise out of practice, and new levels of understanding are achieved. In the system of distance education that has now been established in country after country—the principal elements of which include the study circle, the tutor and the curriculum of the Ruhi Institute—the worldwide Bahá’í community has acquired the capacity to enable thousands, nay millions, to study the writings in small groups with the explicit purpose of translating the Bahá’í teachings into reality . . ."
    ]
  },
  {
    "id": "9/34/3/3",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      [
        "Educational programmes of the institute",
        "educational-programmes-of-the-institute",
        3
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "[The materials of the training institute] offer a seamless coherent educational experience from the age of five, upwards to the age of junior youth, and through into adulthood, and they serve as a direct counterpart to the pattern of activities unfolding at the grassroots.",
      {
        "type": "break"
      },
      "Where a programme of growth has been established in a previously unopened cluster, we see how the initial stirrings of activity arise out of the love for Bahá’u’lláh held in the heart of a committed believer. . . . all activity begins with this simple strand of love. It is the vital thread from which is woven a pattern of patient and concentrated effort . . . to introduce children, youth, and adults to spiritual ideas; to foster a feeling for worship through gatherings for prayer and devotion; to stimulate conversations that illuminate understanding; to start ever‑growing numbers on a lifetime of study of the Creative Word and its translation into deeds; to develop, along with others, capacity for service; and to accompany one another in the exercise of what has been learned."
    ]
  },
  {
    "id": "9/34/3/3/1",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      [
        "Educational programmes of the institute",
        "educational-programmes-of-the-institute",
        3
      ],
      ["Children’s classes", "childrens-classes", 1]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "[Children’s classes establish a] sustainable system for child education that will keep pace with both the growing concern among parents for their youngsters to develop sound moral structures and the rise in human resources in the community.",
      {
        "type": "break"
      },
      "Let them never forget the imperative to tend to the needs of the children of the world and offer them lessons that develop their spiritual faculties and lay the foundations of a noble and upright character.",
      "Children are the most precious treasure a community can possess, for in them are the promise and guarantee of the future. . . . An atmosphere needs to be maintained in which children feel that they belong to the community and share in its purpose . . ."
    ]
  },
  {
    "id": "9/34/3/3/2",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      [
        "Educational programmes of the institute",
        "educational-programmes-of-the-institute",
        3
      ],
      ["Junior youth groups", "junior-youth-groups", 2]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      ". . . the junior youth spiritual empowerment programme [is] imbued with a strong twofold purpose, both to develop their inherent potentialities [of junior youth] and to contribute to the transformation of society.",
      {
        "type": "break"
      },
      "Let them come to realise the full significance of their efforts to help young people form a strong moral identity in their early adolescent years and empower them to contribute to the well‑being of their communities.",
      "They assist junior youth to navigate through a crucial stage of their lives and to become empowered to direct their energies toward the advancement of civilisation.",
      "While global trends project an image of this age group as problematic, lost in the throes of tumultuous physical and emotional change, unresponsive and self‑consumed, the Bahá’í community—in the language it employs and the approaches it adopts—is moving decidedly in the opposite direction, seeing in junior youth instead altruism, an acute sense of justice, eagerness to learn about the universe and a desire to contribute to the construction of a better world. Account after account, in which junior youth in countries all over the planet give voice to their thoughts as participants in the programme, testifies to the validity of this vision. There is every indication that the programme engages their expanding consciousness in an exploration of reality that helps them to analyse the constructive and destructive forces operating in society and to recognise the influence these forces exert on their thoughts and actions, sharpening their spiritual perception, enhancing their powers of expression and reinforcing moral structures that will serve them throughout their lives. At an age when burgeoning intellectual, spiritual and physical powers become accessible to them, they are being given the tools needed to combat the forces that would rob them of their true identity as noble beings and to work for the common good.",
      ". . . and the spread in influence of a programme that instils in junior youth the sense of a twofold moral purpose, to develop their inherent potentialities and to contribute to the transformation of society . . ."
    ]
  },
  {
    "id": "9/34/3/3/3",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      [
        "Educational programmes of the institute",
        "educational-programmes-of-the-institute",
        3
      ],
      ["Study circles", "study-circles", 3]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "A study circle is a small group that meets [regularly] . . . to study the course materials. Anyone aged fifteen or older, whether a Bahá’í or not, is welcome to take part. The group is brought together by a tutor associated with the training institute. . . . All those participating are seen as active agents of their own learning, and tutors strive to create an atmosphere that encourages individuals to assume ownership for the educational process in which they are engaged. A study circle should be a space that leads to the spiritual and moral empowerment of individuals.",
      {
        "type": "break"
      },
      "Thousands upon thousands, embracing the diversity of the entire human family, are engaged in systematic study of the Creative Word in an environment that is at once serious and uplifting. As they strive to apply through a process of action, reflection and consultation the insights thus gained, they see their capacity to serve the Cause rise to new levels.",
      ". . . circles of study, open to all, that enable people of varied backgrounds to advance on equal footing and explore the application of the teachings to their individual and collective lives . . .",
      "[The tutor must create] an environment conducive to the spiritual empowerment of individuals, who will come to see themselves as active agents of their own learning, as protagonists of a constant effort to apply knowledge to effect individual and collective transformation."
    ]
  },
  {
    "id": "9/34/3/4",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Educational endeavours and the training institute",
        "educational-endeavours-and-the-training-institute",
        3
      ],
      [
        "Youth: the sacred charge of the institute",
        "youth-the-sacred-charge-of-the-institute",
        4
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "Institutes know well that releasing the potential possessed by young people is, for them, a sacred charge; we now ask that Bahá’í youth view the future development of the institute in the very same light. . . . They should seize every opportunity—in their schools and universities, and in spaces dedicated to work, family, or social interaction—to encourage more and more souls to benefit from the institute’s programmes. Some youth will be able to devote a period of service—perhaps even successive years—to the provision of education, especially to those younger than themselves; for many, support for the institute’s activities will be an ever‑present dimension of their lives throughout their own education and as they seek a livelihood from their calling in this world; but for none should it be anything less than a cherished commitment.",
      {
        "type": "break"
      },
      "Regardless of their social situations, young people aspire for spiritual and intellectual growth and “to make a contribution to the fortunes of humanity”. They have many wonderful powers, and channelling them properly is an important concern, for when misdirected or manipulated by others, they can cause much social distress. Among the youth of the world are those alive to Bahá’u’lláh’s vision of a spiritually and materially prosperous world. Engaging in the programmes of the training institute enables them to see themselves as walking a path of service. Along this path they enhance their capacity to apply Bahá’u’lláh’s teachings to the life of society. They understand, as ‘Abdu’l‑Bahá has stated, that no deed in the world is “nobler than service to the common good”, that “the highest righteousness” is to “arise and energetically devote themselves to the service of the masses”.",
      "In selfless service to society is the possibility for both personal growth and enhancing capacity to contribute to social progress. “Service to humanity is service to God”, ‘Abdu’l‑Bahá has stressed. To those who have arisen to serve, He has urged, “Let the love and light of the Kingdom radiate through you until all who look upon you shall be illumined by its reflection.” Through directing their talents and abilities to the elevation of society, they “become the cause of the tranquillity of the world of creation”. As they infuse their day‑to‑day activities with a spirit of generous giving, and offer voluntary acts for the well‑being of others, they attract the assistance and confirmations of God.",
      "It is essential then that ever‑growing numbers of those in the prime of their lives “steel themselves for a life of service” to society. . . ."
    ]
  },
  {
    "id": "9/34/4/1",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Contributing to social transformation",
        "contributing-to-social-transformation",
        4
      ],
      [
        "Becoming protagonists of our own development and that of our communities",
        "becoming-protagonists-of-our-own-development-and-that-of-our-communities",
        1
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "The Revelation of Bahá’u’lláh is concerned with the transformation of both humanity’s inner life and social environment. . . . The contribution made by Bahá’ís is distinguished by its focus on building capacity for service; it is an approach founded on faith in the ability of a population to become the protagonists of their own development.",
      "Capacity building is the watchword of these plans: they aim at enabling the protagonists of collective effort to strengthen the spiritual foundations of villages and neighbourhoods, to address certain of their social and economic needs, and to contribute to the discourses prevalent in society, all while maintaining the necessary coherence in methods and approaches.",
      {
        "type": "break"
      },
      "The spiritual energies They [the Báb and Bahá’u’lláh] released into the world infused a new life into every sphere of endeavour, the results of which are evident in the transformation that has occurred. Material civilisation has advanced immeasurably; astounding breakthroughs in science and technology have been achieved; the gates to the accumulated knowledge of humanity have been flung open. And principles set out by Bahá’u’lláh for the upliftment and progress of society and for ending systems of domination and exclusion have come to be widely accepted. Consider His teaching that humanity is one people, or that women are equal with men, or that education must be universal, or that rational investigation of the truth must prevail over fanciful theories and prejudices. Across all nations, a large segment of the world’s people now agrees with these fundamental values.",
      "Nevertheless, arguments against these values, previously confined to the margins of serious thought, are also resurgent in society—a reminder that ideals require the force of spiritual commitment to cement them. For it is one thing to acknowledge something in principle; it is quite another to embrace it with all of one’s heart, and harder still to refashion society in ways that give collective expression to it. Yet this is the aim of communities emerging across the globe that are patterned on Bahá’u’lláh’s teachings."
    ]
  },
  {
    "id": "9/34/4/2",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Contributing to social transformation",
        "contributing-to-social-transformation",
        4
      ],
      ["Social action", "social-action", 2]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "Most appropriately conceived in terms of a spectrum, social action can range from fairly informal efforts of limited duration undertaken by individuals or small groups of friends to programmes of social and economic development with a high level of complexity and sophistication implemented by Bahá’í‑inspired organisations. Irrespective of its scope and scale, all social action seeks to apply the teachings and principles of the Faith to improve some aspect of the social or economic life of a population, however modestly. Such endeavours are distinguished, then, by their stated purpose to promote the material well‑being of the population, in addition to its spiritual welfare.",
      {
        "type": "break"
      },
      "As the intensity of community‑building work in a cluster increases, the friends there inevitably become more conscious of social, economic, or cultural barriers that are impeding people’s spiritual and material progress. . . . In reflecting on such situations, it becomes evident that, within clusters, expansion and consolidation, social action, and contributing to prevalent discourses are dimensions of a single, unified, outward‑looking endeavour carried out at the grassroots of society. All these efforts are pursued according to a common framework for action, and this above all else brings coherence to the overall pattern of activity."
    ]
  },
  {
    "id": "9/34/4/3",
    "path": [
      ["Compilations", "compilations", 9],
      ["Worldwide Conference Materials", "worldwide-conference", 34],
      [
        "Contributing to social transformation",
        "contributing-to-social-transformation",
        4
      ],
      [
        "Participating in discourses of society",
        "participating-in-discourses-of-society",
        3
      ]
    ],
    "years": [2022.0121, 2022.0121],
    "content": [
      "Closely connected with the capacity for engaging in social action is a capacity for contributing to the discourses of society. At heart, this is simply a capacity for participating in a conversation about a matter that affects people’s lives and offering a perspective grounded in Bahá’í principles and Bahá’í experience. Viewed in this way, it is a skill which many Bahá’ís have the opportunity to practise almost daily, for instance in their studies or occupations, and which is cultivated through involvement in institute courses. . . . Opportunities are sought out to share the perspectives of the Faith with community leaders and figures in authority, and spaces are created in which representatives of various groups and interests can be assisted to reach a common point of view through consultation."
    ]
  }
]
