[
  {
    "id": "7/9",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      {
        "type": "info",
        "text": "To all Continental Counsellors"
      },
      {
        "type": "info",
        "text": "Dearly loved Co‑workers,"
      },
      "Over the past few months all of the Continental Boards of Counsellors have held their biannual plenary meetings and focused on the challenge of accelerating the movement of clusters and the launching of an increasing number of intensive programmes of growth. Representatives of the International Teaching Centre participated in each of these meetings and shared some of the insights garnered from our travels and from your reports on a wide range of clusters. The consultations at those meetings, along with the recent successes in the teaching field that have resulted from the new approaches we discussed, have further enriched our understanding of growth. Learning about growth is a dynamic process. The more we do, the more we learn. As part of the ongoing learning, we wish to share with you some of our current thinking on how to advance the process of entry by troops, with special reference to the hundreds of less developed clusters that need to reach a level of significant, sustained growth by the end of the Five Year Plan. We hope these perspectives will assist you in guiding and accompanying the Auxiliary Board members and their assistants in their efforts to invigorate the teaching work, foster systematic growth, and in so doing, achieve the goals for this coming Riḍván.",
      "In the short span of time since your participation in the Auxiliary Board member conferences, we have seen how the spirit and resolve you and your auxiliaries evinced at those gatherings have been translated into consecrated efforts at the grass roots to promote the framework of the Plan. That you have proceeded “with the full force of [your] energies” has been abundantly clear. What is also clear is that the rate of establishing intensive programmes of growth on each continent must be dramatically accelerated if we are to achieve the goal of 1,500 growth programmes by the end of the Plan. This challenge is brought into relief when we consider that at Riḍván 2008, 40 percent of the five‑year period will have been completed. We feel that the goals countries have set for the next several months are fully attainable. Target dates for launching intensive programmes of growth can be adjusted if they are not realistic, but they cannot be continually postponed. What is required is to apply more widely a few key strategies that have created greater momentum in emerging clusters and have also resulted in a marked upswing in enrolments in clusters with intensive programmes of growth."
    ]
  },
  {
    "id": "7/9/1",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      ["A three‑month cycle of activity", "a-three-month-cycle-of-activity", 1]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "One of the most striking insights drawn from the experience in advanced clusters is that many dimensions of the framework for action critical to the success of an intensive programme of growth are integral to the progress of less developed clusters. No matter what its stage of development, in every priority cluster it is beneficial that the friends, even if their numbers are few, make plans according to a three‑month cycle of activity. This establishes a rhythm that helps the believers and institutions become more systematic in the process of consultation, action, and reflection, and prepares them for their eventual intensive programme of growth."
    ]
  },
  {
    "id": "7/9/2",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      [
        "Assessing the strength of the institute process",
        "assessing-the-strength-of-the-institute-process",
        2
      ]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "Another lesson derived from the experience of clusters with intensive programmes of growth is that an assessment of the strength of the institute process should be measured by activity and growth and not solely by attaining numerical benchmarks. In some cases these benchmarks have become barriers to the advancement of clusters. During the previous Plan it was felt that achieving the propitious condition of having “a sizeable group of devoted and capable believers who understand the prerequisites for sustainable growth” suggested that at least 40 to 50 believers needed to complete the sequence of courses before a dynamic environment for growth could be created. In many cases this is true, particularly if fewer than half of those believers arise to serve and translate what they have learned in the institute courses into constructive action. However, recent experience has shown that in some regions a far smaller number of friends, when fully engaged in the framework for action, can initiate and sustain a growth process of steady enrolments, provided the new believers are nurtured and trained to quickly join in shouldering the work of the Cause in their cluster. The difference in these clusters is that the efforts of the believers who have completed the sequence are augmented by the vigorous participation in the activities of the Plan by the friends at earlier levels of the sequence."
    ]
  },
  {
    "id": "7/9/3",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      [
        "Laying the foundation for a programme of growth",
        "laying-the-foundation-for-a-programme-of-growth",
        3
      ]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "As you know, an important realisation is that no two clusters are exactly alike. In particular, the less developed clusters that have the furthest to advance over the next few years have quite different strengths, demographics, receptivity, and other conditions. The task of assessing the strength of such clusters requires a careful look at the ability of the individuals in that particular cluster to begin to put in place, through teaching and core activities, the basic elements of a growth programme. As the human resources in such clusters become more abundant and the believers more effective in their teaching work, the programme of growth will reach an intensive stage. Thus the need of the institutions to view their criteria for advancing clusters in a fresh way is not merely a call for flexibility but for recognising that the movement of clusters from one category to another is a seamless process of systematic, organic growth, rather than a hierarchical set of hurdles."
    ]
  },
  {
    "id": "7/9/4",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      ["A renewed emphasis on teaching", "a-renewed-emphasis-on-teaching", 4]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "In clusters at an early stage of development, it is possible to work with a core group of believers—say five to ten—and by giving them a vision of the framework, assisting them to make plans, and accompanying them in teaching and other acts of service, set in motion a process that will lead to sustained growth. One should never underestimate what a handful of capable tutors can do and how effectively they can respond to growth and raise up new human resources. The vital component of such an incipient growth programme is an emphasis on teaching, which needs to be present from the start. Again, this is a key element of learning from clusters with intensive programmes of growth. Those that have attained a healthy, sustainable growth pattern are characterised by a focus on teaching, in particular direct teaching, and not just on extending invitations to core activities. Where intensive programmes of growth have stalled at a plateau of low numbers of enrolments, the dimension missing from the framework for action is direct, collective teaching."
    ]
  },
  {
    "id": "7/9/5",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      [
        "Bringing the believers into the teaching work",
        "bringing-the-believers-into-the-teaching-work",
        5
      ]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "An accent on teaching in clusters at a formative stage can consist not only of direct, individual teaching but also of small, collective efforts, which experience shows can propel the process of growth and advance the cluster in an accelerated manner. Granted, the friends may need to be cautioned not to outstrip their human resources, but the development of a culture of teaching, supported by ongoing training, will be the surest path to a successful intensive programme of growth. Moreover, when the believers taste the sweetness of the teaching experience, it sustains their enthusiasm. Another lesson from some advanced clusters is that the friends are often not easily mobilised once they have completed institute courses because there are no demands placed upon them as would be the case if there were an influx of new believers. When there is growth, the believers arise to serve and mobilisation is realised."
    ]
  },
  {
    "id": "7/9/6",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      ["Teaching projects", "teaching-projects", 6]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "Along with giving focused attention to the less developed clusters that need to make significant headway in the coming months, a priority for you and your auxiliaries is to help bring about increased growth in the advanced clusters. The lack of appreciable growth in many intensive programmes can be attributed to ineffective expansion phases. As you have observed, this phase often lacks intensity and the character of the activities undertaken is the same as those ongoing during the rest of the cycle. A teaching project involving a growing number of friends in a planned, collective effort that extends over one or two weeks, employing a range of direct methods, reaching out to a receptive population, coordinating the efforts of several teaching teams, and engaging the believers in an intense endeavour animated by daily prayer is a hallmark of an expansion phase."
    ]
  },
  {
    "id": "7/9/7",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      ["Utilising resource persons", "utilising-resource-persons", 7]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "In order for more of the intensive programmes of growth to launch collective teaching projects and to achieve a breakthrough in enrolments, we have encouraged you to identify and deploy resource persons who are dynamic teachers, experienced with the framework of the Plan, capable of generating enthusiasm and intensity, and available to guide and build capacity in the friends in these advanced clusters to carry out a project in the expansion phase over a number of cycles. The early results from this approach are immensely encouraging. The movement of these resource persons, along with those you have identified for the institute process, junior youth groups, and home visits, should be a primary strategy for clusters with intensive programmes of growth and is equally suited to those moving toward that stage."
    ]
  },
  {
    "id": "7/9/8",
    "path": [
      ["Documents", "documents", 7],
      [
        "Message on clusters, institutes, and growth (ITC)",
        "clusters-institutes-growth",
        9
      ],
      ["Homefront pioneering", "homefront-pioneering", 8]
    ],
    "years": [2007.093, 2007.093],
    "date": "30 September 2007",
    "content": [
      "In addition to short‑term resource persons, we wish to reiterate the necessity of approaching selected, dedicated believers, who have demonstrable experience in initiating core activities, and calling upon them to consider the special service of homefront pioneering. Although you will be opening this opportunity before these friends, the motivation to enter the pioneering field should be their own. Where necessary, financial assistance can be provided but such a service must receive its impulse from “the spiritual energies of those steadfast and devoted souls who long to labour without expectation of financial reward in the path of God.”",
      "Both short‑ and long‑term homefront pioneers will be required in the clusters that are at an early stage of development to help form the core of believers needed to establish the mutually reinforcing processes of teaching and training. In the advanced clusters, it is clear that without the conscious deployment of homefront pioneers to certain areas or sectors of the cluster where more receptive populations reside, the awaited breakthrough in achieving large‑scale enrolments may not materialise. Although great strides can be made by believers who live near areas with receptive groups and who commit themselves to initiating regular core activities in these areas, the settlement of homefront pioneers, even for six to twelve months, will provide stability and continuity for the teaching work and the process of community building.",
      "It is gratifying that the first year of this Plan registered a higher level of enrolments worldwide than in any of the previous five years. The energy and devotion the institutions and individual believers have manifested in pursuing the aim of advancing the process of entry by troops have attracted the outpourings of divine grace. Remain ever confident that an all‑loving Providence will bless and sustain you in your sacred tasks, and summon forth the determination to marshal the talents and energies of the believers so that the next six months will witness unparalleled triumphs in the teaching field. As we proceed on this path, we are reminded of these inspiring words of encouragement from Shoghi Effendi: “The field, in all its vastness and fertility, is wide open . . . The harvest is ripe. The hour is overdue.”",
      "You are warmly remembered in our prayers.",
      "With loving Bahá’í greetings,",
      "The International Teaching Centre"
    ]
  }
]
