[
  {
    "path": [
      ["Documents", "documents", 7],
      ["Youth Conference Materials (WC)", "youth-conference", 17],
      ["The Period of Youth", "the-period-of-youth", 1]
    ],
    "years": [2013.0701, 2013.1001],
    "date": "July 2013",
    "content": [
      "Every generation of youth is distinguished by certain characteristics and their lives are shaped by particular forces. In this session, your group is asked to reflect on this vital subject. How do you view the role of your generation in society? What high purpose shapes your individual and collective actions?",
      "The youth conferences gather young people of different ages and experiences. Many are teenagers who, through school, family, and community life, are preparing for the duties of adulthood. Others are older youth who may be in college or working, married or in the process of starting a family. For some, social conditions may have thrust on them duties of a much older age, and the survival of their families may already depend on them. Equally diverse are the communities they come from, ranging from the small villages of the world to the neighbourhoods of large urban centres with millions of inhabitants.",
      "Regardless of their social situations, young people aspire for spiritual and intellectual growth and “to make a contribution to the fortunes of humanity”. They have many wonderful powers, and channelling them properly is an important concern, for when misdirected or manipulated by others, they can cause much social distress. Among the youth of the world are those alive to Bahá’u’lláh’s vision of a spiritually and materially prosperous world. Engaging in the programmes of the training institute enables them to see themselves as walking a path of service. Along this path they enhance their capacity to apply Bahá’u’lláh’s teachings to the life of society. They understand, as ‘Abdu’l‑Bahá has stated, that no deed in the world is “nobler than service to the common good”, that “the highest righteousness” is to “arise and energetically devote themselves to the service of the masses”.",
      "In selfless service to society is the possibility for both personal growth and enhancing capacity to contribute to social progress. “Service to humanity is service to God”, ‘Abdu’l‑Bahá has stressed. To those who have arisen to serve, He has urged, “Let the love and light of the Kingdom radiate through you until all who look upon you shall be illumined by its reflection.” Through directing their talents and abilities to the elevation of society, they “become the cause of the tranquillity of the world of creation”. As they infuse their day‑to‑day activities with a spirit of generous giving, and offer voluntary acts for the well‑being of others, they attract the assistance and confirmations of God.",
      "It is essential then that ever‑growing numbers of those in the prime of their lives “steel themselves for a life of service” to society. Naturally, many matters occupy their time and energy: education, work, leisure, spiritual life, physical health. But they learn to avoid a fragmented approach to life that fails to see the connections among life’s various aspects. Such a disjointed view of life often makes individuals fall victim to the false choices suggested in questions such as whether one should study or serve, advance materially or contribute to the betterment of others, pursue work or become dedicated to service. Failure to approach one’s life as a coherent whole often breeds anxiety and confusion. Through service, young people can learn to foster a life in which its various aspects complement each other.",
      "Assured of God’s unfailing blessings to those who arise to serve, youth look at the environments in which they interact with others—the family, the peer group, the school, the work place, the media, the community—and recognise the social forces that operate in them. Some of these forces, such as love for truth, thirst for knowledge, and attraction to beauty, impel them in their progress along a path of service. Other forces, for instance the spreading materialism and self‑centredness, are destructive and by distorting young people’s view of the world impede individual and collective growth. As they advance in their endeavours to contribute to the construction of a better world, their capacity to draw on the spiritual and social forces that make them builders of civilisation grows manifoldly."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Youth Conference Materials (WC)", "youth-conference", 17],
      ["Early Adolescence", "early-adolescence", 2]
    ],
    "years": [2013.0701, 2013.1001],
    "date": "July 2013",
    "content": [
      "In the first session of the conference, you discussed a number of important concepts related to being a youth. One idea you considered was the influence of the constructive and destructive social forces on young people. Now you are invited to think about junior youth who are at the special age of early adolescence and represent “a reservoir of capacity to transform society waiting to be tapped”. What makes this age special?",
      "Falling between the ages of 12 and 15 and representing a transition from childhood to youth, junior youth experience rapid physical, intellectual, and emotional changes. Their spiritual powers expand. A new level of awareness fosters in them an increased interest in profound questions and in their talents and abilities. Their “faculties of observation are broadened and deepened”, ‘Abdu’l‑Bahá states, and their intellectual capacities “are trained and awakened”. During this short and critical three‑year period, ideas about the individual and society that may very well shape the rest of their lives are formed. However, delight at these new powers is often combined with feelings of worry, discomfort, and doubt that may produce contradictions in behaviour. Directing their new abilities towards selfless service to humanity is therefore needed at this age. It requires that they receive the right kind of education and nurturing, otherwise their “qualities will be stifled in the foul atmosphere of self”.",
      "Some views of junior youth do not cast this period of life in a positive light. Popular views, for instance, regard this age as full of confusion and crises. Such thoughts foster conditions in which undesirable patterns of behaviour are spread. A proper understanding of this age is that of selfless young people with “an acute sense of justice, eagerness to learn about the universe and a desire to contribute to the construction of a better world”. The negative traits they sometimes show are certainly not intrinsic to this stage in human life.",
      "The key issue to consider then is what the sources of unacceptable patterns of behaviour are that sometimes characterise some junior youth. Two factors require particularly careful thought in this regard. First, the effect of negative social forces on many communities has led to the spread of various social ills that have great influence on how young people view themselves and society. Second, junior youth are heavily affected by the behaviour of adults towards them. Although at this age they are gaining insights into many profound matters, adults sometimes insist on treating them like children. In addition, the difference in words and actions that some adults at times exhibit can be a source of confusion to young people who are looking for standards by which to shape their lives.",
      "Stressing the effect of negative social forces on junior youth does not imply that young people are basically fragile. They can, with help, face these forces. They can develop the powers of the soul and mind that not only enable them to transcend such challenges but also make them contributors to building a new society. In this light, the Universal House of Justice has called for approaches “that will engage their interests, mould their capacities for teaching and service, and involve them in social interaction with older youth”. They need an environment that nurtures their spiritual qualities and inspires their zeal for learning and meaningful action. The role that older youth, who relate to the experiences of early adolescence, can play in creating such an atmosphere is critical. Since the junior youth often look to them for examples of how to act, older youth are called to the sacred charge of helping their younger counterparts strengthen their moral foundations.",
      "In this connection, Bahá’í youth and their friends in many communities are committing themselves to serving as animators of the junior youth spiritual empowerment programme. The programme gives young people “tools needed to combat the forces that would rob them of their true identity as noble beings and to work for the common good”. In a joyous and friendly group of peers that serves as an environment of mutual support, junior youth study texts that introduce various fundamental concepts. They are aided to sharpen their spiritual perception, to identify forces shaping society, and to enhance their powers of expression, which, in turn, enable them to understand and describe with clarity the world around them. Through acts of service, they learn together to tangibly contribute to the well‑being of society.",
      "Reinforcing the moral structures that are developing in their minds, the ideas addressed in each text give junior youth a hopeful outlook on life and society. Animators, acting as their friends, support and guide them in this process, careful to relate to them not as children but as young people with growing abilities to contribute to raising a new civilisation. While fostering conditions that inspire selfless service to the community, animators are also watchful lest, without realising it, the activities they facilitate evoke in their charges ego or self‑centredness. Their interactions with parents of the junior youth nurture a collaborative spirit and help extend the positive environment created in the group to the homes and to the entire community.",
      "The effect of the programme on the animators is equally significant. Whether they had been members of a junior youth group or not, they are all affected by the programme’s power to shape moral purpose. To the extent that they commit to their own spiritual growth will the effectiveness of their service to the younger generation increase. Mindful of the concepts inherited from society that affect their minds, animators are ever conscious of the effect of Bahá’u’lláh’s teachings on their thoughts and actions. They also strive to create an atmosphere among themselves and in their communities where the greatest joy is derived from aiding “one another scale the heights of service”."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Youth Conference Materials (WC)", "youth-conference", 17],
      [
        "Fostering Mutual Support and Assistance",
        "fostering-mutual-support-and-assistance",
        3
      ]
    ],
    "years": [2013.0701, 2013.1001],
    "date": "July 2013",
    "content": [
      "The first two statements you have studied make clear that a great responsibility to contribute to the betterment of society faces the current generation of youth. On them also rests the duty of fostering an environment in which the younger members of society can attain the spiritual and intellectual powers needed to become builders of a new civilisation. The task is no doubt immense. To counteract the powerful social forces that threaten to sap their powers and distort their purpose, youth can rely on God’s unfailing assistance. They also have to enhance the ability to create an atmosphere of mutual support and assistance among themselves and in their communities in which their powers to transform society are multiplied.",
      "Below is an imaginary conversation among four close friends, two boys, Sampa and Sanjiv, and two girls, Caroline and Rayen, who live in Springtown, a Metropol City suburb of some 4,000 people. Many of Springtown’s residents are between the ages of 15 and 30 years. Sampa, 18, and Rayen, 19, just finished high school, while Sanjiv and Caroline, both 21, study in one of Metropol’s large universities. With the exception of Caroline, who joined them recently, they have known each other for many years. They studied together in the suburb’s elementary and high school and over the past three years have been serving as junior youth animators. Currently, the four of them are supporting four groups of some 50 youngsters in Springtown. Serving together has strengthened their friendship, and they are always engaged in enthusiastic conversation about their efforts and the progress of their community. Rayen and Sanjiv are Bahá’ís.",
      {
        "type": "break"
      },
      "“We need to talk more about the idea of walking a path of service,” Sampa starts. “I know it is about the service one offers, but there is also the question of how the service is carried out.”",
      "“Well, I like the fact that we serve together,” Rayen responds quickly. “Serving alone would be hard. With you wonderful people around me, I find courage to keep serving.”",
      "“It is true,” Caroline adds. “But I think the fact that we serve together also helps us avoid negative patterns of behaviour. Personally, I have had to make many changes since I started serving with you guys, changes that would have been difficult to make by myself.”",
      "Sanjiv smiles thoughtfully at Caroline and says: “I am reminded of what the House of Justice says, that the path of service ‘can be experienced and known, not only by one or two but by scores upon scores’. I think this also means that service allows a large number of people to advance and grow together.”",
      "“I am new to this,” Caroline says, “but our unity makes such a great difference. It is not only that we do not fight but also that we see things the same way. We are united in what we seek; we walk in the same direction. I have met many people, good and intelligent people with great ideas, pure intentions. But they cannot advance together; they have no unified vision.”",
      "“I think that part of unity is accepting that we all do not walk at the same pace,” says Rayen. “How did the House of Justice say it, Sanjiv?” she asks with a smile on her face.",
      "“That the path ‘accommodates different paces and strides’,” Sanjiv says, his voice clear and deliberate.",
      "“Different paces and strides,” Rayen continues. “It is easy to just run at top speed because you can, but to stop, look back, and maybe walk back to support your friend requires sincere love and patience. Otherwise, how can we advance together?”",
      "“But Rayen, we also have to be careful that it is not just about a few very good friends serving together but also inspiring and inviting those not yet on the path to join us,” says Caroline. “If Sanjiv had not invited me, I would not be here. There are many youth out there who really want to contribute to society, but they do not know how. We have to learn to form true and lasting friendships with others who also want to better society.”",
      {
        "type": "break"
      },
      "“I really like what Caroline has said. It is important that our efforts are sincere and that we work hard. But if we cannot help others who are also willing to start walking a path of service, it will be difficult to achieve lasting change,” Sanjiv says. “But then we must really think about our own qualities and attitudes, both as individuals and as a group.”",
      "“True,” says Sampa. “So many good efforts are derailed because of the self‑centredness of the people involved in them. Sometimes this leads to paying too much attention to the faults of others, and instead of encouraging friends who may be struggling, one starts criticising them.”",
      "“Oh, criticism does not benefit anyone,” says Caroline. “It stifles growth. But nowadays it is so common in society. Sometimes it seems as if everyone is criticising everyone else.”",
      "“And sometimes the problem is not the criticism of others. Someone can so focus on his or her own shortcomings that he or she becomes immobilised,” Sanjiv says.",
      "Sampa says, “No one should ever feel helpless. We are assured of God’s help—we have to believe that, I mean really believe it—and we have friends around us. Friendship is not just laughing and playing together but being sincerely happy with the progress of a friend, actually helping each other to grow.”",
      "Rayen adds: “I think when people become true friends, and are constantly encouraging each other, even what may at first seem impossible becomes achievable. Then service becomes pure joy, and the circle of friends grows.”",
      {
        "type": "break"
      },
      "There is a moment of silence as the four young friends ponder these ideas. They look at one another and smile as a strong sense of spiritual camaraderie engulfs them. They all seem to want to say something, but they hesitate. It appears that Sanjiv is the one most eager to speak.",
      "“Just say it Sanjiv, just say it,” Caroline urges him on as they all burst into laughter.",
      "“I was just thinking that we need to learn a lot about these really profound ideas. Let us take ourselves as an example. We are all animators, right? Now think of what it takes to properly support a group of eager, enthusiastic, and energetic junior youth for three years, sometimes longer. Then think about building and maintaining really good friendships with other animators and constantly helping each other. Can we become good at these things if we are not prepared to learn?”",
      "Sanjiv’s words send the group into silent reflection again. “I think the place to start is what Caroline said earlier, having absolute faith that if we are sincere, God will assist us,” Sampa says after a while.",
      "“We also have to be humble and accept that we do not know everything,” adds Rayen. “I think we are learning how to learn. It really helps that we often study together, support one another with the groups, and regularly meet to reflect and consult.”",
      "Caroline says, “I think we are also learning to listen to each other. A friend of mine used to say, ‘I know you heard me, but did you really listen to me?’ Sometimes people give greater value to eloquence and not so much to listening carefully and without prejudice. People can better support each other when they really listen to each other.”",
      "Sanjiv says: “Listening is also related to how we consult. ‘Abdu’l‑Bahá says that ‘consultation must have for its object the investigation of truth’ and that ‘man should weigh his opinions with the utmost serenity, calmness and composure’. I think part of learning is being sincerely concerned about truth rather than the ‘mere voicing of personal views’.”",
      "“It is, of course, okay to have personal opinions,” says Caroline, “but they must be expressed in a way that invites rather than stifles the views of others. I have to say that when we meet for the reflection meetings and talk, that is how I feel: that all our thoughts are appreciated and that you guys really want to know what everyone thinks and feels. I am learning to be like that and I think it is just great!”",
      {
        "type": "break"
      },
      "The friends continue discussing how they can support one another effectively. They think about how to elevate interactions among friends. “It is a sophisticated world nowadays, what with all the new technologies,” Rayen says thoughtfully. “Some of us have more friends on the Internet than we do in real life. Interactions on the Internet might be driven by a different set of values, and we end up living a life of contradictions. I guess if we remain conscious that Bahá’u’lláh’s loving presence surrounds us always, we will strive to elevate every interaction.”",
      "“We were discussing the other day how people sometimes would rather be texting someone halfway across the world than having a conversation with someone sitting right next to them,” Sampa says. “Nothing can replace real friendship that is built on a shared desire and dedication to bettering one’s community. This is one of the most important points I take from this discussion.”"
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Youth Conference Materials (WC)", "youth-conference", 17],
      ["Youth and Community Building", "youth-and-community-building", 4]
    ],
    "years": [2013.0701, 2013.1001],
    "date": "July 2013",
    "content": [
      "The last session addressed the importance of youth supporting one another and advancing together in service to society. It was clear that building a new society largely depends on the sincere efforts of growing numbers of people who are able to “weave their individual initiatives and collective endeavours into an effective pattern of unified action”. In this light, you are now asked to reflect on the contribution your generation can make to the building of vibrant communities in neighbourhoods and villages, and in other settings where people eager to play a part in collective transformation are found.",
      "To consider this question, it is essential to briefly review some of the elements of the framework for action that guides the efforts of the worldwide Bahá’í community. Most of the actions of Bahá’í communities to build a new society inspired by the teachings of Bahá’u’lláh take place in the context of a cluster, a manageable geographic area consisting of villages and perhaps a small town or of a large city and its suburbs. The main objective in each cluster is strengthening, through the application of Bahá’í teachings, the three main protagonists in the processes of change: the individual, the community, and the institutions. This work includes raising, through the institute process, growing numbers of people capable of promoting spiritual and social progress; building vibrant local communities where “individuals, families and institutions . . . [work] together with a common purpose for the welfare of people both within and beyond its own borders”; and developing institutions with the capacity to mobilise, canalise, and unify the energies of many friends who are eager to serve. Clusters necessarily are at different stages of development based on the number and effectiveness of those labouring for change and the strength and advancement of the local communities and institutions. In some, efforts of the Bahá’ís to build a new society are yet to begin.",
      "In each cluster, the friends face different circumstances. Many of them live in largely homogeneous villages of rural areas or the usually diverse neighbourhoods of large cities. A strong communal spirit characterises some localities; in others, it is clearly absent. The friends in a cluster may also associate with others based on certain common interests, for instance, study at a particular university or membership in a professional or social organisation that is not restricted to a physical location. To build a new society, the friends seek to raise in these settings and spaces the capacity to apply the teachings of Bahá’u’lláh. No society can experience the spiritual and social advancement possible at this stage in human life without the selfless services of its members.",
      "In reflecting on the efforts of the young generation to walk a path of service, it is important to think about how they can “foster a vibrant community life in neighbourhoods and villages”. The account below and questions that follow will help you consult on your contributions to building communities that increasingly reflect Bahá’u’lláh’s vision for humanity.",
      {
        "type": "break"
      },
      "In the eastern region of Manjalo, in the cluster of Heri, lies Jambo, a large village of some 3,000 people located on the gentle slopes of Muze Mountain. It is a beautiful village with meandering streets lined with gorgeous jacaranda trees, which when in their purple bloom, combine with lush green fields to give the village a vibrant sense of life. Its diverse inhabitants— a fifth of whom are below the age of 11, and a tenth are junior youth—come from various tribes who have lived together for many years. As more than half of them are under 30 years old, they are in many ways an energetic lot.",
      "Furthest up the slopes of the mountain, a large old church with white‑washed walls overlooks Jambo, and at the foot are the village’s elementary and high schools. In between is everything else: a tidy little post office; the walled homes of affluent residents; a sizeable clinic with a red roof; a busy sports centre; a good‑sized market with well‑stocked shops; and closest to the schools, a sprawling compound where most of Jambo’s residents live. They are hard‑working, Jambo’s locals. Each family has a plot where it grows iron‑rich greens and delicious tubers. The income of the men working in a copper mine 10 kilometres north and the visits of people from the hot and humid valley below fuel the village’s small economy. New restaurants have opened along its winding main road, as have a few beer halls, which, with their blaring music, are changing Jambo’s tranquil surroundings.",
      "Jambo differs from nearby villages in many ways, but mostly for having nearly a third of its residents working together for the community’s well‑being. They are committed, one would say, to learning how to use Bahá’u’lláh’s teachings to build a better society. Their often fervent conversations show one thing: studying the Word of God through institute courses has given them a thirst for understanding and a desire to serve. They have opened their homes to devotional gatherings; children, aided by teenagers, meet weekly under trees, in houses, and in classrooms for spiritual education; the junior youth and their youthful animators are a source of ceaseless activity: at times diligently studying their texts in groups, other times out and about, hauling garbage, visiting the sick, planting trees, serving in whatever way they can. The beaming smiles of their parents are telling—hope in their children’s ability to face a fast‑changing world is replacing despair as every day a growing moral courage is seen in their youngsters’ words and actions. And there is much rejoicing when those involved in activities—children and junior youth, youth and adults, women and men—gather. There is serious consultation, too, as they strive to increase the effectiveness of their activities.",
      "There is constant encouragement in Jambo. Institute coordinators and the Local Spiritual Assembly work together with other community leaders in supporting all those arising to play their part. Regardless of age and gender, they consult on how to nurture those fostering Jambo’s progress and on how to bring others still on the periphery into collective action.",
      "Change started some five years ago in Jambo. Following consultations with a visiting Auxiliary Board member, the few Bahá’ís realised that alone they would not fulfil Bahá’u’lláh’s hopes for their community. “We need to find others in Jambo who are ready to work together for change,” they reflected. In conversations with their neighbours on what Bahá’u’lláh’s teachings make possible, they found many worried about Jambo and eager to help. Through study circles, a few started teaching children and holding devotional meetings. But soon many obstacles arose— unity was fragile and arguments often broke out; zeal was lost as people were left to labour without encouragement; and when the copper mine opened, the most dependable people became too busy with their work to sustain their commitment to the community activities. Yet there was a small group of friends who stayed together, who saw in the challenges a chance to build true and enduring friendship.",
      "Three years ago, something pivotal happened in Jambo. A few friends who attended an institute course on serving as animators of junior youth groups returned with much excitement. They visited a number of families, discussed what the Bahá’í Faith teaches about early adolescence, explored the capabilities needed by young people to withstand destructive social forces, and considered how together with the parents they could create a spiritually enabling environment for the young people in Jambo. Soon they were working with 20 eager junior youth in two groups. They then took the conversation to the older youth in the community. “The junior youth look up to you,” they said, “and since you understand the nature of their age, you can best assist them.” They also discussed how serving as an animator assists an individual to develop. “By helping the junior youth, you will also be advancing your own spiritual and intellectual abilities,” they explained, “and together we will be contributing to building a better community.”",
      "Only a few youth got involved at the beginning, but the friends persevered in their interaction with the young people. With continued conversation, a growing number responded favourably. Over time, many were trained as animators. As the power of the programme became clear, community leaders, even those who were doubtful at the beginning, were convinced that dedication to the junior youth was critical to the future and well‑being of Jambo. Many opened their homes for the groups to meet and offered their resources and talents. At the schools, special provision was made for interested high school students to form groups of their younger friends.",
      "And so the community pulled together. Over the course of time, as junior youth completed the programme, many of them chose to study institute courses; some of them went on to contribute to the life of the community by teaching children, and others proceeded to serve as animators, contributing to the further expansion of the junior youth programme. More and more people became convinced of the power of the institute courses to stimulate commitment to longterm action and joined in their study. Collective worship increased and a keen sense of purpose emerged. Now conversations in Jambo are not only about Jambo but also about how its inhabitants can help other villages in the Heri cluster proceed on a path of progress.",
      {
        "type": "break"
      },
      "The story above illustrates a number of important principles that young people seeking to contribute to building communities influenced by Bahá’u’lláh’s teachings should bear in mind. As stated earlier, the opportunities available for youth to contribute to community building vary. For most, it is possible to labour in the context of a neighbourhood or village; others might also work with the students and faculty members of their university. Those whose localities prove less receptive to collective action might engage with people in a much larger geographic area with whom they share certain interests. Whatever the case, the questions below will help you reflect on the concrete steps youth can take to advance the material and spiritual well‑being of the community in which they find themselves."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Youth Conference Materials (WC)", "youth-conference", 17],
      [
        "Contributing to the Advancement of Civilisation",
        "contributing-to-the-advancement-of-civilisation",
        5
      ]
    ],
    "years": [2013.0701, 2013.1001],
    "date": "July 2013",
    "content": [
      "The statements you have discussed so far have aimed to help you think about some aspects of the life of a generation of youth alive to Bahá’u’lláh’s vision of a new society. Before continuing with the study of this final statement, it might be useful for you to share how your understanding has advanced.",
      "The community‑building efforts of the Bahá’ís and their friends are not simply good social projects by selfless individuals. They are based on the belief that humanity is living at a very special time in its history. In its development, humankind has passed through stages similar to infancy and adolescence and now stands at the beginning of its maturity. Two inseparable processes, one of disintegration and the other of integration, are moving it forward. The process of disintegration is visible in the violence, war, and corruption that go together with the collapse of an outmoded order now incapable of dealing with the needs of a maturing world. It causes great confusion and suffering but also contributes to removing barriers to unity among people. The process of integration is related to the spiritual forces released with the coming of Bahá’u’lláh. On the one hand, these forces are influencing increasing numbers of people everywhere to work for unity and progress. On the other, they are gradually reshaping society through the conscious efforts of the Bahá’ís and their friends.",
      "The objective of both the process of disintegration and of integration is the creation of a world civilisation, the like of which no one has ever seen. Their ultimate aim is the development of a unified and peaceful world, a global society that is advanced both spiritually and materially. ‘Abdu’l‑Bahá says:",
      "Material civilisation is like unto the lamp, while spiritual civilisation is the light in that lamp. If the material and spiritual civilisation become united, then we will have the light and the lamp together, and the outcome will be perfect.",
      "The goal of building a new civilisation requires complete change in how society is organised and also in the conduct and behaviour of individuals. In this connection, Bahá’u’lláh’s teachings intend “to effect a transformation in the whole character of mankind, a transformation that shall manifest itself, both outwardly and inwardly, that shall affect both its inner life and external conditions”.",
      "Essential to civilisation building then is accepting that all the people of the world, indeed of every community, are one. The recognition of this vital truth has many implications on the life of a community and of society at large. In this day, all the people of the world have received an equal measure of the favour and mercy of the one true God and, in all their diversity, share the right and duty to contribute to creating a new world. When relationships among members of a community, and between them and the institutions, are characterised by love and justice, all are given the opportunity to use their God‑given attributes to advance social good. When spiritual and scientific knowledge is accessible to all, members of a community can together learn to apply it to their collective life. This is related to the community‑building endeavours of the Bahá’ís discussed in the previous statement that are intensifying in many clusters, neighbourhoods, and villages across the globe. The change in culture they are fostering is evidence of how a new society emerges from the efforts of growing numbers of people to apply the teachings of God in this day to the life of a growing number of communities.",
      "The implications for the life of an individual who yearns to contribute to advancing civilisation are also significant. A person strives to acquire the qualities, attitudes, and abilities of an effective contributor to progress and endows the various aspects of his or her life—education, work, marriage, family life—with a strong sense of mission. Such an individual makes every exertion to conform to the high ideals of the Faith. Learning to avoid prejudices of all kinds, to adhere to a high standard of chastity, and to show rectitude in all interactions with others enables an individual to become an effective actor in the endeavour to change society. In “efforts to achieve personal growth and to uphold Bahá’í ideals,” one is immersed in a purposeful community, an environment in which true unity impels friends of all ages to assist one another attain higher and higher levels of spiritual, moral, and intellectual excellence.",
      "From this perspective then, one who is aware of the potential for creating the world anew that the message of Bahá’u’lláh holds will no doubt find great joy in bringing its inspiration to the people of the world, and enabling them to arise to fulfil their duty as conscious builders of a new civilisation."
    ]
  }
]
