[
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Foundation Principles", "foundation-principles", 1]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "The approach of the world‑wide Bahá’í community to the conservation and protection of the earth’s resources is based on a number of fundamental principles derived from the Bahá’í Writings. These include:"
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Foundation Principles", "foundation-principles", 1],
      [
        "Nature As A Reflection Of The Divine",
        "nature-as-a-reflection-of-the-divine",
        1
      ]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Nature is held in high regard. Bahá’u’lláh states that the contemplation of nature creates an awareness of the “signs” and “tokens” of God and constitutes proof of His existence. Thus:",
      ". . . whatever I behold I readily discover that it maketh Thee known unto me, and it remindeth me of Thy signs, and of Thy tokens, and of Thy testimonies. By Thy glory! Every time I lift up mine eyes unto Thy heaven, I call to mind Thy highness and Thy loftiness, and Thine incomparable glory and greatness; and every time I turn my gaze to Thine earth, I am made to recognise the evidences of Thy power and the tokens of Thy bounty. And when I behold the sea, I find that it speaketh to me of Thy majesty, and of the potency of Thy might, and of Thy sovereignty and Thy grandeur. And at whatever time I contemplate the mountains, I am led to discover the ensigns of Thy victory and the standards of Thine omnipotence.",
      "Nature reflects the “names and attributes of God”. It is the expression of “God’s Will . . . in . . . the contingent world”. Bahá’u’lláh writes:",
      "Say: Nature in its essence is the embodiment of My Name, the Maker, the Creator. Its manifestations are diversified by varying causes, and in this diversity there are signs for men of discernment. Nature is God’s Will and is its expression in and through the contingent world. It is a dispensation of Providence ordained by the Ordainer, the All‑Wise."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Foundation Principles", "foundation-principles", 1],
      ["The Earth Is One Country", "the-earth-is-one-country", 2]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Bahá’u’lláh expounds a world view which acknowledges that the “earth is but one country, and mankind its citizens” and He calls for the promotion of “the best interests of the peoples and kindreds of the earth”.",
      "‘Abdu’l‑Bahá draws attention to the increasing interdependence of the world and the fact that “self‑sufficiency” is no longer possible. He envisages that the trend towards a united world will increase and will manifest itself in the form of “unity of thought in world undertakings” and in other important realms of existence. One critical area for unified action is that of preserving the resources of the planet."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Foundation Principles", "foundation-principles", 1],
      ["Man’s Station And Responsibility", "mans-station-and-responsibility", 3]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá indicates that man, “by reason of the ideal and heavenly force latent and manifest in him”, occupies a station that is “higher and nobler” than nature, that “man is ruler over nature’s sphere and province”.",
      "It is evident, therefore, that man is ruler over nature’s sphere and province. Nature is inert; man is progressive. Nature has no consciousness; man is endowed with it. Nature is without volition and acts perforce, whereas man possesses a mighty will. Nature is incapable of discovering mysteries or realities, whereas man is especially fitted to do so. Nature is not in touch with the realm of God; man is attuned to its evidences. Nature is uninformed of God; man is conscious of Him. Man acquires divine virtues; nature is denied them. Man can voluntarily discontinue vices; nature has no power to modify the influence of its instincts. Altogether it is evident that man is more noble and superior, that in him there is an ideal power surpassing nature. He has consciousness, volition, memory, intelligent power, divine attributes and virtues of which nature is completely deprived and bereft; therefore, man is higher and nobler by reason of the ideal and heavenly force latent and manifest in him.",
      "Man, possessed of an inner faculty which plants and animals do not have, a power which enables him to discover the secrets of nature and gain mastery over the environment, has a special responsibility to use his God‑given powers for positive ends. The Universal House of Justice indicates that “the proper exercise of this responsibility is the key to whether his inventive genius produces beneficial results, or creates havoc in the material world”."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Foundation Principles", "foundation-principles", 1],
      [
        "Development and Happiness — Interaction Of Spiritual And Material",
        "development-and-happiness---interaction-of-spiritual-and-material",
        4
      ]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá stresses that the development of the physical world and the happiness of mankind are dependent on both the “call of civilisation, of the progress of the material world” and the “soul‑stirring call of God, Whose spiritual teachings are safeguards of the everlasting glory, the eternal happiness and illumination of the world of humanity”. He states:",
      "However, until material achievements, physical accomplishments and human virtues are reinforced by spiritual perfections, luminous qualities and characteristics of mercy, no fruit or result shall issue therefrom, nor will the happiness of the world of humanity, which is the ultimate aim, be attained. For although, on the one hand, material achievements and the development of the physical world produce prosperity, which exquisitely manifests its intended aims, on the other hand dangers, severe calamities and violent afflictions are imminent.",
      "Consequently, when thou lookest at the orderly pattern of kingdoms, cities and villages, with the attractiveness of their adornments, the freshness of their natural resources, the refinement of their appliances, the ease of their means of travel, the extent of knowledge available about the world of nature, the great inventions, the colossal enterprises, the noble discoveries and scientific researches, thou wouldst conclude that civilisation conduceth to the happiness and the progress of the human world. Yet shouldst thou turn thine eye to the discovery of destructive and infernal machines, to the development of forces of demolition and the invention of fiery implements, which uproot the tree of life, it would become evident and manifest unto thee that civilisation is conjoined with barbarism. Progress and barbarism go hand in hand, unless material civilisation be confirmed by Divine Guidance, by the revelations of the All‑Merciful and by godly virtues, and be reinforced by spiritual conduct, by the ideals of the Kingdom and by the outpourings of the Realm of Might . . .",
      "Therefore, this civilisation and material progress should be combined with the Most Great Guidance so that this nether world may become the scene of the appearance of the bestowals of the Kingdom, and physical achievements may be conjoined with the effulgences of the Merciful. This in order that the beauty and perfection of the world of man may be unveiled and be manifested before all in the utmost grace and splendour. Thus everlasting glory and happiness shall be revealed.",
      "Bahá’u’lláh describes the fate of those whose lives demonstrate a heedlessness of spiritual values and a failure to act in conformity with such values. He comments:",
      ". . . ye walk on My earth complacent and self‑satisfied, heedless that My earth is weary of you and everything within it shunneth you . . .",
      "Shoghi Effendi asserts that man’s negligence contributes to the decline of the “present‑day Order” and impacts on the environment in a practical way:",
      "The violent derangement of the world’s equilibrium; the trembling that will seize the limbs of mankind; the radical transformation of human society; the rolling up of the present‑day Order; the fundamental changes affecting the structure of government; . . . the development of infernal engines of war; the burning of cities; the contamination of the atmosphere of the earth—these stand out as the signs and portents that must either herald or accompany the retributive calamity which, as decreed by Him Who is the Judge and Redeemer of mankind, must, sooner or later, afflict a society which, for the most part, and for over a century, has turned a deaf ear to the Voice of God’s Messenger in this day—a calamity which must purge the human race of the dross of its age‑long corruptions, and weld its component parts into a firmly knit world‑embracing Fellowship—a Fellowship destined, in the fullness of time, to be incorporated in the framework, and to be galvanised by the spiritualising influences, of a mysteriously expanding, divinely appointed Order, and to flower, in the course of future Dispensations, into a Civilisation, the like of which mankind has, at no stage in its evolution, witnessed."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "The relationship between man and nature is very complex. An appreciation of the dimensions of this subject requires consideration of some of the characteristics of nature described in the Bahá’í Writings and an awareness of certain values and attitudes that guide individual behaviour and the establishment of priorities."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Characteristics Of Nature", "characteristics-of-nature", 1],
      ["A Unified System", "a-unified-system", 1]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá indicates that the “temple of the world” has been “fashioned after the image and likeness of the human body”. He explains that:",
      "By this is meant that even as the human body in this world, which is outwardly composed of different limbs and organs, is in reality a closely integrated, coherent entity, similarly the structure of the physical world is like unto a single being whose limbs and members are inseparably linked together.",
      "Were one to observe with an eye that discovereth the realities of all things, it would become clear that the greatest relationship that bindeth the world of being together lieth in the range of created things themselves, and that cooperation, mutual aid and reciprocity are essential characteristics in the unified body of the world of being, inasmuch as all created things are closely related together and each is influenced by the other or deriveth benefit therefrom, either directly or indirectly.",
      "Consider for instance how one group of created things constituteth the vegetable kingdom, and another the animal kingdom. Each of these two maketh use of certain elements in the air on which its own life dependeth, while each increaseth the quantity of such elements as are essential for the life of the other. In other words, the growth and development of the vegetable world is impossible without the existence of the animal kingdom, and the maintenance of animal life is inconceivable without the cooperation of the vegetable kingdom. Of like kind are the relationships that exist among all created things. Hence it was stated that cooperation and reciprocity are essential properties which are inherent in the unified system of the world of existence, and without which the entire creation would be reduced to nothingness.",
      "In another passage ‘Abdu’l‑Bahá describes the interconnectedness of “every part of the universe” and the importance of maintaining balance in the system:",
      "Reflect upon the inner realities of the universe, the secret wisdoms involved, the enigmas, the interrelationships, the rules that govern all. For every part of the universe is connected with every other part by ties that are very powerful and admit of no imbalance, nor any slackening whatever . . ."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Characteristics Of Nature", "characteristics-of-nature", 1],
      ["Subject to Law and Organisation", "subject-to-law-and-organisation", 2]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá states that “The phenomenal world is entirely subject to the rule and control of natural law.” He contrasts nature’s “absolute organisation” and its lack of “intelligence” and “will” with man’s ability to “[command] the forces of Nature” through discovery of “the constitution of things”:",
      "This nature is subject to a sound organisation, to inviolable laws, to a perfect order, and to a consummate design, from which it never departs. To such an extent is this true that were you to gaze with the eye of insight and discernment, you would observe that all things—from the smallest invisible atom to the largest globes in the world of existence, such as the sun or the other great stars and luminous bodies—are most perfectly organised, be it with regard to their order, their composition, their outward form, or their motion, and that all are subject to one universal law from which they never depart.",
      "When you consider nature itself, however, you see that it has neither awareness nor will. For instance, the nature of fire is to burn; it burns without consciousness or will. The nature of water is to flow; it flows without consciousness or will. The nature of the sun is to shed light; it shines without consciousness or will. The nature of vapour is to rise; it rises without consciousness or will. It is therefore evident that the natural movements of all created things are compelled, and that nothing moves of its own will save animals and, in particular, man.",
      "Man is able to resist and oppose nature inasmuch as he discovers the natures of things and, by virtue of this discovery, has mastery over nature itself. Indeed, all the crafts that man has devised proceed from this discovery. For example, he has invented the telegraph, which connects the East and the West. It is therefore evident that man rules over nature.",
      "Now, can such organisation, order, and laws as you observe in existence be attributed merely to the effect of nature, notwithstanding that nature itself has neither consciousness nor understanding? It is therefore evident that this nature, which has neither consciousness nor understanding, is in the grasp of the omnipotent Lord, Who is the Ruler of the world of nature and Who causes it to manifest whatsoever He desires."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Characteristics Of Nature", "characteristics-of-nature", 1],
      ["Change and Motion", "change-and-motion", 3]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Change is a law governing the whole of physical creation. It is seen in the passage of the seasons. ‘Abdu’l‑Bahá writes:",
      "The earth is in motion and growth; the mountains, hills and prairies are green and pleasant; bounty is overflowing; mercy universal; rain is descending from the clouds of compassion; the brilliant sun is shining; the full moon adorneth the ethereal horizon; the great ocean‑tide is flooding every little stream; gifts and favours follow one upon the other and a refreshing breeze is blowing, wafting the fragrant perfume of the blossoms. . . . Boundless treasure is in the hand of the King of Kings! Lift the hem of thy garment in order to receive it.",
      "Soon the whole world, as in springtime, will change its garb. The turning and falling of the autumn leaves is past; the bleakness of the winter time is over. The new year hath appeared and the spiritual springtime is at hand. The black earth is becoming a verdant garden; the deserts and mountains are teeming with red flowers; from the borders of the wilderness the tall grasses are standing like advance guards before the cypress and jessamine trees; while the birds are singing among the rose branches like the angels in the highest heavens, announcing the glad‑tidings of the approach of that spiritual spring, and the sweet music of their voices is causing the real essence of all things to move and quiver.",
      "‘Abdu’l‑Bahá states that “absolute repose does not exist in nature”, that “movement is essential to existence”. In relation to existence He describes the processes of “composition and decomposition”:",
      ". . . consider the phenomenon of composition and decomposition, of existence and nonexistence. Every created thing in the contingent world is made up of many and varied atoms, and its existence is dependent on the composition of these. In other words, through the divine creative power a conjunction of simple elements taketh place so that from this composition a distinct organism is produced. The existence of all things is based upon this principle. But when the order is deranged, decomposition is produced and disintegration setteth in, then that thing ceaseth to exist. That is, the annihilation of all things is caused by decomposition and disintegration. Therefore attraction and composition between the various elements is the means of life, and discord, decomposition and division produce death. Thus the cohesive and attractive forces in all things lead to the appearance of fruitful results and effects, while estrangement and alienation of things lead to disturbance and annihilation. Through affinity and attraction all living things like plants, animals and men come into existence, while division and discord bring about decomposition and destruction.",
      "He also explains that, in the physical world, the course of evolution is in the direction of increasing levels of complexity:",
      "In the physical creation, evolution is from one degree of perfection to another. The mineral passes with its mineral perfections to the vegetable; the vegetable, with its perfections, passes to the animal world, and so on to that of humanity . . ."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Characteristics Of Nature", "characteristics-of-nature", 1],
      ["Diversity", "diversity", 4]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá describes diversity as “the essence of perfection and the cause of the appearance of the bestowals” of God, and He states:",
      "Consider the flowers of a garden: though differing in kind, colour, form and shape, yet, inasmuch as they are refreshed by the waters of one spring, revived by the breath of one wind, invigorated by the rays of one sun, this diversity increaseth their charm, and addeth unto their beauty. Thus when that unifying force, the penetrating influence of the Word of God, taketh effect, the difference of customs, manners, habits, ideas, opinions and dispositions embellisheth the world of humanity. This diversity, this difference is like the naturally created dissimilarity and variety of the limbs and organs of the human body, for each one contributeth to the beauty, efficiency and perfection of the whole . . .",
      "How unpleasing to the eye if all the flowers and plants, the leaves and blossoms, the fruits, the branches and the trees of that garden were all of the same shape and colour! Diversity of hues, form and shape, enricheth and adorneth the garden, and heighteneth the effect thereof . . .",
      "The extent of the diversity of the “world of created beings” is underlined in the following passage:",
      ". . . the forms and organisms of phenomenal being and existence in each of the kingdoms of the universe are myriad and numberless. The vegetable plane or kingdom, for instance, has its infinite variety of types and material structures of plant life—each distinct and different within itself, no two exactly alike in composition and detail—for there are no repetitions in nature, and the augmentative virtue cannot be confined to any given image or shape. Each leaf has its own particular identity—so to speak, its own individuality as a leaf . . ."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Characteristics Of Nature", "characteristics-of-nature", 1],
      ["Serves the Human World", "serves-the-human-world", 5]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá describes the “causes and circumstances” of the “perfection” of the mineral, vegetable and animal worlds, and He distinguishes this from their “real prosperity” which conduces to the honour of the various kingdoms.",
      "The honour and exaltation of every existing thing are contingent upon certain causes and conditions.",
      "The height of exaltation and perfection of the vegetable world consists in this, that a tree should stand tall beside a stream of fresh water, that a gentle breeze should blow and the sun bestow its warmth upon it, that a gardener should tend it, and that day by day it should grow and yield fruit. But its real felicity consists in progressing into the animal and human worlds and in replacing that which has been consumed in the bodies of animals and men.",
      "The exaltation of the animal world is to possess perfect members, organs, and powers, and to have all its needs supplied. This is the height of its glory, honour, and exaltation. So the supreme felicity of an animal resides in a green and verdant meadow, in a flowing stream of the sweetest water, and in a forest brimming with life. If these things are provided, no greater felicity can be imagined for the animal. For example, were a bird to build its nest in a green and verdant forest, in a pleasant height, upon a mighty tree, and atop a lofty branch, and were it to have at its disposal all the seed and water that it requires, then this would constitute its perfect felicity.",
      "But true felicity for the animal consists in passing from the animal world into the human realm, like the microscopic beings that, through the air and the water, enter into the body of man, are assimilated, and replace that which has been consumed in his body. This is the greatest honour and felicity for the animal world, and no greater honour can be conceived for it."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Characteristics Of Nature", "characteristics-of-nature", 1],
      ["Imperfection of Nature", "imperfection-of-nature", 6]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Two views of nature are contrasted — one which holds that the “world of nature is complete”, and one that declares that it is “incomplete” because “it has need of intelligence and education”. ‘Abdu’l‑Bahá states that the “mineral, vegetable, animal and human worlds are all in need of an educator”:",
      "The materialists hold to the opinion that the world of nature is complete. The divine philosophers declare that the world of nature is incomplete. There is a wide difference between the two. The materialists call attention to the perfection of nature, the sun, moon and stars, the trees in their adornment, the whole earth and the sea—even unimportant phenomena revealing the most perfect symmetry. The divine philosophers deny this seeming perfection and completeness in nature’s kingdom, even though admitting the beauty of its scenes and aspects and acknowledging the irresistible cosmic forces which control the colossal suns and planets. They hold that while nature seems perfect, it is, nevertheless, imperfect because it has need of intelligence and education. In proof of this they say that man, though he be a very god in the realm of material creation, is himself in need of an educator. Man undeveloped by education is savage, animalistic, brutal. Laws and regulations, schools, colleges and universities have for their purpose the training of man and his uplift from the dark borderland of the animal kingdom . . .",
      "When we consider existence, we observe that the mineral, the vegetable, the animal, and the human realms, each and all, are in need of an educator.",
      "If the land is deprived of a cultivator, it becomes a thicket of thriving weeds, but if a farmer is found to cultivate it, the resulting harvest provides sustenance for living things. It is therefore evident that the land is in need of the farmer’s cultivation. Consider the trees: If they remain uncultivated, they bear no fruit, and without fruit they are of no use. But when committed to a gardener’s care, the barren tree becomes fruitful, and, through cultivation, crossing, and grafting, the tree with bitter fruit yields sweet fruit . . .",
      "Consider likewise the animals: If an animal is trained, it becomes domesticated, whereas man, if he is left without education, becomes like an animal. Indeed, if man is abandoned to the rule of nature, he sinks even lower than the animal, whereas if he is educated he becomes even as an angel . . ."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "The Bahá’í Writings articulate certain spiritual values and attitudes that guide the relationship of man toward nature. These include:"
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2],
      ["Appreciation", "appreciation", 1]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "An awareness of the fact that the earth is the “source” of man’s “prosperity” is tempered by the realisation that “the honour and exaltation of man must be something more than material riches”. Thus:",
      "Every man of discernment, while walking upon the earth, feeleth indeed abashed, inasmuch as he is fully aware that the thing which is the source of his prosperity, his wealth, his might, his exaltation, his advancement and power is, as ordained by God, the very earth which is trodden beneath the feet of all men. There can be no doubt that whoever is cognisant of this truth, is cleansed and sanctified from all pride, arrogance, and vainglory . . .",
      "What is it of which ye can rightly boast? Is it on your food and your drink that ye pride yourselves, on the riches ye lay up in your treasuries, on the diversity and the cost of the ornaments with which ye deck yourselves? If true glory were to consist in the possession of such perishable things, then the earth on which ye walk must needs vaunt itself over you, because it supplieth you, and bestoweth upon you, these very things, by the decree of the Almighty. In its bowels are contained, according to what God hath ordained, all that ye possess. From it, as a sign of His mercy, ye derive your riches. Behold then your state, the thing in which ye glory! Would that ye could perceive it!",
      "Then it is clear that the honour and exaltation of man cannot reside solely in material delights and earthly benefits. This material felicity is wholly secondary, while the exaltation of man resides primarily in such virtues and attainments as are the adornments of the human reality. These consist in divine blessings, heavenly bounties, heartfelt emotions, the love and knowledge of God, the education of the people, the perceptions of the mind, and the discoveries of science. They consist in justice and equity, truthfulness and benevolence, inner courage and innate humanity, safeguarding the rights of others and preserving the sanctity of covenants and agreements. They consist in rectitude of conduct under all circumstances, love of truth under all conditions, self‑abnegation for the good of all people, kindness and compassion for all nations, obedience to the teachings of God, service to the heavenly Kingdom, guidance for all mankind, and education for all races and nations. This is the felicity of the human world! This is the exaltation of man in the contingent realm! This is eternal life and heavenly honour!"
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2],
      ["Moderation", "moderation", 2]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "The Bahá’í Writings encourage detachment from “this world and the vanities thereof”, since “attachment” distracts the individual from awareness of God. This does not, however, constitute a form of asceticism or imply a rejection of life’s pleasures. Bahá’u’lláh explains:",
      "Should a man wish to adorn himself with the ornaments of the earth, to wear its apparels, or partake of the benefits it can bestow, no harm can befall him, if he alloweth nothing whatever to intervene between him and God, for God hath ordained every good thing, whether created in the heavens or in the earth, for such of His servants as truly believe in Him. Eat ye, O people, of the good things which God hath allowed you, and deprive not yourselves from His wondrous bounties. Render thanks and praise unto Him, and be of them that are truly thankful.",
      "The standard is one of moderation:",
      "In all matters moderation is desirable. If a thing is carried to excess, it will prove a source of evil . . ."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2],
      ["Kindness to Animals", "kindness-to-animals", 3]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Bahá’u’lláh calls for man to “show kindness to animals” and He warns against “hunting to excess”. In relation to the former, ‘Abdu’l‑Bahá writes:",
      "Briefly, it is not only their fellow human beings that the beloved of God must treat with mercy and compassion, rather must they show forth the utmost loving‑kindness to every living creature. For in all physical respects, and where the animal spirit is concerned, the selfsame feelings are shared by animal and man. Man hath not grasped this truth, however, and he believeth that physical sensations are confined to human beings, wherefore is he unjust to the animals, and cruel.",
      "And yet in truth, what difference is there when it cometh to physical sensations? The feelings are one and the same, whether ye inflict pain on man or on beast. There is no difference here whatever. And indeed ye do worse to harm an animal, for man hath a language, he can lodge a complaint, he can cry out and moan; if injured he can have recourse to the authorities and these will protect him from his aggressor. But the hapless beast is mute, able neither to express its hurt nor take its case to the authorities. If a man inflict a thousand ills upon a beast, it can neither ward him off with speech nor hale him into court. Therefore is it essential that ye show forth the utmost consideration to the animal, and that ye be even kinder to him than to your fellow man.",
      "Train your children from their earliest days to be infinitely tender and loving to animals. If an animal be sick, let the children try to heal it, if it be hungry, let them feed it, if thirsty, let them quench its thirst, if weary, let them see that it rests.",
      "Most human beings are sinners, but the beasts are innocent. Surely those without sin should receive the most kindness and love—all except animals which are harmful . . . But to blessed animals the utmost kindness must be shown, the more the better. Tenderness and loving‑kindness are basic principles of God’s heavenly Kingdom. Ye should most carefully bear this matter in mind.",
      "The Bahá’í Writings also assert that the consumption of meat is not a prerequisite to health:",
      "Regarding the eating of animal flesh and abstinence therefrom, “he [man] is not in need of meat, nor is he obliged to eat it. Even without eating meat he would live with the utmost vigour and energy.” Truly, the killing of animals and the eating of their meat is somewhat contrary to pity and compassion, and if one can content oneself with cereals, fruit, oil and nuts, such as pistachios, almonds and so on, it would undoubtedly be better and more pleasing."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2],
      ["Development of Nature", "development-of-nature", 4]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "In the Bahá’í view, physical creation is dynamic and evolving from “one degree of perfection to another”. It is, however, “incomplete”, since it lacks “intelligence and education”. It stands in need of development by man in order to create not only a higher degree of order and beauty, which are standards upheld in the Bahá’í teachings, but also to increase its fertility and productivity. In relation to the creation of order and beauty in the realm of nature ‘Abdu’l‑Bahá writes:",
      "Nature is the material world. When we look upon it, we see that it is dark and imperfect. For instance, if we allow a piece of land to remain in its natural condition, we will find it covered with thorns and thistles; useless weeds and wild vegetation will flourish upon it, and it will become like a jungle. The trees will be fruitless, lacking beauty and symmetry . . .",
      "And if, as thou passest by fields and plantations, thou observest that the plants, flowers and sweet‑smelling herbs are growing luxuriantly together, forming a pattern of unity, this is an evidence of the fact that that plantation and garden is flourishing under the care of a skilful gardener. But when thou seest it in a state of disorder and irregularity thou inferrest that it hath lacked the training of an efficient farmer and thus hath produced weeds and tares.",
      "‘Abdu’l‑Bahá also mentions the contribution of cultivation as a means of increasing the fertility of the earth and its productivity. He states:",
      "If we should relegate this plot of ground to its natural state, allow it to return to its original condition, it would become a field of thorns and useless weeds, but by cultivation it will become fertile soil, yielding a harvest. Deprived of cultivation, the mountain slopes would be jungles and forests without fruitful trees. The gardens bring forth fruits and flowers in proportion to the care and tillage bestowed upon them by the gardener . . .",
      "A grain of wheat, when cultivated by the farmer, will yield a whole harvest, and a seed, through the gardener’s care, will grow into a great tree . . .",
      "While the world of nature stands in need of development, man’s approach to such development must be tempered by moderation, a commitment to protecting the “heritage [of] future generations”, and an awareness of the sanctity of nature that pervades the Writings of the Bahá’í Faith. For example, Bahá’u’lláh states:",
      "Blessed is the spot, and the house, and the place, and the city, and the heart, and the mountain, and the refuge, and the cave, and the valley, and the land, and the sea, and the island, and the meadow where mention of God hath been made, and His praise glorified."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2],
      ["Importance of Agriculture", "importance-of-agriculture", 5]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Bahá’u’lláh states that “Special regard must be paid to agriculture.” He characterises it as an activity which is “conducive to the advancement of mankind and to the reconstruction of the world”. ‘Abdu’l‑Bahá asserts that",
      "The fundamental basis of the community is agriculture, — tillage of the soil . . .",
      "He describes agriculture as “a noble science” whose practice is an “act of worship”, and He encourages both women and men to engage in “agricultural sciences”. He indicates that should an individual “become proficient in this field, he will become a means of providing for the comfort of untold numbers of people”.",
      "In relation to the economic and social development of the nations, the Universal House of Justice underlines the importance of “agriculture and the preservation of the ecological balance of the world”."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      [
        "Relationship Between Man And Nature",
        "relationship-between-man-and-nature",
        2
      ],
      ["Attitudes And Values", "attitudes-and-values", 2],
      ["Use of Science", "use-of-science", 6]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Science is described as “the governor of nature and its mysteries, the one agency by which man explores the institutions of material creation”:",
      ". . . man through the exercise of his scientific, intellectual power . . . can modify, change and control nature according to his own wishes and uses. Science, so to speak, is the breaker of the laws of nature.",
      "Consider, for example, that man according to natural law should dwell upon the surface of the earth. By overcoming this law and restriction, however, he sails in ships over the ocean, mounts to the zenith in aeroplanes and sinks to the depths of the sea in submarines. This is against the fiat of nature and a violation of her sovereignty and dominion. Nature’s laws and methods, the hidden secrets and mysteries of the universe, human inventions and discoveries, all our scientific acquisitions should naturally remain concealed and unknown, but man through his intellectual acumen searches them out of the plane of the invisible, draws them into the plane of the visible, exposes and explains them. For instance, one of the mysteries of nature is electricity. According to nature this force, this energy, should remain latent and hidden, but man scientifically breaks through the very laws of nature, arrests it and even imprisons it for his use.",
      "In brief, man through the possession of this ideal endowment of scientific investigation is the most noble product of creation, the governor of nature . . .",
      "‘Abdu’l‑Bahá links scientific endeavour with the implementation of a noble goal. He states:",
      "This endowment is the most praiseworthy power of man, for through its employment and exercise the betterment of the human race is accomplished, the development of the virtues of mankind is made possible and the spirit and mysteries of God become manifest . . .",
      "And He enumerates the general principle that",
      ". . . any agency whatever, though it be the instrument of mankind’s greatest good, is capable of misuse. Its proper use or abuse depends on the varying degrees of enlightenment, capacity, faith, honesty, devotion and high‑mindedness of the leaders of public opinion."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Protection Of The Environment", "protection-of-the-environment", 3]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "A number of issues pertinent to the protection of the environment are addressed in the Writings of the Bahá’í Faith. Several of these are set out below."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Protection Of The Environment", "protection-of-the-environment", 3],
      ["Preservation Of Resources", "preservation-of-resources", 1]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "Shoghi Effendi links the preservation and reclamation of the earth’s resources with both the “protection of [the] physical world and [the] heritage [of] future generations”. He affirms that the work of such groups as the Men of the Trees and the World Forestry Charter is “essentially humanitarian”, and he applauds their “noble objective” of reclaiming the “desert areas [of] Africa”.",
      "It is interesting to note that among the “powers and duties” of the Universal House of Justice are “the advancement and betterment of the world” and “the development of countries”."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Protection Of The Environment", "protection-of-the-environment", 3],
      ["Control Of Natural Resources", "control-of-natural-resources", 2]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "The Bahá’í Writings envisage that the protection, exploration, and exploitation of the earth’s “unimaginably vast resources” must, inevitably, in the long term, come under the jurisdiction of a “world federal system”. Such a system, based on recognition of the “unity of the human race”, will not only exercise “unchallengeable authority” over the earth’s resources, but it will also ensure economic and social justice. Shoghi Effendi writes:",
      "The unity of the human race, as envisaged by Bahá’u’lláh, implies the establishment of a world commonwealth in which all nations, races, creeds and classes are closely and permanently united, and in which the autonomy of its state members and the personal freedom and initiative of the individuals that compose them are definitely and completely safeguarded . . . In such a world society, science and religion, the two most potent forces in human life, will be reconciled, will cooperate, and will harmoniously develop . . . The economic resources of the world will be organised, its sources of raw materials will be tapped and fully utilised, its markets will be coordinated and developed, and the distribution of its products will be equitably regulated.",
      "National rivalries, hatreds, and intrigues will cease, and racial animosity and prejudice will be replaced by racial amity, understanding and cooperation. The causes of religious strife will be permanently removed, economic barriers and restrictions will be completely abolished, and the inordinate distinction between classes will be obliterated. Destitution on the one hand, and gross accumulation of ownership on the other, will disappear. The enormous energy dissipated and wasted on war, whether economic or political, will be consecrated to such ends as will extend the range of human inventions and technical development, to the increase of the productivity of mankind, to the extermination of disease, to the extension of scientific research, to the raising of the standard of physical health, to the sharpening and refinement of the human brain, to the exploitation of the unused and unsuspected resources of the planet, to the prolongation of human life, and to the furtherance of any other agency that can stimulate the intellectual, the moral, and spiritual life of the entire human race.",
      "A world federal system, ruling the whole earth and exercising unchallengeable authority over its unimaginably vast resources, blending and embodying the ideals of both the East and the West, liberated from the curse of war and its miseries, and bent on the exploitation of all the available sources of energy on the surface of the planet, a system in which Force is made the servant of Justice, whose life is sustained by its universal recognition of one God and by its allegiance to one common Revelation—such is the goal towards which humanity, impelled by the unifying forces of life, is moving."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Protection Of The Environment", "protection-of-the-environment", 3],
      [
        "Approaches To Protecting The Environment",
        "approaches-to-protecting-the-environment",
        3
      ]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "The conservation and protection of the environment must be addressed on the individual and societal levels. Shoghi Effendi, in a letter written on his behalf, states:",
      "We cannot segregate the human heart from the environment outside us and say that once one of these is reformed everything will be improved. Man is organic with the world. His inner life moulds the environment and is itself also deeply affected by it. The one acts upon the other and every abiding change in the life of man is the result of these mutual reactions.",
      "No movement in the world directs its attention upon both these aspects of human life and has full measures for their improvement, save the teachings of Bahá’u’lláh. And this is its distinctive feature. If we desire therefore the good of the world we should strive to spread those teachings and also practise them in our own life. Through them will the human heart be changed, and also our social environment provides the atmosphere in which we can grow spiritually and reflect in full the light of God shining through the revelation of Bahá’u’lláh.",
      "And, with regard to the solution of the world’s problems, he indicates that:",
      "We need a change of heart, a reframing of all our conceptions and a new orientation of our activities. The inward life of man as well as his outward environment have to be reshaped if human salvation is to be secured.",
      "On a governmental level, the Universal House of Justice calls for “global cooperation of the family of nations in devising and adopting measures designed to preserve the ecological balance this earth was given by its Creator”. The House of Justice asserts:",
      "Until such time as the nations of the world understand and follow the admonitions of Bahá’u’lláh to whole‑heartedly work together in looking after the best interests of all humankind, and unite in the search for ways and means to meet the many environmental problems besetting our planet, the House of Justice feels that little progress will be made towards their solution . . .",
      "The Universal House of Justice sets out the role of the individual Bahá’í and of Bahá’í communities in relation to saving “the wildlife and natural condition of the world” as follows:",
      ". . . the best way in which you can help to save the wildlife and natural condition of the world is to exert every effort to bring the Message of Bahá’u’lláh to the attention of your fellow‑men and to win their allegiance to His Cause.",
      "As the hearts of men are changed, and they begin to work in unity in the light of Bahá’u’lláh’s teachings, they can begin to implement many practical improvements to the condition of the world. This is already beginning in the efforts at social and economic development in those areas where large Bahá’í communities have been founded. Of course, you can also assist those with whom you come into contact who have an interest in improving the environment, but the fundamental solution is the one that Bahá’u’lláh has brought.",
      "In addition to addressing the issue on a fundamental spiritual level, collaboration with individuals and groups interested in improving the environment is encouraged. The Bahá’í communities are called upon to make the conservation of the environment an integral part of their ongoing activities by",
      ". . . assisting in endeavours to conserve the environment in ways which blend with the rhythm of life of our community . . ."
    ]
  },
  {
    "path": [
      ["Documents", "documents", 7],
      ["Conservation of the Earth’s Resources (WC)", "conservation", 18],
      ["Prospect For The Future", "prospect-for-the-future", 4]
    ],
    "years": [1989.0701, 1989.0701],
    "date": "July 1989",
    "content": [
      "‘Abdu’l‑Bahá sketches the following picture of the future state of life on earth:",
      "The Lord of all mankind hath fashioned this human realm to be a Garden of Eden, an earthly paradise. If, as it must, it findeth the way to harmony and peace, to love and mutual trust, it will become a true abode of bliss, a place of manifold blessings and unending delights. Therein shall be revealed the excellence of humankind, therein shall the rays of the Sun of Truth shine forth on every hand."
    ]
  }
]
