[
  {
    "path": [
      ["Documents", "documents", 7],
      ["Bahá’í.org (WC)", "bahai-org", 19],
      ["The Training Institute", "the-training-institute", 1]
    ],
    "years": [2022, 2022],
    "content": [
      "To build a better world requires an ever-growing pool of people capable of contributing to the accomplishment of the myriad tasks at hand.",
      "In this connection, the concept of the “training institute” was introduced by the Universal House of Justice in the mid-1990s. Its purpose is to assist individuals to deepen their understanding of the Bahá’í teachings, and to gain the spiritual insights and practical skills they need to carry out the work of the community.",
      "The nature of the training institute can be understood by imagining an ongoing conversation taking place among friends in thousands upon thousands of social spaces—neighbourhoods, villages, schools, universities, and workplaces—concerned with contributing to the advancement of civilization through the application of Bahá’u’lláh’s teachings. As the number of participants in the conversation grows, processes to achieve collective spiritual and material goals in each space are set in motion.",
      "We may think of the work of the training institute, then, as maintaining a system of distance education to fuel and facilitate this evolving conversation. The principal elements of the system include the “study circle”, the tutor, and a set of materials, grounded in the Bahá’í writings, that express the spiritual insights and the knowledge gained in the process of translating Bahá’u’lláh’s teachings into reality. The materials help the individual enter into the discussion of what the Bahá’í community has learned through experience as it has tried to contribute to the advancement of civilization. More crucially, they seek to involve him or her in this process of learning and in the diffusion of relevant knowledge.",
      "A study circle is a small group that meets at least once or twice a week for a few hours, usually in the home of one of its members, to study the course materials. Anyone aged fifteen or older, whether a Bahá’í or not, is welcome to take part. The group is brought together by a tutor associated with the training institute. Tutors do not hold any special status. They are simply those who are further along in their study of the materials. Everyone can potentially serve as a tutor on some occasions, while taking part as a member of a study circle on others. All those participating are seen as active agents of their own learning, and tutors strive to create an atmosphere that encourages individuals to assume ownership for the educational process in which they are engaged. A study circle should be a space that leads to the spiritual and moral empowerment of individuals.",
      "The materials include passages from the Bahá’í writings related to specific themes and acts of service. Together participants think about the application of these passages to their individual and collective lives. Among the questions they explore are how to create environments that put people in contact with the spiritual forces released through prayer and devotion; how to strengthen bonds of friendship and establish meaningful patterns of communication among people of various backgrounds; how to make the education of children an integral part of their community life; how to maintain an environment that helps young people develop their intellectual and spiritual capacities; how to generate dynamics within the family unit that give rise to material and spiritual prosperity.",
      "In response to the materials they study and with support from their institutions, participants arise to carry out specific acts of service. Men and women, young and old alike, come to recognize that they have the power in their hands to re-create the world around them. As more and more people become committed to the vision of individual and collective transformation fostered by the institute courses, capacity is gradually built in the community to reflect a pattern of life that places at its heart service and worship."
    ]
  }
]
