[
  {
    "id": "7/10",
    "path": [
      ["Documents", "documents", 7],
      ["Intensive growth (ITC)", "intensive-growth", 10]
    ],
    "years": [2004.1128, 2004.1128],
    "date": "28 November 2004",
    "content": [
      {
        "type": "info",
        "text": "To all Continental Counsellors"
      },
      {
        "type": "info",
        "text": "Dearly loved Co‑workers,"
      },
      "Since 1996 the Bahá’í world has concentrated on one major accomplishment: advancing the process of entry by troops. Our focus on this overriding aim, the Universal House of Justice stated, is “a necessity at this stage in the progress of the Cause and in the state of human society.” We can now see the beginnings of systematic growth in an increasing number of clusters where intensive programmes have been launched. The believers and institutions in these clusters have established a pattern of activity “in which the broad membership of [the] community is enthusiastically, systematically and personally engaged,” and have demonstrated the capacity to balance the requirements of expansion and consolidation while enlisting an ever‑larger number of believers.",
      "Fully aware that the Five Year Plan “demands an acceleration of this vital process” of entry by troops and that “this upsurge is necessary in the face of world conditions,” we call upon each of you, with an appeal at once fervent and optimistic, to focus on the measures that will enable more and more clusters to reach the stage of intensive growth during the remaining months of the Plan. Drawing from the guidance of the House of Justice and from the experience of our travels and the information in your reports, we have attempted to analyse the elements necessary to achieve “a great and continuous expansion of the Bahá’í community” and have distilled some insights and lessons that we wish to share with you.",
      "This letter discusses three major themes: the recent experience with accelerated training, which remains a key strategy in raising up sufficient human resources for systematic growth; the accumulated learning from intensive programmes of growth currently in operation; and a discussion of the imperative of teaching in the present context. It concludes with a summons to you and your auxiliaries to rigorously advance the development of the most promising clusters and spearhead the efforts of the friends to deliver the Message of Bahá’u’lláh."
    ]
  },
  {
    "id": "7/10/1",
    "path": [
      ["Documents", "documents", 7],
      ["Intensive growth (ITC)", "intensive-growth", 10],
      [
        "Training a Critical Mass—Striving for “a sizeable group of devoted and capable believers who understand the prerequisites for sustainable growth”",
        "training-a-critical-mass-striving-for-a-sizeable-group-of-devoted-and-capable-believers-who-understand-the-prerequisites-for-sustainable-growth",
        1
      ]
    ],
    "years": [2004.1128, 2004.1128],
    "date": "28 November 2004",
    "content": [
      "Since receiving the guidance in the letter of 17 January 2003 from the House of Justice, every country has “aimed at helping an ever‑increasing number of friends to move through the main sequence of courses.” More recently, based on the experience in a number of strong clusters, we have encouraged the believers and institutions in such clusters to strive to take a critical mass of believers through the sequence of courses and to do so in an accelerated manner. For where this had happened, it was possible to observe a new dynamic and an enhanced readiness for intensive growth. Specifically, we have suggested that in many clusters at least 40 to 50 people need to be taken through the sequence. Raising up this sizeable group of trained human resources has contributed directly to other prerequisites for intensive growth, such as promoting the systematic multiplication of study circles and enhancing the capacity of Local Spiritual Assemblies. At the same time, however, certain difficulties have occasionally arisen from a preoccupation with the goal of achieving a critical mass.",
      "In some areas, the eagerness of the believers and institutions to achieve certain targets in the institute process has led them to eliminate portions of the courses, particularly the practice components, which are an essential aspect of training. If the friends are never able to apply the skills they are learning, they will not become effective in carrying out the tasks of expansion and consolidation. It has become clear that to move quickly through the training does not mean reducing the number of hours spent on a course; it means completing the same course and its practices in their entirety, but in a shorter period of time—perhaps days instead of weeks or weeks instead of months. A balanced approach is needed that avoids the potential pitfalls of rapid training that fails to cultivate skills and multiply activities, or endless training to achieve capacities that would be developed more fully through practical experience.",
      "We have noted that at times the focus on taking 50 or so believers through the sequence of courses has resulted in rigid or overly simplistic perspectives. In some clusters that contained all the needed resources and core activities for intensive growth, initiating a growth programme was delayed because there were, for example, only 46 believers who had completed the full sequence. Meanwhile, in clusters where the target of 50 was achieved, there was sometimes the expectation that this would automatically result in growth. In such instances it is important to remember that having 40 to 50 believers complete the sequence is not a magic formula. It is an indicator that has to be viewed in the context of other propitious conditions as well as the success at outreach and teaching already achieved in the cluster.",
      "In clusters with relatively small Bahá’í populations, efforts to achieve a critical mass will proceed somewhat differently. Initially, intensive training may result in only 15 or 20 believers completing the sequence of courses. This effort would need to be augmented by vigorous teaching so that the size of the community gradually increases and along with it, the number of trained human resources. While this may mean that it takes longer for a cluster with fewer Bahá’ís to meet the prerequisites for an intensive programme of growth, the friends will already possess a substantial body of experience in effective teaching by the time their cluster reaches an advanced stage of development.\nIntensive institute campaigns will continue to be a vital strategy in the months ahead for accelerating the movement of large numbers of clusters to the point of initiating intensive programmes of growth."
    ]
  },
  {
    "id": "7/10/2",
    "path": [
      ["Documents", "documents", 7],
      ["Intensive growth (ITC)", "intensive-growth", 10],
      [
        "Launching an Intensive Programme of Growth—“A constant influx of new adherents”",
        "launching-an-intensive-programme-of-growth-a-constant-influx-of-new-adherents",
        2
      ]
    ],
    "years": [2004.1128, 2004.1128],
    "date": "28 November 2004",
    "content": [
      "Now that the conditions for intensive growth have been achieved in many advanced clusters, “systematic programmes for the expansion and consolidation of the Faith should be established forthwith.” Practically speaking, this suggests that, to start with, the believers and institutions in advanced clusters need to understand the steps for initiating an intensive programme of growth and the role of teaching projects as the catalyst for growth.",
      "When a cluster advances from one category to another, new strategies come into play appropriate to its level of development. A look at the planning process brings the progression sharply into focus. We can say that in “C” and “B” clusters, emphasis is generally placed on individual initiative. The role of the institutions is to encourage and facilitate the “spirit of enterprise” that results in an ever‑growing number of core activities. As clusters develop, those individual initiatives often become systematised in collective endeavours like forming teaching teams or conducting invitation campaigns. In “A” clusters where intensive programmes of growth are being launched, individual initiatives increase further while the role of institutional planning becomes more prominent in the overall design of the expansion and consolidation activities. Naturally the institute process, the multiplication of core activities, and the reflection meetings continue, but the character of the reflection meetings evolves and the collaboration among the institutions intensifies.",
      "In addition to the heightened collaboration and more complex level of planning that characterise a cluster at the stage of intensive growth, the approach to teaching takes on greater scope and energy. Rather than relying on the steady but modest pattern of growth generated by the participation of non‑Bahá’ís in core activities, an acceleration of the teaching work generally involves identifying receptive populations and vigorously pursuing large‑scale expansion. In a letter encouraging a National Spiritual Assembly to have one of its advanced clusters take advantage of “a significant opening among a minority population,” the House of Justice explained the contrast in the pace of teaching in this way: “Seizing such opportunities requires a major shift from the gradualist approach that meets the needs of clusters at earlier stages of progress.”",
      "The intensive programmes of growth now under way in more than 50 clusters around the world are a result of the learning in this Plan that has enabled the believers and institutions to teach and consolidate “a constant influx of new adherents.” Through the implementation of these growth programmes, the friends are demonstrating the longstanding principle that “expansion and consolidation are twin processes that must go hand in hand,” and that they must be “matched by an equally strong process of human resource development.”",
      "Recent experience suggests that an intensive programme of growth consists of a series of cycles, each of which may extend for three to six months. A cycle can be divided into phases comprising planning, teaching, consolidation activities, and human resource development. It is instructive to consider in some detail how the existing intensive programmes of growth have unfolded.",
      "The first phase in preparation for an intensive programme of growth is the consultation that takes place among the three institutions that serve at the cluster level: the Auxiliary Board member, the Area Teaching or Cluster Growth Committee, and the institute coordinators. An important capacity of the institutions in promoting the two essential movements is the ability to interpret the “pyramid” of human resources, that is, to look at the development of human resources and the consequent level of activity in the cluster and determine what needs to be done next.",
      "The institutions in the cluster assess how many people the human resources in the area can effectively serve. How many new seekers and believers can be accommodated in existing study circles, children’s classes, and devotional meetings? How many more core activities can be initiated? How many teaching teams can be formed? How many new believers and seekers can be visited in their homes for further teaching and deepening? Based on such considerations, a plan of action of a few months’ duration is prepared.",
      "The plan is presented to the believers at a reflection meeting. At this stage of development, though there is still a time for individual pledges, the institutions present a well‑thought‑out design for a teaching project in which all believers can play their part. Generally the project will target receptive populations, which can be identified in advance or decided upon through consultation at the reflection meeting.",
      "After consultation and planning, the next phase, which may last approximately two to four weeks, focuses on expansion through vigorous personal teaching and a collective teaching project. In some clusters this teaching effort will result in a large number of enrolments; in others, the number of potential seekers will substantially increase.",
      "The phase of intensified teaching is followed by systematic consolidation through integrating a percentage of the new believers and their families into the core activities. For those who do not immediately enter the institute process, home visits can be organised. This phase in itself gives rise to new believers.",
      "Meanwhile, the training of human resources continues throughout, so that new believers move through the sequence of courses, in order to provide more human resources for the next cycle of the intensive programme of growth, and thus “the system as a whole [is] in a constant state of expansion.” Although intensive teaching, consolidation, and training are introduced sequentially in a growth programme, at certain points they are concurrent activities.",
      "A cycle ends with consultation among the institutions in the cluster to evaluate the results. Based on what was learned from this cycle, the elements of the programme are revised accordingly, and the next cycle of activity is immediately launched at a clusterwide reflection meeting.",
      "Certain aspects of an intensive programme of growth may differ according to the conditions in particular clusters. Moreover, the second cycle may not follow the exact approach of the first cycle, but experience thus far in various settings reflects the general pattern set out above.",
      "An example of an intensive programme of growth is the rural Murun cluster in Mongolia. By the end of the third year of the Plan, 46 individuals in the cluster had completed the entire sequence of courses. Steady teaching activities had resulted in 228 enrolments that year, which raised the Bahá’í population to some 500. An intensive programme of growth to achieve a sizeable increase in enrolments was initiated in June 2004. The first year of the programme was envisioned as having four three‑month cycles. An analysis of the human resources determined that more tutors might be required, so the first cycle began with a two‑week intensive course on Ruhi Institute Books 6 and 7, which brought the number of believers completing the sequence to 71. This preparatory phase was followed by a two‑week teaching project. Nineteen teaching teams of three to five members each were mobilised, which made contact with 780 individuals resulting in 200 new declarations, including 60 junior youth. A consolidation phase of two months immediately followed and reached the new believers and receptive individuals with home visits and core activities. Within a few weeks about 30 of these individuals had completed the first three books of the sequence and 137 children were participating in children’s classes. In early November, once a majority of the new Bahá’ís were involved in the institute process and core activities, the friends in the Murun cluster felt ready to proceed with the second cycle of the growth programme. Within a week the intensive teaching project had resulted in 73 new believers and an additional 10 regular devotional meetings, 32 deepening visits, 13 study circles, and one junior youth group.",
      "Depending on the circumstances, the goal of an intensive programme of growth might be a substantial increase in the community of interest, from which new believers over the following months would emerge. This was the objective of the first cycle of the intensive programme of growth launched in August 2004 in Karachi, Pakistan, an urban cluster with one Local Spiritual Assembly. The institutions in the cluster assessed the human resources and core activities as preparation for designing a teaching project and follow‑up activities. Subsequently, at the reflection meeting the believers formed 12 teaching teams, with the participation of 56 believers, who identified a list of 400 friends, relatives, neighbours, and co‑workers to be contacted. A refresher course for Book 6 was held just prior to the commencement of the twoweek teaching project. The Faith was presented to 154 persons, 53 of whom agreed to join study circles, nine wished to send their children to children’s classes, eight others asked to attend devotional meetings, and 71 junior youth enrolled in the junior youth programme. Followup activities are under way."
    ]
  },
  {
    "id": "7/10/3",
    "path": [
      ["Documents", "documents", 7],
      ["Intensive growth (ITC)", "intensive-growth", 10],
      [
        "A Resurgence of Teaching—“Let us make it the dominating passion of our life.”",
        "a-resurgence-of-teaching-let-us-make-it-the-dominating-passion-of-our-life",
        3
      ]
    ],
    "years": [2004.1128, 2004.1128],
    "date": "28 November 2004",
    "content": [
      "Integral to the strategy of systematic human resource development we have pursued since 1996 is the training of believers to carry out the tasks of expansion and consolidation. Specifically, the House of Justice explained that realising the aim of advancing the process of entry by troops “will depend on the rapid increase in the number of teachers of the Cause.” Stories from divers communities across the globe have attested to the impact of the institute courses on enkindling the spirit of teaching among the believers and imparting skills to make them more effective teachers. In some quarters, however, it has been expressed that the believers are “waiting” for certain conditions before beginning to teach—until their cluster had advanced to “B” level, until 50 friends in the cluster had completed the sequence, until they were launching a growth programme, and so forth. Yet, as we know, our obligation to teach the Cause is not dependent on what cluster we live in or how many courses we have studied. “God hath prescribed unto every one,” Bahá’u’lláh wrote, “the duty of teaching His Cause.”",
      "We have observed in a variety of clusters, in different categories, that believers who have been trained are often not being mobilised into action. Long before a cluster attains the stage of development and collective consciousness for initiating and sustaining an intensive programme of growth, the believers in the institute process should be assisted to step into the arena of action. For example, friends who are trained to serve as tutors may need help in finding a group of participants for a study circle. Believers who have completed the second course should be immediately deployed in home visits, and those who have studied the book on effective teaching need not wait until the cluster is an “A” to form a teaching team. What some friends often require, particularly in urban areas, is access to a receptive population that might yield contacts for the core activities and, furthermore, the confidence to approach non‑Bahá’ís. Efforts to make lists and invite friends, family, neighbours, and co‑workers have been fruitful, but for many Bahá’ís these lists may soon become exhausted and it becomes necessary to look beyond their limited circle. Sometimes there are believers especially suited to reaching out to receptive populations and they can attract individuals to the core activities conducted by their fellow Bahá’ís.",
      "The opportunities and challenges in teaching the Faith may differ in various types of clusters, but no matter what the circumstances, the primacy of our individual responsibility remains: to share God’s Message for this Day with a humanity yearning for “the redemptive power of the Faith of Bahá’u’lláh.” In those parts of the world where “bringing large numbers into the ranks of Bahá’u’lláh’s followers has traditionally not been a formidable task” the diligent work of the past several years has been necessary “to build a Bahá’í community life that could meet the needs of its new members and be self‑generating.” A number of advanced clusters in Africa and Asia have now achieved this sustainable pattern. In other parts of the world, the believers moved quickly to complete courses and establish core activities, but the learning needed to reach souls and expand enrolments will take more time and effort. It is important that for these friends the process of human resource development does not become an end in itself, one that allows them to postpone the act of teaching until some future time.",
      "The experience of communities with growth during the past few years has indicated that success in teaching necessitates a number of capacities on the part of the believers. A basic skill is learning to invite our friends and neighbours to the core activities and to do so with confidence and regularity. One can observe that some individuals spontaneously identify with the Faith through participation in Bahá’í activities, particularly study circles. In such cases the task, then, is to recognise that acceptance of Bahá’u’lláh has taken place in their hearts and to enable them to join the community in a seamless fashion. Others need more guidance along the seeker’s path, as affirmed by the statement of the Báb that “most people are helpless, and wert thou to open their hearts and dispel their doubts, they would gain admittance into the Faith of God.” In all cases, what is required is wholehearted commitment to learning how to become a more effective teacher so that we are prepared to fulfil this summons of the House of Justice:",
      "We especially appeal to our fellow Bahá’ís everywhere to mount a mightier effort than ever before in offering the Message of Bahá’u’lláh to increasing numbers of their compatriots, and in inviting them to investigate and embrace His Cause.",
      "Some Bahá’ís are natural, impassioned teachers whose talents need to be utilised within the framework of the Plan. In all areas they can contribute immensely by bringing seekers to the core activities. Moreover, in clusters where the institutions are embarking on intensive programmes of growth and the projects are employing direct teaching methods, the teaching teams would benefit from having a few such enthusiastic souls who can inspire a team to “cast aside their fears and misgivings and their sense of inadequacy,” boldly engage with interested people, and lead them to embrace the Cause.",
      {
        "type": "break"
      },
      "In the remaining months of the Five Year Plan, your attention, of course, will continue to focus on the two essential movements and assisting the institutions and believers to achieve significant growth in as many advanced clusters as possible. In numerous areas, advancing the institute process will remain a high priority. Another priority is to strengthen the ongoing efforts to utilise the energies and skills of the believers in the tasks of expansion and consolidation. The deployment of human resources manifests itself in different ways: a certain percentage of the believers complete courses and enter the arena of action on their own; some are motivated and mobilised in reflection meetings; for others, one‑to‑one mentoring by the Auxiliary Board member or assistant may be necessary. The Board members and their assistants bear a special responsibility to support the friends at each stage of the institute process and accompany them in their efforts to act on the training they have received: to help them hold a devotional meeting, to accompany them on home visits, or to cotutor a study circle.",
      "Finally, just as you and your auxiliaries have been in the vanguard of the institute process, we now encourage you to mobilise the Auxiliary Board members and assistants to spearhead the implementation of teaching projects, so that an ever‑growing number of intensive programmes of growth are launched by the end of the Plan. To realise this objective, an understanding of the mechanics of the process—the steps in the cycle of expansion and consolidation—however essential, will not suffice. What is also required is a resurgence of teaching, of “inviting people of every sort and every gift to the banquet table of the Lord of Hosts.” More and more friends who have participated in institute courses have “come to realise that every one of them is able, in his own measure, to deliver the Message.” Again, the ultimate challenge is the effective deployment of our human resources. As the House of Justice wrote when it laid before us the aim of advancing the process of entry by troops, “thousands upon thousands of believers will need to be aided to express the vitality of their faith through constancy in teaching the Cause.”",
      "Beyond this, we call upon each of you and the Auxiliary Board members, over the next 16 months, in your interactions with the believers, who in every land are striving wholeheartedly to advance the processes of the Plan, to enkindle their hearts with a passion for teaching. We urge you, through your example and encouragement, to fan the flames of their devotion into a renewed ardour for teaching, so that “never must they let a day pass without teaching some soul.”\nMay the Almighty guide and sustain your high endeavours.",
      "With loving Bahá’í greetings,",
      "The International Teaching Centre"
    ]
  }
]
