[
  {
    "id": "7/7",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "“Unification of the whole of mankind is the hall‑mark of the stage which human society is now approaching. Unity of family, of tribe, of city‑state, and nation have been successively attempted and fully established. World unity is the goal towards which a harassed humanity is striving. Nation‑building has come to an end. The anarchy inherent in state sovereignty is moving towards a climax. A world, growing to maturity, must abandon this fetish, recognise the oneness and wholeness of human relationships, and establish once for all the machinery that can best incarnate this fundamental principle of its life.”"
    ]
  },
  {
    "id": "7/8/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Overview: An Opportunity for Reflection",
        "overview-an-opportunity-for-reflection",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The 20th Century, one of the most tumultuous periods in human history, has been marked by numerous upheavals, revolutions and radical departures from the past. Ranging from the collapse of the colonial system and the great nineteenth century empires to the rise and fall of broad and disastrous experiments with totalitarianism, fascism and communism, some of these upheavals have been extremely destructive, involving the deaths of millions, the eradication of old lifestyles and traditions, and the collapse of time‑honoured institutions.",
      "Other movements and trends have been more obviously positive. Scientific discoveries and new social insights have spurred many progressive social, economic and cultural transformations. The way has been cleared for new definitions of human rights and affirmations of personal dignity, expanded opportunities for individual and collective achievement, and bold new avenues for the advancement of human knowledge and consciousness.",
      "These twin processes—the collapse of old institutions on the one hand and the blossoming of new ways of thinking on the other—are evidence of a single trend which has been gaining momentum during the last hundred years: the trend toward ever‑increasing interdependence and integration of humanity.",
      "This trend is observable in wide‑ranging phenomena, from the fusion of world financial markets, which in turn reflect humanity’s reliance on diverse and interdependent sources of energy, food, raw materials, technology and knowledge, to the construction of globe‑girdling systems of communications and transportation. It is reflected in the scientific understanding of the earth’s interconnected biosphere, which has in turn given a new urgency to the need for global coordination. It is manifest, albeit in a destructive way, in the capacities of modern weapons systems, which have gradually increased in power to the point where it is now possible for a handful of men to bring an end to human civilisation itself. It is the universal consciousness of this trend—in both its constructive and destructive expressions—that lends such poignancy to the familiar photograph of the earth as a swirling sphere of blue and white against the infinite blackness of space, an image crystallising the realisation that we are a single people, rich in diversity, living in a common homeland.",
      "This trend is reflected, too, in steady efforts by the nations of the world to forge a world political system that can secure for humanity the possibility of peace, justice and prosperity. Twice in this century humanity has attempted to bring about a new international order. Each attempt sought to address the emergent recognition of global interdependence, while nevertheless preserving intact a system which put the sovereignty of the state above all else. In the perspective of the century now ending, the League of Nations, a breakthrough in the concept of collective security, marked a first decisive step toward world order.",
      "The second effort, born from the cataclysm of World War II and based on a Charter drawn up principally by the victors of that conflagration, has for fifty years provided an international forum of last resort, a unique institution standing as a noble symbol for the collective interests of humanity as a whole.",
      "As an international organisation, the United Nations has demonstrated humanity’s capacity for united action in health, agriculture, education, environmental protection, and the welfare of children. It has affirmed our collective moral will to build a better future, evinced in the widespread adoption of international human rights Covenants. It has revealed the human race’s deep‑seated compassion, evidenced by the devotion of financial and human resources to the assistance of people in distress. And in the all‑important realms of peace‑building, peace‑making and peace‑keeping, the United Nations has blazed a bold path toward a future without war.",
      "Yet the overall goals set out in the Charter of the United Nations have proved elusive. Despite the high hopes of its founders, the establishment of the United Nations some fifty years ago did not usher in an era of peace and prosperity for all.",
      "Although the United Nations has surely played a role in preventing a third world war, the last half decade has nevertheless been marked by numerous local, national and regional conflicts costing millions of lives. No sooner had improved relations between the superpowers removed the ideological motivation for such conflicts, than long‑smouldering ethnic and sectarian passions surfaced as a new source of conflagration. In addition, although the end of the Cold War has reduced the threat of a global, terminal war, there remain instruments and technologies—and to some extent the underlying passions—which could bring about planet‑wide destruction.",
      "With respect to social issues, likewise, grave problems persist. While new levels of consensus have been reached on global programmes to promote health, sustainable development and human rights, the situation on the ground in many areas has deteriorated. The alarming spread of militant racialism and religious fanaticism, the cancerous growth of materialism, the epidemic rise of crime and organised criminality, the widespread increase in mindless violence, the ever‑deepening disparity between rich and poor, the continuing inequities faced by women, the intergenerational damage caused by the pervasive break‑down of family life, the immoral excesses of unbridled capitalism and the growth of political corruption—all speak to this point. At least a billion live in abject poverty and more than a third of the world’s people are illiterate.",
      "As the twin processes of collapse and renewal carry the world toward some sort of culmination, the 50th anniversary of the United Nations offers a timely opportunity to pause and reflect on how humanity may collectively face its future. Indeed, there has emerged of late a wide range of useful proposals for strengthening the United Nations and improving its capacity to coordinate the responses of nations to these challenges.",
      "These proposals fall roughly into three categories. One group addresses primarily bureaucratic, administrative and financial problems within the United Nations system. Another group comprises those that suggest reconfiguring bodies like the Economic and Social Council, the Trusteeship Council and the Bretton Woods economic institutions. Still others propose to undertake changes in the United Nations political structure, calling, for example, for an expansion of the Security Council and/or a reconsideration of the United Nations Charter itself.",
      "Most of these works are constructive; some are also provocative. Among them, one of the most balanced and thoughtful is the report of the Commission on Global Governance, entitled, Our Global Neighbourhood, which argues for the widespread adoption of new values, as well as structural reforms in the United Nations system.",
      "It is in the spirit of contributing to the ongoing discussion and consultation on this issue of paramount importance that the Bahá’í International Community has been moved to share its views.",
      "Our perspective is based on three initial propositions. First, discussions about the future of the United Nations need to take place within the broad context of the evolution of the international order and its direction. The United Nations has co‑evolved with other great institutions of the late twentieth century. It is in the aggregate that these institutions will define—and themselves be shaped by—the evolution of the international order. Therefore, the mission, role, operating principles and even activities of the United Nations should be examined only in the light of how they fit within the broader objective of the international order.",
      "Second, since the body of humankind is one and indivisible, each member of the human race is born into the world as a trust of the whole. This relationship between the individual and the collective constitutes the moral foundation of most of the human rights which the instruments of the United Nations are attempting to define. It also serves to define an overriding purpose for the international order in establishing and preserving the rights of the individual.",
      "Third, the discussions about the future of the international order must involve and excite the generality of humankind. This discussion is so important that it cannot be confined to leaders—be they in government, business, the academic community, religion, or organisations of civil society. On the contrary, this conversation must engage women and men at the grassroots level. Broad participation will make the process self‑reinforcing by raising awareness of world citizenship and increase support for an expanded international order."
    ]
  },
  {
    "id": "7/9/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Recognising the Historical Context: A Call to World Leaders",
        "recognising-the-historical-context-a-call-to-world-leaders",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The Bahá’í International Community regards the current world confusion and the calamitous condition of human affairs as a natural phase in an organic process leading ultimately and irresistibly to the unification of the human race in a single social order whose boundaries are those of the planet.",
      "The human race, as a distinct, organic unit, has passed through evolutionary stages analogous to the stages of infancy and childhood in the lives of its individual members, and is now in the culminating period of its turbulent adolescence approaching its long‑awaited coming of age. The process of global integration, already a reality in the realms of business, finance, and communications, is beginning to materialise in the political arena.",
      "Historically, this process has been accelerated by sudden and catastrophic events. It was the devastation of World Wars I and II that gave birth to the League of Nations and the United Nations, respectively. Whether future accomplishments are also to be reached after similarly unimaginable horrors or embraced through an act of consultative will, is the choice before all who inhabit the earth. Failure to take decisive action would be unconscionably irresponsible.",
      "Since sovereignty currently resides with the nation‑state, the task of determining the exact architecture of the emerging international order is an obligation that rests with heads of state and with governments. We urge leaders at all levels to take a deliberate role in supporting a convocation of world leaders before the turn of this century to consider how the international order might be redefined and restructured to meet the challenges facing the world. As some have suggested, this gathering might be called the World Summit on Global Governance.",
      "This proposed Summit might build on the experience gained from the series of highly successful United Nations conferences in the early 1990s. These conferences, which have included the World Summit for Children in 1990, the Earth Summit in 1992, the World Conference on Human Rights in 1993, the International Conference on Population and Development in 1994, the World Summit for Social Development in 1995 and the Fourth World Conference on Women in 1995, have established a new methodology for global deliberations on critical issues.",
      "A key to the success of these deliberations has been the substantive participation by organisations of civil society. Painstaking negotiations among government delegations about changes in the world’s political, social and economic structures have been informed and shaped by the vigorous involvement of these organisations, which tend to reflect the needs and concerns of people at the grass roots. It is also significant that in each case, the gathering of world leaders, in the presence of civil society and the global media, gave the stamp of legitimacy and consensus to the processes of the conference.",
      "In preparing for the proposed Summit, world leaders would be wise to heed these lessons, to reach out to as wide a circle as possible and to secure the goodwill and support of the world’s peoples.",
      "Some fear that international political institutions inevitably evolve toward excessive centralisation and constitute an unwarranted layer of bureaucracy. It needs to be explicitly and forcefully stated that any new structures for global governance must, as a matter of both principle and practicality, ensure that the responsibility for decision‑making remains at appropriate levels.",
      "Striking the right balance may not always be easy. On the one hand, genuine development and real progress can be achieved only by people themselves, acting individually and collectively, in response to the specific concerns and needs of their time and place. It can be argued that the decentralisation of governance is the sine qua non of development. On the other hand, the international order clearly requires a degree of global direction and coordination.",
      "Therefore, in accordance with the principles of decentralisation outlined above, international institutions should be given the authority to act only on issues of international concern where states cannot act on their own or to intervene for the preservation of the rights of peoples and member states. All other matters should be relegated to national and local institutions.",
      "Furthermore, in devising a specific framework for the future international order, leaders should survey a broad range of approaches to governance. Rather than being modelled after any single one of the recognised systems of government, the solution may embody, reconcile and assimilate within its framework such wholesome elements as are to be found in each one of them.",
      "For example, one of the time‑tested models of governance that may accommodate the world’s diversity within a unified framework is the federal system. Federalism has proved effective in decentralising authority and decision‑making in large, complex, and heterogeneous states, while maintaining a degree of overall unity and stability. Another model worth examining is the commonwealth, which at the global level would place the interest of the whole ahead of the interest of any individual nation.",
      "Extraordinary care must be taken in designing the architecture of the international order so that it does not over time degenerate into any form of despotism, of oligarchy, or of demagogy corrupting the life and machinery of the constituent political institutions.",
      "In 1955, during the first decade review of the UN charter, the Bahá’í International Community offered a statement to the United Nations, based on ideas articulated nearly a century before by Bahá’u’lláh. “The Bahá’í concept of world order is defined in these terms: A world Super‑State in whose favour all the nations of the world will have ceded every claim to make war, certain rights to impose taxation and all rights to maintain armaments, except for the purposes of maintaining internal order within their respective dominions. This State will have to include an International Executive adequate to enforce supreme and unchallengeable authority on every recalcitrant member of the Commonwealth; a World Parliament whose members are elected by the peoples in their respective countries and whose election is confirmed by their respective governments; a Supreme Tribunal whose judgement has a binding effect even in cases where the parties concerned have not voluntarily agreed to submit their case to its consideration.”",
      "While we believe this formulation of a world government is at once the ultimate safeguard and the inevitable destiny of humankind, we do recognise that it represents a long‑term picture of a global society. Given the pressing nature of the current state of affairs, the world requires bold, practical and actionable strategies that go beyond inspiring visions of the future. Nevertheless, by focusing on a compelling concept, a clear and consistent direction for evolutionary change emerges from the mire of contradictory views and doctrines."
    ]
  },
  {
    "id": "7/10/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The United Nations was the centrepiece of the international system created by the victors of World War II and, during the long decades of ideological conflict between the East and the West, it served as a forum for international dialogue. Over the years, its activities have expanded to include not only international standard‑setting and promotion of social and economic development but also peacekeeping operations on several continents.",
      "Over the same period, the political reality of our world has experienced a dramatic transformation. At the time of the UN’s inception, there were some fifty independent states. That number has grown to exceed 185. At the close of World War II, governments were the main actors on the global scene. Today, the growing influence of organisations of civil society and of multinational corporations has created a much more intricate political landscape.",
      "Despite the growing complexity in its mission, the United Nations system has retained more or less the same structure that was designed for a new international organisation some fifty years ago. It is not surprising then that the occasion of its fiftieth anniversary has stimulated a new dialogue about its ability to meet the political realities of the 21st Century. Unfortunately, in this dialogue, criticism has far outweighed praise.",
      "Most criticisms of the operations of the United Nations are based on comparisons with the operations of the leading organisations in the private sector or on measurements relative to inflated initial expectations. Although some specific comparisons may be useful in increasing the efficiency of the United Nations more general exercises of this kind are essentially unfair. The United Nations lacks not only the clear authority, but also the requisite resources to act effectively in most instances. Accusations of the UN’s failure are in fact indictments of the member states themselves.",
      "Judged in isolation from the reality within which it operates, the United Nations will always seem inefficient and ineffective. However, if it is viewed as one element of a larger process of development in systems of international order, the bright light of analysis would shift from the UN’s shortcomings and failures to shine on its victories and accomplishments. To those with an evolutionary mindset, the early experience of the United Nations offers us a rich source of learning about its future role within the international regime.",
      "An evolutionary mindset implies the ability to envision an institution over a long time frame perceiving its inherent potential for development, identifying the fundamental principles governing its growth, formulating high‑impact strategies for short‑term implementation, and even anticipating radical discontinuities along its path.",
      "Studying the United Nations from this perspective unveils significant opportunities to strengthen the current system without the wholesale restructuring of its principal institutions or the intensive re‑engineering of its core processes. In fact, we submit that no proposal for UN reform can produce high impact unless its recommendations are internally consistent and direct the UN along a projected evolutionary path toward a distinctive and relevant role within the future international order.",
      "We believe the combination of recommendations described herein meets these conditions and that their adoption would represent a measured but significant step toward building a more just world order."
    ]
  },
  {
    "id": "7/11/3/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Resuscitating the General Assembly",
        "resuscitating-the-general-assembly",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The foundation for any system of governance is the rule of law and the primary institution for promulgating law is the legislature. While the authority of local and national legislatures is generally respected, regional and international legislative bodies have been the subject of fear and suspicion.",
      "In addition, the United Nations General Assembly has been a target of attack for its ineffectiveness. Although some of the accusations hurled against it are unfounded, there are at least two shortcomings that hamper the ability of the General Assembly to have impact.",
      "First, the current arrangement gives undue weight to state sovereignty, resulting in a curious mix of anarchy and conservatism. In a reformed United Nations, the legislative branch and its voting structure will need to represent more accurately the people of the world as well as nation‑states.",
      "Second, General Assembly resolutions are not binding unless they are separately ratified as a treaty by each member state. If the current system, which places state sovereignty above all other concerns, is to give way to a system which can address the interests of a single and interdependent humanity, the resolutions of the General Assembly—within a limited domain of issues—must gradually come to possess the force of law with provisions for both enforcement and sanctions.",
      "These two shortcomings are closely linked inasmuch as the majority of the world’s people, suspicious and fearful of world government, are unlikely to submit to an international institution unless it is itself more genuinely representative.",
      "Nevertheless, in the short term, five practical measures are possible to strengthen the General Assembly, enhance its reputation and align it with a longer term direction."
    ]
  },
  {
    "id": "7/12/3/1/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Resuscitating the General Assembly",
        "resuscitating-the-general-assembly",
        1
      ],
      [
        "Raising minimum requirements for membership",
        "raising-minimum-requirements-for-membership",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The minimum standards for conduct by a government towards its people have been well established in the Universal Declaration of Human Rights and subsequent international covenants, collectively referred to as the International Bill of Human Rights.",
      "Without an unshakeable commitment to regular and periodic elections with universal participation by secret ballot, to freedom of expression and to other such human rights, a member state stands in the way of the active and intelligent participation of the vast majority of its population in the affairs of its own communities.",
      "We propose that there should be consequences for member states that violate these standards. Similarly, nations seeking recognition should be denied membership until they openly espouse these standards or make recognisable efforts to move in that direction."
    ]
  },
  {
    "id": "7/13/3/1/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Resuscitating the General Assembly",
        "resuscitating-the-general-assembly",
        1
      ],
      [
        "Appointing a commission to study borders and frontiers",
        "appointing-a-commission-to-study-borders-and-frontiers",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Outstanding irredentist claims continue to be a major source of conflict and war, highlighting the critical need for general agreements on national boundaries. Such treaties can only be arrived at after consideration of the arbitrary manner in which many nation‑states were originally defined and of all outstanding claims of nations and ethnic groups.",
      "Rather than relegating such claims to the World Court, we believe it would be best to establish a special International Commission to research all claims affecting international boundaries and then, after careful consideration, to make recommendations for action. The results would serve as an early warning system for growing tension among civil or ethnic groups and assessment of threats in situations benefitting from early preventive diplomacy.",
      "In order to establish a genuine community of nations in the long run, it will be necessary to settle finally all disputes over borders. This research would serve that end."
    ]
  },
  {
    "id": "7/14/3/1/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Resuscitating the General Assembly",
        "resuscitating-the-general-assembly",
        1
      ],
      [
        "Searching for new financial arrangements",
        "searching-for-new-financial-arrangements",
        3
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Primarily triggered by the unwillingness of some member states to remit their general assessments on time, compounded by the absence of authority to collect any interest accrued because of that delay, and further aggravated by the bureaucratic inefficiencies in parts of its operations, the annual budget shortfall pressures the UN into a crisis management mentality.",
      "Voluntary payments from member states will never be a reliable approach to finance an international institution. Vigorous approaches to revenue generation must be devised to enable the smooth functioning of the UN machinery. We propose the immediate appointment of an expert Task Force to begin a rigorous search for solutions.",
      "In studying alternatives, the Task Force should be mindful of several fundamental principles. First, there should be no assessments without representation. Second, in the interest of fairness and justice, assessments should be graduated. Third, mechanisms for encouraging voluntary contributions by individuals and communities should not be overlooked."
    ]
  },
  {
    "id": "7/15/3/1/4",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Resuscitating the General Assembly",
        "resuscitating-the-general-assembly",
        1
      ],
      [
        "Making a commitment to a universal auxiliary language and a common script",
        "making-a-commitment-to-a-universal-auxiliary-language-and-a-common-script",
        4
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The United Nations, which currently uses six official languages, would derive substantial benefit from either choosing a single existing language or creating a new one to be used as an auxiliary language in all its fora. Such a step has long been advocated by many groups, from the Esperantists to the Bahá’í International Community itself. In addition to saving money and simplifying bureaucratic procedures, such a move would go far toward promoting a spirit of unity.",
      "We propose the appointment of a high‑level Commission, with members from various regions and drawn from relevant fields, including linguistics, economics, the social sciences, education and the media, to begin careful study on the matter of an international auxiliary language and the adoption of a common script.",
      "We foresee that eventually, the world cannot but adopt a single, universally agreed‑upon auxiliary language and script to be taught in schools worldwide, as a supplement to the language or languages of each country. The objective would be to facilitate the transition to a global society through better communication among nations, reduction of administrative costs for businesses, governments and others involved in global enterprise, and a general fostering of more cordial relations between all members of the human family.",
      "This proposal should be read narrowly. It does not in any way envision the decline of any living language or culture."
    ]
  },
  {
    "id": "7/16/3/1/5",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Resuscitating the General Assembly",
        "resuscitating-the-general-assembly",
        1
      ],
      [
        "Investigating the possibility of a single international currency",
        "investigating-the-possibility-of-a-single-international-currency",
        5
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The need to promote the adoption of a global currency as a vital element in the integration of the global economy is self‑evident. Among other benefits, economists believe that a single currency will curb unproductive speculation and unpredictable market swings, promote a levelling of incomes and prices worldwide, and thereby result in significant savings.",
      "The possibility of savings will not lead to action unless there is an overwhelming body of evidence addressing the relevant concerns and doubts of sceptics, accompanied by a credible implementation plan. We propose the appointment of a Commission consisting of the most accomplished government leaders, academics and professionals to begin immediate exploration into the economic benefits and the political costs of a single currency and to hypothesise about an effective implementation approach."
    ]
  },
  {
    "id": "7/17/3/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Developing a Meaningful Executive Function",
        "developing-a-meaningful-executive-function",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "At the international level, the single most important executive function is the enforcement of a collective security pact.",
      "Collective security implies a binding covenant among nations to act in concert against threats to the collective. The effectiveness of the covenant depends on the degree to which members commit themselves to the collective good, even if motivated by a sense of enlightened self‑interest.",
      "Within the United Nations, the enforcement role is largely carried out by the Security Council, with other functions of the executive being shared with the Secretariat. Both are hampered in fulfilling their mandated roles. The Security Council suffers from an inability to take decisive action. The Secretariat is pressured by the complex demands of the member states.",
      "In the short term, four practical measures are possible to strengthen the executive function within the United Nations."
    ]
  },
  {
    "id": "7/18/3/2/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Developing a Meaningful Executive Function",
        "developing-a-meaningful-executive-function",
        2
      ],
      [
        "Limiting the exercise of the veto power",
        "limiting-the-exercise-of-the-veto-power",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The original intention of the UN Charter in conferring veto power on the five Permanent Members was to prevent the Security Council from authorising military actions against a Permanent Member or requiring the use of its forces against its will. In fact, beginning with the Cold War, the veto power has been exercised repeatedly for reasons that have to do with regional or national security.",
      "In its 1955 submission on UN reform, the Bahá’í International Community argued for the gradual elimination of the concepts of “permanent membership” and “veto power” as confidence in the Security Council would build. Today, forty years later, we reaffirm that position. However, we also propose that, as a transitionary step, measures be introduced to curb the exercise of the veto power to reflect the original intention of the Charter."
    ]
  },
  {
    "id": "7/19/3/2/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Developing a Meaningful Executive Function",
        "developing-a-meaningful-executive-function",
        2
      ],
      [
        "Institutionalising ad hoc military arrangements",
        "institutionalising-ad-hoc-military-arrangements",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "To support the peacekeeping operations of the United Nations, and to add credibility to resolutions of the Security Council, an International Force should be created. Its loyalty to the UN and its independence from national considerations must be assured. The command and control of such a fully armed Force would reside with the Secretary‑General under the authority of the Security Council. Its finances, however, would be determined by the General Assembly. In constructing such a force, the Secretary‑General would seek to draw competent personnel from all regions of the world.",
      "If properly implemented, this Force would also provide a sense of security that might encourage steps toward global disarmament, thereby making possible an outright ban on all weapons of mass destruction. Furthermore, in line with the principle of collective security, it would become gradually understood that states need only maintain armaments sufficient for their own defence and the maintenance of internal order.",
      "As an immediate step toward the establishment of this Force, the present system of ad hoc arrangements could be institutionalised to establish core regional forces for rapid deployment during a crisis."
    ]
  },
  {
    "id": "7/20/3/2/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Developing a Meaningful Executive Function",
        "developing-a-meaningful-executive-function",
        2
      ],
      [
        "Applying the notion of collective security to other problems of the global commons",
        "applying-the-notion-of-collective-security-to-other-problems-of-the-global-commons",
        3
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Although originally conceived within the context of a threat of military aggression, the principle of collective security, some argue, may now be applied in an expansive manner to all threats which, although apparently local in nature, are actually the result of the complex breakdown of the present‑day global order. These threats include but are not limited to international drug trafficking, food security, and the emergence of new global pandemics.",
      "We believe this issue would have to be included on the agenda of the proposed Global Summit. However, it is unlikely that expansive formulations of collective security would preclude the fundamental cause of military aggression."
    ]
  },
  {
    "id": "7/21/3/2/4",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      [
        "Developing a Meaningful Executive Function",
        "developing-a-meaningful-executive-function",
        2
      ],
      [
        "Retaining successful UN institutions with independent executive function",
        "retaining-successful-un-institutions-with-independent-executive-function",
        4
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Some of the more independent organisations within the UN family, such as the UN International Children’s Emergency Fund, the International Civil Aviation Organisation, the Universal Postal Union, the International Telegraph and Communications Union, the International Labour Organisation, and the World Health Organisation, have enjoyed conspicuous success with focused but important areas of international concern.",
      "Generally, these organisations already have their own executive function. Their independence should be retained and reinforced as part of the international executive."
    ]
  },
  {
    "id": "7/22/3/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      ["A Strengthened World Court", "a-strengthened-world-court", 3]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "In any system of governance, a strong judicial function is necessary to moderate the powers of the other branches and to enunciate, promulgate, protect and deliver justice. The drive to create just societies has been among the fundamental forces in history—and without doubt no lasting world civilisation can be founded unless it is firmly grounded in the principle of justice.",
      "Justice is the one power that can translate the dawning consciousness of humanity’s oneness into a collective will through which the necessary structures of global community life can be confidently erected. An age that sees the people of the world increasingly gaining access to information of every kind and to a diversity of ideas will find justice asserting itself as the ruling principle of successful social organisation.",
      "At the individual level, justice is that faculty of the human soul that enables each person to distinguish truth from falsehood. In the sight of God, Bahá’u’lláh avers, justice is “the best beloved of all things” since it permits each individual to see with his own eyes rather than the eyes of others, to know through his own knowledge rather than the knowledge of his neighbour or his group.",
      "At the group level, a concern for justice is the indispensable compass in collective decision‑making, because it is the only means by which unity of thought and action can be achieved. Far from encouraging the punitive spirit that has often masqueraded under its name in past ages, justice is the practical expression of awareness that, in the achievement of human progress, the interests of the individual and those of society are inextricably linked. To the extent that justice becomes a guiding concern of human interaction, a consultative climate is encouraged that permits options to be examined dispassionately and appropriate courses of action selected. In such a climate the perennial tendencies toward manipulation and partisanship are far less likely to deflect the decision‑making process.",
      "Such a conception of justice will be gradually reinforced by the realisation that in an interdependent world, the interests of the individual and society are inextricably intertwined. In this context, justice is a thread that must be woven into the consideration of every interaction, whether in the family, the neighbourhood, or at the global level.",
      "We see in the current United Nations system the foundation for a strengthened World Court. Established in 1945 as the principal judicial organ of the United Nations, the International Court of Justice is characterised by many positive elements. The current system for the selection of judges, for example, seeks to create a judicial panel which is representative of a wide range of peoples, regions, and judicial systems.",
      "The Court’s primary shortcoming is that it lacks the authority to issue legally binding decisions, except in those cases where states have chosen in advance to be bound by its decisions. Without jurisdiction, the Court is powerless to administer justice. In time, the decisions of the World Court may become binding and enforceable upon all states; however, in the short term, the World Court might be strengthened through two other measures."
    ]
  },
  {
    "id": "7/23/3/3/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      ["A Strengthened World Court", "a-strengthened-world-court", 3],
      [
        "Extending the court’s jurisdiction",
        "extending-the-courts-jurisdiction",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Currently, the Court’s jurisdiction is limited to a few categories of cases, and only nations have standing to bring an action. We propose that in addition to member states, other organs of the United Nations should be given the right to bring cases before the Court."
    ]
  },
  {
    "id": "7/24/3/3/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Defining a Role for the UN Within the Emerging International Order",
        "defining-a-role-for-the-un-within-the-emerging-international-order",
        3
      ],
      ["A Strengthened World Court", "a-strengthened-world-court", 3],
      [
        "Coordinating the thematic courts",
        "coordinating-the-thematic-courts",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The World Court should act as an umbrella for existing and new thematic courts, that arbitrate and adjudicate international cases within specific thematic domains.",
      "Early components of a unified system can already be found in the specialised courts for arbitration of such matters as commerce and transportation, and in the proposals for such bodies as an International Criminal Court and a Chamber for Environmental Matters. Other issue areas that might need to be addressed under such a system would include courts for international terrorism and drug trafficking."
    ]
  },
  {
    "id": "7/25/4",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The primary objective of governing institutions at all levels is the advancement of human civilisation. This objective is difficult to satisfy without the inspired and intelligent participation of the generality of humankind in the life and affairs of the community.",
      "With a focus on building institutions and creating a community of nations, international bodies have historically remained distant from the minds and hearts of the world’s people. Separated by several layers of government from the international arena and confused by the media’s coverage of international news, the vast majority of people have not yet developed an affinity for institutions like the United Nations. Only those individuals who have had some access to the international arena through channels like organisations of civil society seem able to identify with these institutions.",
      "Paradoxically, international institutions cannot develop into an effective and mature level of government and fulfil their primary objective to advance human civilisation, if they do not recognise and nurture their relationship of mutual dependency with the people of the world. Such recognition would set in motion a virtuous cycle of trust and support that would accelerate the transition to a new world order.",
      "The tasks entailed in the development of a global society call for levels of capacity far beyond anything the human race has so far been able to muster. Reaching these levels will require an enormous expansion in access to knowledge on the part of every individual. International institutions will succeed in eliciting and directing the potentialities latent in the peoples of the world to the extent that their exercise of authority is moderated by their obligation to win the confidence, respect, and genuine support of those whose actions they seek to govern and to consult openly and to the fullest extent possible with all those whose interests are affected.",
      "Individuals who become confident and respectful of these institutions will, in turn, demand that their national governments increase their support, both political and economic, for the international order. In turn, the international institutions, with increased influence and power, will be better positioned to undertake further actions to establish a legitimate and effective world order.",
      "Along with the measures for strengthening its structure, the United Nations needs to adopt initiatives that release the latent power in all people to participate in this galvanising process. To this end, certain themes that accelerate the advancement of the individual and society warrant special consideration. Among them, promoting economic development, protecting human rights, advancing the status of women, and emphasising moral development are four priorities so closely tied to the advancement of civilisation that they must be emphasised as part of the United Nations agenda."
    ]
  },
  {
    "id": "7/26/4/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Promoting Economic Development", "promoting-economic-development", 1]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Economic development strategies employed by the United Nations, the World Bank and a number of governments during the last fifty years, however sincerely conceived and executed, have fallen far short of aspirations. In much of the world, the gap between the “haves” and “have‑nots” has widened and is accelerating with the persistent disparity in income levels. Social problems have not subsided. In fact, crime and disease are not just on the rise; they are also becoming endemic and more difficult to combat.",
      "These failures can be traced to a number of factors. They include a misplaced focus on large‑scale projects and bureaucratic over‑centralisation, unjust terms of international trade, a pervasive corruption that has been allowed to flourish throughout the system, the exclusion of women from the decision‑making processes at all levels, a general inability to ensure that resources reach the poor, and the diversion of development resources into military hardware.",
      "A dispassionate examination of these factors betrays a common systematic and fundamental flaw in the current paradigm for economic development: material needs are often addressed without taking into account the spiritual factors and their motivating power.",
      "Development should not become confused with the creation of an unsustainable consumer society. True prosperity encompasses spiritual as well as material well‑being. Food, drink, shelter and a degree of material comfort are essential, but human beings cannot and never will find fulfilment in these necessities. Nor is contentment to be found in the somewhat more intangible material attainments such as social recognition or political power. Ultimately, not even intellectual achievement satisfies our deepest needs.",
      "It is in the hunger for something more, something beyond ourselves, that the reality of the human spirit can be properly understood. Although the spiritual side of our nature is obscured by the day‑to‑day struggle for material attainment, our need for the transcendent cannot long be disregarded. Thus a sustainable development paradigm must address both the spiritual aspirations of human beings and their material needs and desires.",
      "Education is the best investment in economic development. “Man is the supreme Talisman. Lack of a proper education hath, however, deprived him of that which he doth inherently possess,” writes Bahá’u’lláh. “Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.” Education, implies more than a process of mastering a narrow body of knowledge or learning a set of life skills. In truth, education, which should be a fundamental imperative of development, must also teach the process for knowledge acquisition, cultivate the powers of intellect and reasoning, and infuse the student with indispensable moral qualities.",
      "It is this comprehensive approach to education that allows people to contribute to the creation of wealth and encourage its just distribution.",
      "Genuine wealth is created when work is undertaken not simply as a means of earning a livelihood but also as a way to contribute to society. We hold that meaningful work is a basic need of the human soul, as important to the proper development of the individual as nutritious food, clean water and fresh air are to the physical body.",
      "Because of the spiritually damaging nature of dependency, schemes which focus solely on redistributing material wealth are doomed to failure in the long run. Distribution of wealth must be approached in an efficient and equitable manner. In fact, it must be intimately integrated with the process of wealth creation.",
      "We propose the following recommendation to the United Nations system for promoting more effective development."
    ]
  },
  {
    "id": "7/27/4/1/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Promoting Economic Development", "promoting-economic-development", 1],
      [
        "Launching a determined campaign to implement Agenda 21",
        "launching-a-determined-campaign-to-implement-agenda-21",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The plan of action formulated at the United Nations Conference on Environment and Development incorporated a wide range of views from civil society and a set of principles not unlike those articulated in this statement. Unfortunately, however, little has been done by member states to implement the measures described in the plan.",
      "If the objectives of Agenda 21 are to be addressed and satisfied, an expanded effort, different in nature but comparable in scale and commitment to the Marshall Plan for the redevelopment of post‑war Europe, might be necessary. In this case, the Bretton Woods institutions would be called upon to mount a pronounced campaign to expedite national implementation efforts. A mandate of this nature can result only from a conference, similar to the first Bretton Woods meetings fifty years ago, dedicated to a wholesale re‑examination of these institutions. The purpose of this re‑examination would be to make available to the people of the world sufficient resources so that they could implement local initiatives. Moreover, the conference could also expand its agenda to address deeper issues of global economic security through the redefinition of existing institutions or the creation of new structures.",
      "If successful, this new machinery could also be extended to coordinate implementation of the measures identified at the recent Social Summit."
    ]
  },
  {
    "id": "7/28/4/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      [
        "Protecting Fundamental Human Rights",
        "protecting-fundamental-human-rights",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Over the five decades since the United Nations was founded, an understanding has emerged that human rights must be recognised and protected internationally if peace, social progress and economic prosperity are to be established.",
      "The foundation for international agreement on the nature of human rights is the all‑important Universal Declaration of Human Rights, adopted by the United Nations in 1948 and elaborated in two international covenants—the International Covenant on Civil and Political Rights and the International Covenant on Social, Economic and Cultural Rights. In addition, some 75 other conventions and declarations identify and promote the rights of women and children, the right to freedom of worship, and the right to development, to name but a few.",
      "The current United Nations human rights regime has two major shortcomings: limited means for enforcement and follow‑up, and too little emphasis on the responsibilities that accompany all rights.",
      "Human rights enforcement at the international level needs to be handled in a manner similar to the treatment of military aggression under a collective security regime. The violation of human rights in one state must be considered the concern of all, and enforcement mechanisms must provide for a unified response on the part of the entire international community. The question of when and how to intervene to protect human rights is more difficult to answer. Vigorous enforcement will require a high degree of global consensus on what constitutes a flagrant and wilful violation.",
      "Important steps toward global consensus were taken during the process leading up to the 1993 World Conference on Human Rights, which affirmed unequivocally that human rights are universal, indivisible and interdependent, and ended the long‑standing debate about the relative importance of civil and political rights as compared to social, economic and cultural rights. Conference resolutions also confirmed that human rights must be applied irrespective of differences of racial background, ethnic origin, religious belief or national identity. They encompass the equality of women and men; they include for all individuals worldwide the same rights to freedom of investigation, information and religious practice; and they embody the right of everyone to basic necessities such as food, shelter, and health care. Beyond the need to build consensus and strengthen enforcement of human rights, it is important to establish a greater understanding that to each right is attached a corresponding responsibility.",
      "The right to be recognised as a person before the law, for example, implies the responsibility to obey the law—and to make both the laws and the legal system more just. Likewise, in the socio‑economic realm, the right to marry carries with it the responsibility to support the family unit, to educate one’s children and to treat all family members with respect. The right to work cannot be divorced from the responsibility to perform one’s duties to the best of one’s ability. In the broadest sense, the notion of “universal” human rights implies a responsibility to humanity as a whole.",
      "Ultimately, while it is up to the individual to fulfil the responsibility in each such area, it is up to international institutions to protect the related human right. We propose three measures for immediate action."
    ]
  },
  {
    "id": "7/29/4/2/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      [
        "Protecting Fundamental Human Rights",
        "protecting-fundamental-human-rights",
        2
      ],
      [
        "Strengthening the machinery of the UN for monitoring, implementation and follow‑up",
        "strengthening-the-machinery-of-the-un-for-monitoring-implementation-and-follow-up",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The United Nations machinery for the monitoring, implementation and follow‑up of government compliance with international covenants is inadequate. The Centre for Human Rights consists of a very small professional staff struggling to support efforts to monitor the compliance by countries of all treaties they have ratified.",
      "We believe the resources assigned to this Centre must be dramatically increased if it is to discharge its duties properly."
    ]
  },
  {
    "id": "7/30/4/2/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      [
        "Protecting Fundamental Human Rights",
        "protecting-fundamental-human-rights",
        2
      ],
      [
        "Encouraging universal ratification of international conventions on human rights",
        "encouraging-universal-ratification-of-international-conventions-on-human-rights",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Since ratifying the international conventions on human rights creates an obligation for member states, albeit not a practically enforceable one, the Secretary‑General and all bodies of the UN might consider every opportunity to encourage member states to act on this issue. In fact, a demanding timeline for universal ratification may be an inspiring goal to be set by the General Assembly."
    ]
  },
  {
    "id": "7/31/4/2/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      [
        "Protecting Fundamental Human Rights",
        "protecting-fundamental-human-rights",
        2
      ],
      [
        "Assuring respect for the monitoring organs of UN involved in human rights",
        "assuring-respect-for-the-monitoring-organs-of-un-involved-in-human-rights",
        3
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "Since the mandate of the human rights monitoring agencies is of a very serious nature, the UN needs to be particularly mindful of perceptions created by the structure and processes of these agencies and equally deliberate in acting to resolve compromising situations.",
      "We believe it would be prudent to explore during the nomination process the qualifications of member states in visible positions and to exclude from election to membership on the Commission on Human Rights and other monitoring agencies, any member states that have not yet ratified the international conventions. While these member states would still be able to fully participate in deliberations, it would protect the United Nations from a potentially embarrassing and compromising situation.",
      "We also believe that a single exception is warranted to the above rule. Member states, not under the scrutiny of the UN, that have sufficient protection for fundamental human rights within their constitutions, but which have not been able to complete the ratification process because of internal political reasons, should not be barred from election to visible positions.",
      "Finally, it also seems prudent for member states that have ratified the international conventions but are under scrutiny for gross human rights violations to be disqualified from election to the offices of conferences and other meetings of the Commission on Human Rights. This will prevent a widespread perception of the proceedings as a mockery."
    ]
  },
  {
    "id": "7/32/4/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Advancing the Status of Women", "advancing-the-status-of-women", 3]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The creation of a peaceful and sustainable world civilisation will be impossible without the full participation of women in every arena of human activity. While this proposition is increasingly supported, there is a marked difference between intellectual acceptance and its implementation.",
      "It is time for the institutions of the world, composed mainly of men, to use their influence to promote the systematic inclusion of women, not out of condescension or presumed self‑sacrifice but as an act motivated by the belief that the contributions of women are required for society to progress. Only as the contributions of women are valued will they be sought out and woven into the fabric of society. The result will be a more peaceful, balanced, just and prosperous civilisation.",
      "The obvious biological differences between the sexes need not be a cause for inequality or disunity. Rather, they are an aspect of complementarity. If the role of women as mothers is properly valued, their work in nurturing and educating children will be respected and properly rewarded. It should also be acknowledged that the child‑bearing role does not diminish one’s aptitude for leadership, or undermine one’s intellectual, scientific or creative capacity. Indeed, it may be an enhancement.",
      "We believe progress on a few critical fronts would have the greatest impact on the advancement of women. We share the following perspectives which are foundational to the recommendations which follow.",
      "First and foremost, violence against women and girls, one of the most blatant and widespread abuses of human rights, must be eradicated. Violence has been a fact of life for many women throughout the world, regardless of race, class, or educational background. In many societies, traditional beliefs that women are inferior or a burden make them easy targets of anger and frustration. Even strong legal remedies and enforcement mechanisms will have little effect until they are supported by a transformation in the attitudes of men. Women will not be safe until a new social conscience takes hold, one which will make the mere expression of condescending attitudes towards women, let alone any form of physical violence, a cause for deep shame.",
      "Second, the family remains the basic building block of society and behaviours observed and learned there will be projected onto interactions at all other levels of society. Therefore, the members of the institution of the family must be transformed so that the principle of equality of women and men is internalised. Further, if the bonds of love and unity cement family relationships, the impact will reach beyond its borders and affect society as a whole.",
      "Third, while the overall goal of any society must be to educate all its members, at this stage in human history the greatest need is to educate women and girls. For over twenty years, studies have consistently documented that, of all possible investments, educating women and girls pays the highest overall dividends in terms of social development, the eradication of poverty and the advancement of community.",
      "Fourth, the global dialogue on the role of men and women must promote recognition of the intrinsic complementarity of the two sexes. For the differences between them are a natural assertion of the necessity of women and men to work together to bring to fruition their potentialities for advancing civilisation, no less than for perpetuating the human race. Such differences are inherent in the interactive character of their common humanity. This dialogue needs to consider the historical forces which have led to the oppression of women and examine the new social, political and spiritual realities which are today transforming our civilisation.",
      "As a starting point for this dialogue we offer this analogy from the Bahá’í Writings: “The world of humanity has two wings—one is women and the other men. Not until both wings are equally developed can the bird fly. Should one wing remain weak, flight is impossible.” In addition, we support the following three specific measures."
    ]
  },
  {
    "id": "7/33/4/3/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Advancing the Status of Women", "advancing-the-status-of-women", 3],
      [
        "Increasing the participation of women in member state delegations",
        "increasing-the-participation-of-women-in-member-state-delegations",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "We recommend that member states be encouraged to appoint an increased number of women to ambassadorial or similar diplomatic positions."
    ]
  },
  {
    "id": "7/34/4/3/2",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Advancing the Status of Women", "advancing-the-status-of-women", 3],
      [
        "Encouraging universal ratification of international conventions that protect women’s rights and improve their status",
        "encouraging-universal-ratification-of-international-conventions-that-protect-womens-rights-and-improve-their-status",
        2
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "As with the international conventions on human rights, the Secretary‑General and all bodies of the UN should consider every opportunity to encourage member states to proceed with ratification of conventions and protocols that protect women’s rights and seek their advancement."
    ]
  },
  {
    "id": "7/35/4/3/3",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Advancing the Status of Women", "advancing-the-status-of-women", 3],
      [
        "Planning ahead for implementation of the Beijing Platform of Action",
        "planning-ahead-for-implementation-of-the-beijing-platform-of-action",
        3
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The Forward‑Looking Strategies declaration adopted at the Nairobi conference was highly bold and imaginative, yet its implementation was rather ineffective. We believe that a lesson should be learned from this unfortunate experience and deliberate plans be put into place to ensure that the Platform of Action emerging from the Beijing conference does not meet a similar fate.",
      "We propose that a monitoring system be established to prepare status reports on the implementation of adopted measures and to make presentations to the General Assembly annually, highlighting the top twenty and bottom twenty member states in terms of compliance."
    ]
  },
  {
    "id": "7/36/4/4",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Emphasising Moral Development", "emphasising-moral-development", 4]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "The process of integrating human beings into larger and larger groups, although influenced by culture and geography, has been driven largely by religion, the most powerful agent for changing human attitudes and behaviour. By religion, however, we mean the essential foundation or reality of religion, not the dogmas and blind imitations which have gradually encrusted it and which are the cause of its decline and effacement.",
      "In the words of ‘Abdu’l‑Bahá “Material civilisation is like the body. No matter how infinitely graceful, elegant and beautiful it may be, it is dead. Divine civilisation is like the spirit, and the body gets its life from the spirit. . . . Without the spirit the world of mankind is lifeless.”",
      "The concept of promoting specific morals or values may be controversial, especially in this age of humanistic relativism. Nevertheless, we firmly believe there exists a common set of values that have been obscured from recognition by those who exaggerate minor differences in religious or cultural practice for political purposes. These foundation virtues, taught by all spiritual communities, constitute a basic framework for moral development.",
      "Reflection on the commonalities inherent in the great religious and moral systems of the world reveals that each one espouses unity, cooperation and harmony among people, establishes guidelines for responsible behaviour and supports the development of virtues which are the foundation for trust‑based and principled interactions."
    ]
  },
  {
    "id": "7/37/4/4/1",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "Releasing the Power of the Individual: A Critical Challenge of the Emerging International Order",
        "releasing-the-power-of-the-individual-a-critical-challenge-of-the-emerging-international-order",
        4
      ],
      ["Emphasising Moral Development", "emphasising-moral-development", 4],
      [
        "Promoting the development of curricula for moral education in schools",
        "promoting-the-development-of-curricula-for-moral-education-in-schools",
        1
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "We advocate a universal campaign to promote moral development. Simply put, this campaign should encourage and assist local initiatives all over the world to incorporate a moral dimension into the education of children. It may necessitate the holding of conferences, the publication of relevant materials and many other supportive activities, all of which represent a solid investment in a future generation.",
      "This campaign for moral development may begin with a few simple precepts. For example, rectitude of conduct, trustworthiness, and honesty are the foundation for stability and progress; altruism should guide all human endeavour, such that sincerity and respect for the rights of others become an integral part of every individual’s actions; service to humanity is the true source of happiness, honour and meaning in life.",
      "We also believe the campaign will be successful only to the extent that the force of religion is relied upon in the effort. The doctrine of the separation of church and state should not be used as a shield to block this salutary influence. Specifically, religious communities will have to be drawn in as collaborative partners in this important initiative.",
      "As it proceeds, this campaign will accelerate a process of individual empowerment that will transform the way in which people, regardless of economic class, social standing, or ethnic, racial or religious background, interact with their society."
    ]
  },
  {
    "id": "7/38/5",
    "path": [
      ["Documents", "documents", 7],
      ["Turning Point for All Nations (BIC)", "turning-point-all-nations", 38],
      [
        "A Turning Point for All Nations: A Call to World Leaders",
        "a-turning-point-for-all-nations-a-call-to-world-leaders",
        5
      ]
    ],
    "years": [1995.1001, 1995.1001],
    "content": [
      "We have reached a turning point in the progress of nations.",
      "“Unification of the whole of mankind is the hall‑mark of the stage which human society is now approaching. Unity of family, of tribe, of city‑state, and nation have been successively attempted and fully established. World unity is the goal towards which a harassed humanity is striving. Nation‑building has come to an end. The anarchy inherent in state sovereignty is moving towards a climax. A world, growing to maturity, must abandon this fetish, recognise the oneness and wholeness of human relationships, and establish once for all the machinery that can best incarnate this fundamental principle of its life.”",
      "Over a century ago, Bahá’u’lláh taught that there is but one God, that there is only one human race, and that all the world’s religions represent stages in the revelation of God’s will and purpose for humanity. Bahá’u’lláh announced the arrival of the time, foretold in all of the world’s scriptures, when humanity would at last witness the uniting of all peoples into a peaceful and integrated society.",
      "He said that human destiny lies not merely in the creation of a materially prosperous society, but also in the construction of a global civilisation where individuals are encouraged to act as moral beings who understand their true nature and are able to progress toward a greater fulfilment that no degree of material bounty alone can provide.",
      "Bahá’u’lláh was also among the first to invoke the phrase “new world order” to describe the momentous changes in the political, social and religious life of the world. “The signs of impending convulsions and chaos can now be discerned, inasmuch as the prevailing Order appeareth to be lamentably defective,” He wrote. “Soon will the present‑day order be rolled up and a new one spread out in its stead.”",
      "To this end, He laid a charge on the leaders and members of society alike. “It is not for him to pride himself who loveth his own country, but rather for him who loveth the whole world. The earth is but one country and mankind its citizens.”",
      "Above all else, leaders for the next generation must be motivated by a sincere desire to serve the entire community and must understand that leadership is a responsibility; not a path to privilege. For too long, leadership has been understood, by both leaders and followers, as the assertion of control over others. Indeed, this age demands a new definition of leadership and a new type of leader.",
      "This is especially true in the international arena. In order to establish a sense of trust, win the confidence, and inculcate a fond affinity in the hearts of the world’s people for institutions of the international order, these leaders will have to reflect on their own actions.",
      "Through an unblemished record of personal integrity, they must help restore confidence and trust in government. They must embody the characteristics of honesty, humility and sincerity of purpose in seeking the truth of a situation. They must be committed to and guided by principles, thereby acting in the best long‑term interests of humanity as a whole.",
      "“Let your vision be world‑embracing, rather than confined to your own selves,” Bahá’u’lláh wrote. “Do not busy yourselves in your own concerns; let your thoughts be fixed upon that which will rehabilitate the fortunes of mankind and sanctify the hearts and souls of men.”"
    ]
  }
]
