[
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["A Few Thoughts for the Tutor", "a-few-thoughts-for-the-tutor", 1]
    ],
    "years": [2020.0501, 2020.0501],
    "content": [
      "The number of localities in which Reflections on the Life of the Spirit, the first book of the main sequence of courses offered by the Ruhi Institute, is studied throughout the world has been on the rise for many years. In the vast majority of cases, the material is read and discussed by a group of friends, who may constitute a study circle that meets regularly, may come together in a campaign arranged for intensive study, or may gather in a camp during school holidays. Whatever the occasion, one member of the group acts as a tutor. The relationship between the tutor and the other participants is not one of teacher‑to‑student; all are consciously engaged in a process in which everyone is seeking to learn. But the tutor is not a detached and passive facilitator of discussion either. Having completed a sufficient number of courses in the sequence and undertaken the acts of service they encourage, he or she is able to assist every member of the group in achieving the purpose of the material being studied. Those who act as a tutor of Book 1 may find it helpful to review the ideas presented in this introduction from time to time.",
      "Participants worldwide come to this first institute course from diverse backgrounds. Some are already members of the Bahá’í community who hope to enhance their capacity to serve the Cause they have embraced. Others see the course as the beginning of their investigation of the Bahá’í Faith as a religion. Still others are attracted to Bahá’í ideals and wish to acquaint themselves with the community’s aims and endeavours. And there are an increasing number of young people in particular who, wanting to develop their capacity to serve society, often through one or another programme promoted by the Bahá’í community, take the course as an initial step.",
      "From the outset, it should be clear to every participant that the courses of the Ruhi Institute trace a path of service to humanity, upon which we each walk at our own pace, assisting and being assisted by others. Treading this path implies the pursuit of a twofold moral purpose: to attend to one’s own spiritual and intellectual growth and to contribute to the transformation of society. Progress on the path entails the development of a number of capabilities that require understanding and knowledge, spiritual qualities and praiseworthy attitudes, as well as a host of abilities and skills. The sources of knowledge upon which the books of the Institute draw are, on the one hand, the teachings of the Bahá’í Faith and, on the other, the accumulating experience of the worldwide Bahá’í community in furthering material and spiritual civilisation. It is Bahá’u’lláh’s vision of the individual we can become and of the civilisation we can build that inspires the Institute. It is assumed that all participants, independent of background, are open to embracing this vision, which is explicit in every unit of every book.",
      "In a world where creeds and ideologies are willing to employ any means possible to win adherents, someone unfamiliar with the Faith may have genuine questions about the intentions of the Ruhi Institute, most notably, “Am I being asked to change my religion?” or “Am I being asked to join a religion?” Such questions offer the tutor a chance to explain the purpose of the sequence of courses as outlined above. While it is natural that Bahá’ís would be eager to see their friends join the community, their own teachings prohibit them, a tutor may wish to add, from engaging in proselytisation. Walking the path of service opened up by the institute courses calls for an ever‑deepening understanding of Bahá’u’lláh’s teachings, which the materials endeavour to set forth unequivocally; acceptance and faith are matters to be contemplated by each individual freely and without pressure.",
      "Not surprisingly, then, it is with the question of understanding, so central to all the books in the sequence, that this first one begins. To read from the Holy Writings is not the same as reading the many thousands of pages that a person sees in a lifetime, and the unit, “Understanding the Bahá’í Writings”, seeks to foster the habit of reading passages from the Sacred Text every day and meditating on their meaning, a habit that will greatly aid participants as they embark on the path of service. To guide them in its study, the tutor must give a great deal of thought to the subject of understanding.",
      "The Bahá’í Writings contain profound spiritual truths, and even as we strive to advance in our understanding of their infinite meaning, we know that we can never reach a definitive end. We generally gain a basic comprehension of the immediate meaning of a passage when reading it for the first time, and Section 1 of the unit takes this as a starting point. Thus, after reading the quotation, “The betterment of the world can be accomplished through pure and goodly deeds, through commendable and seemly conduct”, participants are simply asked, “How can the betterment of the world be accomplished?” At a glance, most of the questions and exercises of this kind appear to be too simple. But years of experience seem to justify the Institute’s decision to begin this way. We all need to be reminded that, in its haste to find the layers of truth in a passage, the mind should not overlook its obvious meaning. Attention to this first level of comprehension also proves vital to group consultation; it strengthens unity of thought, readily attainable when personal opinions are allowed to be illumined by Divine wisdom.",
      "It is important to note here that understanding the immediate meaning of most passages does not benefit from a long discussion of single words out of context. That said, it may be necessary, on occasion, for a group to look up a word in the dictionary. What may be more fruitful, however, is for the participants to learn how to infer the meanings of words from whole sentences and paragraphs.",
      "For understanding to expand beyond the realm of immediate meaning, examples that show how ideas find concrete expression can be helpful. All that is called for in this respect are straightforward exercises. In Section 2, for instance, participants are asked to determine, in light of a passage they have just read, whether certain characteristics are commendable. In a similar exercise in Section 4, they are encouraged to name five virtues and then decide whether it is possible to acquire any of them in the absence of truthfulness—described in the Writings as “the foundation of all human virtues”.",
      "To achieve its purpose, the unit demands a further advance in understanding by challenging participants to think about some of the implications of the passages presented. In Section 2, they are required to determine whether the statement “There are so few good people in the world that their actions do not have any effect” is true. Here the intent is not to elicit mere opinion. The tutor must pause and query the reason for the participants’ answers. That the statement must necessarily be false because it contradicts the first quotation in the preceding section is the conclusion to which the group should come. The question of whether Bahá’ís may confess their sins to others is also an example of this kind of exercise. It refers to the prohibition in the teachings against confession as a means of absolving sin, which, not mentioned expressly in any of the passages studied, can be drawn out by exploring the meaning of the verse, “Bring thyself to account each day ere thou art summoned to a reckoning.”",
      "By no means do the exercises in the unit attempt to encompass the range of meaning enshrined in the passages under consideration. One question every tutor must contemplate is how much discussion should go into any given exercise. Here it is important to bear in mind that prolonging deliberations by introducing many related but peripheral concepts tends to diminish the effectiveness of the material. Every group needs to establish a reasonable rhythm of progress; participants should feel a distinct sense that they are advancing steadily according to their own possibilities. The tutor must, however, stay attentive, lest sections are passed over quickly and superficially without the thoughtful analysis of exercises; groups that have proceeded in this way, merely filling in answers, have never attained lasting results.",
      "One final point deserves some mention: It falls on the tutor to ensure that every member of the group remains engaged in the process of learning fostered by the material. To elicit participation without pressuring any individual to speak is often the challenge. What should be realised from the start is that this challenge is seldom met by asking questions such as, “What does this mean to you?” Questions of this kind tend to reduce knowledge and truth to the level of opinion. And it then proves difficult to create an atmosphere in which consultation among the members of the group actually gives rise to increased understanding.",
      "The second unit in the book is concerned, like the first, with a habit essential to spiritual life: praying regularly. It makes explicit in the opening section the concept of “path of service”, suggesting that, to walk this path, we must be imbued with a twofold purpose. Participants examine an initial set of quotations that offer insight into the nature of this purpose, a theme that will be elaborated in future courses.",
      "Against the backdrop of this theme the unit takes up its exploration of the significance of prayer. It adopts an approach similar to the one described in the preceding paragraphs. Questions and exercises are formulated so as to advance understanding of the meaning of passages from the Writings being studied. As the group progresses through the unit, the tutor may be required to dissipate doubts by analysing notions rooted in interpretations and practices of the past. In some traditions, ritual and form have gradually overshadowed the importance of inner state, and so many ignore the necessity of prayer, which, for the human soul, is no less crucial than is food in nourishing the body.",
      "Above all, then, the unit aspires to awaken in participants the desire to “converse with God” and to draw near to Him. Among the ideas addressed are what it means to enter into a state of prayer, the posture of our hearts and minds when we do so, and the conditions that should be created in our surroundings, whether we are alone or in a gathering. Indeed, after giving some thought to the forces generated through communal worship, participants are asked to consider hosting a gathering for prayer and devotions.",
      "The study of the third unit of the book, “Life and Death”, will strengthen, it is hoped, commitment to walking the path of service and endow it with more profound meaning. Service in this world is best understood in the fullest context of life, which extends beyond our earthly existence and continues forever as our souls progress throughout the worlds of God. In a process of education, as opposed to technical training, participants should become increasingly conscious of the meaning and significance of what they are doing. Only if such consciousness grows, experience indicates, will they come to see themselves as active, responsible “owners” of their own learning.",
      "Each section of the unit opens with one to three quotations from the Bahá’í Writings, followed by a few exercises. The language of the passages quoted in this unit is more demanding than in the previous two. There is no need, of course, for the group to dwell on difficult words; the tutor will want to ensure that everyone grasps the central idea addressed in each section, which is precisely what the exercises try to bring out.",
      "Given the nature of the subject, exercises involving concrete examples are few and far between. Most tend to operate at a conceptual level. What should be noted is that some of the questions posed by the exercises cannot be answered quickly or in a clear‑cut way. They are introduced to raise awareness about the subject; if participants merely think about such questions, the objective of learning will have been fulfilled.",
      "The first several sections focus on the relationship between the soul and the body, which, together, constitute the human being in this plane of existence. The central idea presented in these sections is that the soul is not a physical entity; its association with the body can be likened to the light that appears in a mirror. Neither the dust covering its surface nor the eventual destruction of the mirror can affect the splendour of the light itself. Death is just a change of condition, when the association between the body and soul is broken; afterwards, the soul progresses eternally towards its Creator.",
      "The unit turns next to the question of the purpose of life—to know God and to attain His presence. Discussion here revolves around two broad themes. The first is the purpose of our lives in this world, and the second the journey of the soul after death. The soul is a sign of God and can reflect all of His names and attributes. Yet the potential within the human being is latent; it can only be developed with the help of the Manifestations of God, those sanctified Beings Who come from time to time to guide humanity. Through the spiritual education They provide, the treasures hidden within us can be revealed.",
      "As for the journey of the soul after death, a series of ideas are laid out for participants to contemplate: that those faithful to God will attain unto true happiness; that none of us can ever know our own end and, therefore, we should forgive one another and not feel superior to others; that in the next world, as in this one, the soul will continue to progress and the spiritual faculties we developed here will aid and assist us there; that we will recognise our loved ones in the realms beyond, will remember our lives in this world, and will enjoy companionship with holy and sanctified souls.",
      "The unit comes to a close with a passage from the Writings of Bahá’u’lláh in which we are assured of the benefits of the next world and urged not to allow the changes and chances of this life to bring us sorrow. Participants are asked to reflect, then, on the implications of what they have studied for their own lives."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      [
        "Unit 1: Understanding the Bahá’í Writings",
        "unit-1-understanding-the-bahai-writings",
        2
      ],
      ["Section 1", "section-1", 1]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To strengthen the habit of reading passages from the Holy Writings every day and reflecting on their meaning",
    "content": [
      "The betterment of the world can be accomplished through pure and goodly deeds, through commendable and seemly conduct.",
      "Beware, O people of Bahá, lest ye walk in the ways of them whose words differ from their deeds.",
      "O Son of Being! Bring thyself to account each day ere thou art summoned to a reckoning . . .",
      "Say: O brethren! Let deeds, not words, be your adorning.",
      "Holy words and pure and goodly deeds ascend unto the heaven of celestial glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      [
        "Unit 1: Understanding the Bahá’í Writings",
        "unit-1-understanding-the-bahai-writings",
        2
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To strengthen the habit of reading passages from the Holy Writings every day and reflecting on their meaning",
    "content": [
      "Truthfulness is the foundation of all human virtues.",
      "Without truthfulness progress and success, in all the worlds of God, are impossible for any soul.",
      "Beautify your tongues, O people, with truthfulness, and adorn your souls with the ornament of honesty.",
      "Let your eye be chaste, your hand faithful, your tongue truthful and your heart enlightened.",
      "They who dwell within the tabernacle of God, and are established upon the seats of everlasting glory, will refuse, though they be dying of hunger, to stretch their hands and seize unlawfully the property of their neighbour, however vile and worthless he may be."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      [
        "Unit 1: Understanding the Bahá’í Writings",
        "unit-1-understanding-the-bahai-writings",
        2
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To strengthen the habit of reading passages from the Holy Writings every day and reflecting on their meaning",
    "content": [
      "A kindly tongue is the lodestone of the hearts of men. It is the bread of the spirit, it clotheth the words with meaning, it is the fountain of the light of wisdom and understanding.",
      "O ye beloved of the Lord! In this sacred Dispensation, conflict and contention are in no wise permitted. Every aggressor deprives himself of God’s grace.",
      "Nothing whatever can, in this Day, inflict a greater harm upon this Cause than dissension and strife, contention, estrangement and apathy, among the loved ones of God.",
      "Do not be content with showing friendship in words alone, let your heart burn with loving kindness for all who may cross your path.",
      "When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      [
        "Unit 1: Understanding the Bahá’í Writings",
        "unit-1-understanding-the-bahai-writings",
        2
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To strengthen the habit of reading passages from the Holy Writings every day and reflecting on their meaning",
    "content": [
      ". . . backbiting quencheth the light of the heart, and extinguisheth the life of the soul.",
      "Breathe not the sins of others so long as thou art thyself a sinner.",
      "Speak no evil, that thou mayest not hear it spoken unto thee, and magnify not the faults of others that thine own faults may not appear great . . .",
      "O Son of Being! How couldst thou forget thine own faults and busy thyself with the faults of others?"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      [
        "Unit 1: Understanding the Bahá’í Writings",
        "unit-1-understanding-the-bahai-writings",
        2
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To strengthen the habit of reading passages from the Holy Writings every day and reflecting on their meaning",
    "content": [
      "Immerse yourselves in the ocean of My words, that ye may unravel its secrets, and discover all the pearls of wisdom that lie hid in its depths."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 1", "section-1", 1]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "Do not busy yourselves in your own concerns; let your thoughts be fixed upon that which will rehabilitate the fortunes of mankind and sanctify the hearts and souls of men.",
      ". . . the purpose for which mortal men have, from utter nothingness, stepped into the realm of being, is that they may work for the betterment of the world and live together in concord and harmony.",
      "A pure heart is as a mirror; cleanse it with the burnish of love and severance from all save God, that the true sun may shine therein and the eternal morning dawn.",
      "Your hearts must be pure and your intentions sincere in order that you may become recipients of the divine bestowals."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 2", "section-2", 2]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "O Son of Spirit! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I moulded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self‑subsisting."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "In the highest prayer, men pray only for the love of God, not because they fear Him or hell, or hope for bounty or heaven. . . . When a man falls in love with a human being, it is impossible for him to keep from mentioning the name of his beloved. How much more difficult is it to keep from mentioning the Name of God when one has come to love Him. . . . The spiritual man finds no delight in anything save in commemoration of God.",
      "If one friend loves another, is it not natural that he should wish to say so? Though he knows that that friend is aware of his love, does he still not wish to tell him of it? . . . It is true that God knows the wishes of all hearts; but the impulse to pray is a natural one, springing from man’s love to God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "I beseech Thee . . . to make of my prayer a fire that will burn away the veils which have shut me out from Thy beauty, and a light that will lead me unto the ocean of Thy Presence.",
      "Make my prayer, O my Lord, a fountain of living waters whereby I may live as long as Thy sovereignty endureth, and may make mention of Thee in every world of Thy worlds."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "There is nothing sweeter in the world of existence than prayer. Man must live in a state of prayer. The most blessed condition is the condition of prayer and supplication. Prayer is conversation with God. The greatest attainment or the sweetest state is none other than conversation with God. It creates spirituality, creates mindfulness and celestial feelings, begets new attractions of the Kingdom and engenders the susceptibilities of the higher intelligence."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "Intone, O My servant, the verses of God that have been received by thee, as intoned by them who have drawn nigh unto Him, that the sweetness of thy melody may kindle thine own soul, and attract the hearts of all men. Whoso reciteth, in the privacy of his chamber, the verses revealed by God, the scattering angels of the Almighty shall scatter abroad the fragrance of the words uttered by his mouth, and shall cause the heart of every righteous man to throb. Though he may, at first, remain unaware of its effect, yet the virtue of the grace vouchsafed unto him must needs sooner or later exercise its influence upon his soul. Thus have the mysteries of the Revelation of God been decreed by virtue of the Will of Him Who is the Source of power and wisdom."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "O God, my God! Look not upon my hopes and my doings, nay rather look upon Thy will that hath encompassed the heavens and the earth. By Thy Most Great Name, O Thou Lord of all nations! I have desired only what Thou didst desire, and love only what Thou dost love.",
      "Too high art Thou for the praise of those who are nigh unto Thee to ascend unto the heaven of Thy nearness, or for the birds of the hearts of them who are devoted to Thee to attain to the door of Thy gate. I testify that Thou hast been sanctified above all attributes and holy above all names. No God is there but Thee, the Most Exalted, the All‑Glorious."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "It behoveth the servant to pray to and seek assistance from God, and to supplicate and implore His aid. Such becometh the rank of servitude, and the Lord will decree whatsoever He desireth, in accordance with His consummate wisdom.",
      "Spirit has influence; prayer has spiritual effect. Therefore, we pray, ‘O God! Heal this sick one!’ Perchance God will answer. Does it matter who prays? God will answer the prayer of every servant if that prayer is urgent. His mercy is vast, illimitable. He answers the prayers of all His servants. He answers the prayer of this plant. The plant prays potentially, ‘O God! Send me rain!’ God answers the prayer, and the plant grows. God will answer anyone.",
      "O thou who art turning thy face towards God! Close thine eyes to all things else, and open them to the realm of the All‑Glorious. Ask whatsoever thou wishest of Him alone; seek whatsoever thou seekest from Him alone. With a look He granteth a hundred thousand hopes, with a glance He healeth a hundred thousand incurable ills, with a nod He layeth balm on every wound, with a glimpse He freeth the hearts from the shackles of grief. He doeth as He doeth, and what recourse have we? He carrieth out His Will, He ordaineth what He pleaseth. Then better for thee to bow down thy head in submission, and put thy trust in the All‑Merciful Lord."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "The daily obligatory prayers are three in number. The shortest one consists of a single verse which has to be recited once every twenty‑four hours at midday. The medium, which begins with the words, ‘The Lord is witness that there is none other God but He,’ has to be recited three times a day, in the morning, at noon and in the evening. This prayer is accompanied by certain physical acts and gestures. The long prayer, which is the most elaborate of the three, has to be recited only once in every twenty‑four hours, and at any time one feels inclined to do so.",
      "The believer is entirely free to choose any one of these three prayers, but is under the obligation of reciting one of them, and in accordance with any specific directions with which it may be accompanied.",
      "These daily obligatory prayers, together with a few other specific ones, such as the Healing Prayer, the Tablet of Aḥmad, have been invested by Bahá’u’lláh with a special potency and significance, and should therefore be accepted as such and be recited by the believers with unquestioning faith and confidence, that through them they may enter into a much closer communion with God, and identify themselves more fully with His laws and precepts.",
      "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth.",
      "There is none other God but Thee, the Help in Peril, the Self‑Subsisting."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 2: Prayer", "unit-2-prayer", 3],
      ["Section 10", "section-10", 10]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To reflect on the significance of prayer and to reinforce the habit of praying regularly",
    "content": [
      "Gather ye together with the utmost joy and fellowship and recite the verses revealed by the merciful Lord. By so doing the doors of true knowledge will be opened to your inner beings, and ye will then feel your souls endowed with steadfastness and your hearts filled with radiant joy.",
      "Devotional meetings are occasions where any soul may enter, inhale the heavenly fragrances, experience the sweetness of prayer, meditate upon the Creative Word, be transported on the wings of the spirit, and commune with the one Beloved. Feelings of fellowship and common cause are generated, particularly in the spiritually heightened conversations that naturally occur at such times and through which the ‘city of the human heart’ may be opened."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 1", "section-1", 1]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "These material bodies are composed of atoms; when these atoms begin to separate decomposition sets in, then comes what we call death. . . .",
      "With the soul it is different. The soul is not a combination of elements, it is not composed of many atoms, it is of one indivisible substance and therefore eternal. It is entirely out of the order of the physical creation; it is immortal!"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 2", "section-2", 2]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Nothing from the Bahá’í Writings has been found that precisely defines the biological moment and nature of the event described as ‘conception’. The use of the term in a medical context also appears to be imprecise. Indeed, one understanding of conception is that it coincides with fertilisation; yet another is that it occurs following fertilisation and implantation, the onset of pregnancy. Thus, it may not be possible to know when the association of the soul with the material form occurs, and such questions may be insoluble by human thought or investigation since they relate to mysteries of the spiritual world and the nature of the soul itself."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "the rational soul, or the human spirit, does not subsist through this body by inherence—that is to say, it does not enter it; for inherence and entrance are characteristics of bodies, and the rational soul is sanctified above this. It never entered this body to begin with, that it should require, upon leaving it, some other abode. No, the connection of the spirit with the body is even as the connection of this lamp with a mirror. If the mirror is polished and perfected, the light of the lamp appears therein, and if the mirror is broken or covered with dust, the light remains concealed."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "The human spirit has a beginning but no end: It endures forever.",
      "The spirit does not need a body, but the body needs spirit, or it cannot live. The soul can live without a body, but the body without a soul dies.",
      "With regard to the soul of man: According to the Bahá’í Teachings the human soul starts with the formation of the human embryo, and continues to develop and pass through endless stages of existence after its separation from the body. Its progress is thus infinite."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Verily I say, the human soul is exalted above all egress and regress. It is still, and yet it soareth; it moveth, and yet it is still.",
      "Know that the influence and perception of the human spirit is of two kinds; that is, the human spirit has two modes of operation and understanding. One mode is through the mediation of bodily instruments and organs. Thus it sees with the eye, hears with the ear, speaks with the tongue. . . .",
      "The other mode of the spirit’s influence and action is without these bodily instruments and organs."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Know thou that the soul of man is exalted above, and is independent of all infirmities of body or mind. That a sick person showeth signs of weakness is due to the hindrances that interpose themselves between his soul and his body, for the soul itself remaineth unaffected by any bodily ailments. Consider the light of the lamp. Though an external object may interfere with its radiance, the light itself continueth to shine with undiminished power. In like manner, every malady afflicting the body of man is an impediment that preventeth the soul from manifesting its inherent might and power. When it leaveth the body, however, it will evince such ascendancy, and reveal such influence as no force on earth can equal. Every pure, every refined and sanctified soul will be endowed with tremendous power, and shall rejoice with exceeding gladness."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "And now concerning thy question regarding the soul of man and its survival after death. Know thou of a truth that the soul, after its separation from the body, will continue to progress until it attaineth the presence of God, in a state and condition which neither the revolution of ages and centuries, nor the changes and chances of this world, can alter. It will endure as long as the Kingdom of God, His sovereignty, His dominion and power will endure. It will manifest the signs of God and His attributes, and will reveal His loving kindness and bounty."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Know thou that every hearing ear, if kept pure and undefiled, must, at all times and from every direction, hearken to the voice that uttereth these holy words: ‘Verily, we are God’s, and to Him shall we return.’ The mysteries of man’s physical death and of his return have not been divulged, and still remain unread. . . .",
      "Death proffereth unto every confident believer the cup that is life indeed. It bestoweth joy, and is the bearer of gladness. It conferreth the gift of everlasting life.",
      "As to those that have tasted of the fruit of man’s earthly existence, which is the recognition of the one true God, exalted be His glory, their life hereafter is such as We are unable to describe. The knowledge thereof is with God, alone, the Lord of all worlds.",
      "O Son of the Supreme! I have made death a messenger of joy to thee. Wherefore dost thou grieve? I made the light to shed on thee its splendour. Why dost thou veil thyself therefrom?"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "In the beginning of his life man was in the world of the womb, wherein he developed the capacity and worthiness to advance to this world. The powers necessary for this world he acquired in that world. He needed eyes in this world; he obtained them in the world of the womb. He needed ears in this world; he obtained them there. All the powers that were needed in this world he acquired in the world of the womb. In that world he became prepared for this world, and when he entered this world he saw that he possessed all the requisite powers and had acquired all the limbs and organs necessary for this life, in that world. . . . It followeth that in this world too he must prepare for the world beyond. That which he needeth in the world of the Kingdom he must obtain and prepare here. Just as he acquired the powers necessary for this world in the world of the womb, so, likewise, he must obtain that which he will need in the world of the Kingdom—that is to say, all the heavenly powers—in this world."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 10", "section-10", 10]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "The whole duty of man in this Day is to attain that share of the flood of grace which God poureth forth for him. Let none, therefore, consider the largeness or smallness of the receptacle. The portion of some might lie in the palm of a man’s hand, the portion of others might fill a cup, and of others even a gallon‑measure."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 11", "section-11", 11]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Thou hast asked Me concerning the nature of the soul. Know, verily, that the soul is a sign of God, a heavenly gem whose reality the most learned of men hath failed to grasp, and whose mystery no mind, however acute, can ever hope to unravel. It is the first among all created things to declare the excellence of its Creator, the first to recognise His glory, to cleave to His truth, and to bow down in adoration before Him."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 12", "section-12", 12]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Ye are even as the bird which soareth, with the full force of its mighty wings and with complete and joyous confidence, through the immensity of the heavens, until, impelled to satisfy its hunger, it turneth longingly to the water and clay of the earth below it, and, having been entrapped in the mesh of its desire, findeth itself impotent to resume its flight to the realms whence it came. Powerless to shake off the burden weighing on its sullied wings, that bird, hitherto an inmate of the heavens, is now forced to seek a dwelling‑place upon the dust. Wherefore, O My servants, defile not your wings with the clay of waywardness and vain desires, and suffer them not to be stained with the dust of envy and hate, that ye may not be hindered from soaring in the heavens of My divine knowledge."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 13", "section-13", 13]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Having created the world and all that liveth and moveth therein, He, through the direct operation of His unconstrained and sovereign Will, chose to confer upon man the unique distinction and capacity to know Him and to love Him—a capacity that must needs be regarded as the generating impulse and the primary purpose underlying the whole of creation. . . . Upon the inmost reality of each and every created thing He hath shed the light of one of His names, and made it a recipient of the glory of one of His attributes. Upon the reality of man, however, He hath focused the radiance of all of His names and attributes, and made it a mirror of His own Self. Alone of all created things man hath been singled out for so great a favour, so enduring a bounty."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 14", "section-14", 14]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "These energies with which the Daystar of Divine bounty and Source of heavenly guidance hath endowed the reality of man lie, however, latent within him, even as the flame is hidden within the candle and the rays of light are potentially present in the lamp. The radiance of these energies may be obscured by worldly desires even as the light of the sun can be concealed beneath the dust and dross which cover the mirror. Neither the candle nor the lamp can be lighted through their own unaided efforts, nor can it ever be possible for the mirror to free itself from its dross. It is clear and evident that until a fire is kindled the lamp will never be ignited, and unless the dross is blotted out from the face of the mirror it can never represent the image of the sun nor reflect its light and glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 15", "section-15", 15]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "The door of the knowledge of the Ancient Being hath ever been, and will continue forever to be, closed in the face of men. No man’s understanding shall ever gain access unto His holy court. As a token of His mercy, however, and as a proof of His loving‑kindness, He hath manifested unto men the Daystars of His divine guidance, the Symbols of His divine unity, and hath ordained the knowledge of these sanctified Beings to be identical with the knowledge of His own Self. Whoso recogniseth them hath recognised God. Whoso hearkeneth to their call, hath hearkened to the Voice of God, and whoso testifieth to the truth of their Revelation, hath testified to the truth of God Himself. Whoso turneth away from them, hath turned away from God, and whoso disbelieveth in them, hath disbelieved in God. Every one of them is the Way of God that connecteth this world with the realms above, and the Standard of His Truth unto every one in the kingdoms of earth and heaven. They are the Manifestations of God amidst men, the evidences of His Truth, and the signs of His glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 16", "section-16", 16]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "The Prophets and Messengers of God have been sent down for the sole purpose of guiding mankind to the straight Path of Truth. The purpose underlying Their revelation hath been to educate all men, that they may, at the hour of death, ascend, in the utmost purity and sanctity and with absolute detachment, to the throne of the Most High.",
      "Man is the supreme Talisman. Lack of a proper education hath, however, deprived him of that which he doth inherently possess. Through a word proceeding out of the mouth of God he was called into being; by one word more he was guided to recognise the Source of his education; by yet another word his station and destiny were safeguarded. The Great Being saith: Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom. If any man were to meditate on that which the Scriptures, sent down from the heaven of God’s holy Will, have revealed, he would readily recognise that their purpose is that all men shall be regarded as one soul, so that the seal bearing the words ‘The Kingdom shall be God’s’ may be stamped on every heart, and the light of Divine bounty, of grace, and mercy may envelop all mankind."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 17", "section-17", 17]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Thou hast, moreover, asked Me concerning the state of the soul after its separation from the body. Know thou, of a truth, that if the soul of man hath walked in the ways of God, it will, assuredly, return and be gathered to the glory of the Beloved. By the righteousness of God! It shall attain a station such as no pen can depict, or tongue describe. The soul that hath remained faithful to the Cause of God, and stood unwaveringly firm in His Path shall, after his ascension, be possessed of such power that all the worlds which the Almighty hath created can benefit through him."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 18", "section-18", 18]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "Blessed is the soul which, at the hour of its separation from the body, is sanctified from the vain imaginings of the peoples of the world. Such a soul liveth and moveth in accordance with the Will of its Creator, and entereth the all‑highest Paradise. The Maids of Heaven, inmates of the loftiest mansions, will circle around it, and the Prophets of God and His chosen ones will seek its companionship. With them that soul will freely converse, and will recount unto them that which it hath been made to endure in the path of God, the Lord of all worlds.",
      "He should forgive the sinful, and never despise his low estate, for none knoweth what his own end shall be. How often hath a sinner attained, at the hour of death, to the essence of faith, and, quaffing the immortal draught, hath taken his flight unto the Concourse on high! And how often hath a devout believer, at the hour of his soul’s ascension, been so changed as to fall into the nethermost fire!"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 19", "section-19", 19]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "As the spirit of man lives forever after casting off this elemental frame, it is, like all existing things, undoubtedly capable of progress, and thus one may pray for a departed soul to advance, to be forgiven, or to be made the recipient of divine favours, bounties, and grace. That is why, in the prayers of Bahá’u’lláh, the forgiveness and pardon of God are implored for those who have ascended to the next world. Moreover, just as people are in need of God in this world, so too are they in need of Him in the next. The creatures are ever in need, and God is ever completely independent of them, whether in this world or in the world to come."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 20", "section-20", 20]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "When the human soul soareth out of this transient heap of dust and riseth into the world of God, then veils will fall away, and verities will come to light, and all things unknown before will be made clear, and hidden truths be understood.",
      "Consider how a being, in the world of the womb, was deaf of ear and blind of eye, and mute of tongue; how he was bereft of any perceptions at all. But once, out of that world of darkness, he passed into this world of light, then his eye saw, his ear heard, his tongue spoke. In the same way, once he hath hastened away from this mortal place into the Kingdom of God, then he will be born in the spirit; then the eye of his perception will open, the ear of his soul will hearken, and all the truths of which he was ignorant before will be made plain and clear."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 21", "section-21", 21]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "And now concerning thy question whether human souls continue to be conscious one of another after their separation from the body. Know thou that the souls of the people of Bahá, who have entered and been established within the Crimson Ark, shall associate and commune intimately one with another, and shall be so closely associated in their lives, their aspirations, their aims and strivings as to be even as one soul. They are indeed the ones who are well‑informed, who are keen‑sighted, and who are endued with understanding. Thus hath it been decreed by Him Who is the All‑Knowing, the All‑Wise.",
      "The people of Bahá, who are the inmates of the Ark of God, are, one and all, well aware of one another’s state and condition, and are united in the bonds of intimacy and fellowship. Such a state, however, must depend upon their faith and their conduct. They that are of the same grade and station are fully aware of one another’s capacity, character, accomplishments and merits. They that are of a lower grade, however, are incapable of comprehending adequately the station, or of estimating the merits, of those that rank above them. Each shall receive his share from thy Lord. Blessed is the man that hath turned his face towards God, and walked steadfastly in His love, until his soul hath winged its flight unto God, the Sovereign Lord of all, the Most Powerful, the Ever‑Forgiving, the All‑Merciful."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 1: Reflections on the Life of the Spirit", "1", 1],
      ["Unit 3: Life and Death", "unit-3-life-and-death", 4],
      ["Section 22", "section-22", 22]
    ],
    "years": [2020.0501, 2020.0501],
    "purpose": "To appreciate that life does not consist merely of the changes and chances of this world but finds its true significance in the development of the soul",
    "content": [
      "O My servants! Sorrow not if, in these days and on this earthly plane, things contrary to your wishes have been ordained and manifested by God, for days of blissful joy, of heavenly delight, are assuredly in store for you. Worlds, holy and spiritually glorious, will be unveiled to your eyes. You are destined by Him, in this world and hereafter, to partake of their benefits, to share in their joys, and to obtain a portion of their sustaining grace. To each and every one of them you will, no doubt, attain."
    ]
  }
]
