[
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 1: Reflecting on Experience",
        "unit-1-reflecting-on-experience",
        1
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Training in morals and good conduct is far more important than book learning. A child that is cleanly, agreeable, of good character, well‑behaved—even though he be ignorant—is preferable to a child that is rude, unwashed, ill‑natured, and yet becoming deeply versed in all the sciences and arts. The reason for this is that the child who conducts himself well, even though he be ignorant, is of benefit to others, while an ill‑natured, ill‑behaved child is corrupted and harmful to others, even though he be learned. If, however, the child be trained to be both learned and good, the result is light upon light.",
      "These schools for academic studies must at the same time be training centres in behaviour and conduct, and they must favour character and conduct above the sciences and arts. Good behaviour and high moral character must come first, for unless the character be trained, acquiring knowledge will only prove injurious. Knowledge is praiseworthy when it is coupled with ethical conduct and virtuous character; otherwise it is a deadly poison, a frightful danger. A physician of evil character, and who betrayeth his trust, can bring on death, and become the source of numerous infirmities and diseases.",
      "Devote ye the utmost attention to this matter, for the basic, the foundation‑principle of a school is first and foremost moral training, character and the rectification of conduct.",
      "As to thy question regarding the education of children: it behoveth thee to nurture them at the breast of the love of God, and urge them onward to the things of the spirit, that they may turn their faces unto God; that their ways may conform to the rules of good conduct and their character be second to none; that they make their own all the graces and praiseworthy qualities of humankind; acquire a sound knowledge of the various branches of learning, so that from the very beginning of life they may become spiritual beings, dwellers in the Kingdom, enamoured of the sweet breaths of holiness, and may receive an education religious, spiritual, and of the Heavenly Realm."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 1: Reflecting on Experience",
        "unit-1-reflecting-on-experience",
        1
      ],
      ["Section 6", "section-6", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "The art of music is divine and effective. It is the food of the soul and spirit. Through the power and charm of music the spirit of man is uplifted. It has wonderful sway and effect in the hearts of children, for their hearts are pure, and melodies have great influence in them. The latent talents with which the hearts of these children are endowed will find expression through the medium of music. Therefore, you must exert yourselves to make them proficient; teach them to sing with excellence and effect. It is incumbent upon each child to know something of music, for without knowledge of this art the melodies of instrument and voice cannot be rightly enjoyed. Likewise, it is necessary that the schools teach it in order that the souls and hearts of the pupils may become vivified and exhilarated and their lives be brightened with enjoyment."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Obligatory prayer and supplication cause man to reach the kingdom of mystery, and the worship of the Supreme One. They bestow nearness unto His threshold. There is a pleasure in offering prayers that transcendeth all other pleasures, and there is a sweetness in chanting and singing the verses of God which is the greatest desire of all the believers, men and women alike. While reciting the Obligatory Prayer, one converseth intimately and shareth secrets with the true Beloved. No pleasure is greater than this, if one proceedeth with a detached soul, with tears overflowing, with a trusting heart and an eager spirit. Every joy is earthly save this one, the sweetness of which is divine.",
      "In the highest prayer, men pray only for the love of God, not because they fear Him or hell, or hope for bounty or heaven. . . . When a man falls in love with a human being, it is impossible for him to keep from mentioning the name of his beloved. How much more difficult is it to keep from mentioning the Name of God when one has come to love Him. . . . The spiritual man finds no delight in anything save in commemoration of God.",
      "If one friend loves another, is it not natural that he should wish to say so? Though he knows that that friend is aware of his love, does he still not wish to tell him of it? . . . It is true that God knows the wishes of all hearts; but the impulse to pray is a natural one, springing from man’s love to God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Section 3", "section-3", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O ‘Alí! Remembrance of Me is a healing medicine to the souls and a light to the hearts of men.",
      "Know thou, verily, it is becoming in a weak one to supplicate to the Strong One, and it behoveth a seeker of bounty to beseech the Glorious Bountiful One. When one supplicates to his Lord, turns to Him and seeks bounty from His Ocean, this supplication brings light to his heart, illumination to his sight, life to his soul and exaltation to his being.",
      "Remembrance of God is like the rain and dew which bestow freshness and grace on flowers and hyacinths, revive them and cause them to acquire fragrance, redolence and renewed charm. . . . Strive thou, then, to praise and glorify God by night and by day, that thou mayest attain infinite freshness and beauty.",
      "With great humbleness and entire devotion I pray to Thee to make me a minaret of Thy love in Thy land, a lamp of Thy knowledge among Thy creatures, and a banner of divine bounty in Thy dominion.",
      "Protect us, we beseech Thee, O my Lord, from the hosts of idle fancies and vain imaginations. Thou, in truth, art the Mighty, the All‑Knowing.",
      "I entreat Thee, O my God, by Thy name through which the clouds have rained down their rain, and the streams have flowed, and the fire of Thy love hath been kindled throughout Thy dominion, to assist Thy servant who hath turned towards Thee, and hath spoken forth Thy praise, and determined to help Thee.",
      "I beseech Thee to aid and assist me at all times and under all conditions, and seek from the heaven of Thy grace Thine ancient favour.",
      "Empower us, then, O my God, to spread abroad Thy signs among Thy creatures, and to guard Thy Faith in Thy realm.",
      "Graciously enable me to ascend unto Thee, to be granted the honour of dwelling in Thy nearness and to have communion with Thee alone."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Section 5", "section-5", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Praised be God, ye two have demonstrated the truth of your words by your deeds, and have won the confirmations of the Lord God. Every day at first light, ye gather the Bahá’í children together and teach them the communes and prayers. This is a most praiseworthy act, and bringeth joy to the children’s hearts: that they should, at every morn, turn their faces toward the Kingdom and make mention of the Lord and praise His Name, and in the sweetest of voices, chant and recite.",
      "These children are even as young plants, and teaching them the prayers is as letting the rain pour down upon them, that they may wax tender and fresh, and the soft breezes of the love of God may blow over them, making them to tremble with joy."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Lesson 1", "lesson-1", 4],
      ["Prayer", "prayer", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Lord! I am a child; enable me to grow beneath the shadow of Thy loving‑kindness. I am a tender plant; cause me to be nurtured through the outpourings of the clouds of Thy bounty. I am a sapling of the garden of love; make me into a fruitful tree.",
      "Thou art the Mighty and the Powerful, and Thou art the All‑Loving, the All‑Knowing, the All‑Seeing."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Lesson 1", "lesson-1", 4],
      ["Quote", "quote", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "‘Abdu’l‑Bahá tells us that prayer is “conversation with God”. Through our prayers we speak to God of our love for Him. When one friend loves another, his greatest wish is to be close to the one he loves and to express the love he feels. Even though God knows what is in our hearts, still we want to tell Him of our love for Him and thank Him for the bounties that He has showered upon us.",
      "‘Abdu’l‑Bahá lived in a state of prayer. His heart was always turned towards God. He often mentioned that there is nothing sweeter in life than prayer. When we converse with God each day, our love for Him grows stronger, and we feel closer to Him. Our hearts are opened, enkindled with His love, and our souls become joyful. God loves us more than we can possibly imagine. So it is that we constantly receive His bounties as we pray to Him to guide us, to protect us, and to help us become worthy of His love. To aid us in our efforts to live our lives in a state of prayer, with our hearts always turned towards God, let us memorise the following quotation:",
      "Intone, O My servant, the verses of God that have been received by thee, as intoned by them who have drawn nigh unto Him, that the sweetness of thy melody may kindle thine own soul, and attract the hearts of all men."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Lesson 1", "lesson-1", 4],
      ["Story", "story", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "We have all heard of the heroes of the Bahá’í Faith who, in its early days, did extraordinaiy things in service to God. This is the story of a young boy, Rúḥu’u’lláh Varqá, who lived during the time of Bahá’u’lláh and ‘Abdu’l‑Bahá. So great was Rúḥu’u’lláh’s love for God, and so absolute his dedication to His Cause, that whenever we hear his name we think of a life of devotion and servitude.",
      "When Rúḥu’u’lláh was about seven years old, he travelled with his father to the Holy Land. There, he had the great privilege of meeting Bahá’u’lláh, Who had brought to humanity God’s message for this day. Rúḥu’u’lláh’s heart became filled with love for Bahá’u’lláh, and he wanted nothing more than to serve Him. Upon returning home to Persia, he spent his time sharing with others news of Bahá’u’lláh’s coming. Rúḥu’u’lláh was truthful, honest, courteous, and kind, and his words had a great effect on all who heard him. He rose at every dawn to pray and, with his heart turned towards God, passed each day in servitude to Him.",
      "One day, Rúḥu’u’lláh was summoned to appear before an official. At that time, many people were fearful of the new message that was being spread throughout the land. They clung to the beliefs of the past, and the followers of the new Faith often became victims of harsh punishments. For this reason, Rúḥu’u’lláh’s father was in great danger. As proof that he had raised his sons in this new Faith, Rúḥu’u’lláh was asked to say a praver in the presence of the official. This, it was hoped, would be enough to convince the official to condemn his father. Calmly, Rúḥu’u’lláh prepared his heart to offer supplication to God. Then, in a melodious voice, he chanted a Bahá’í prayer of exquisite beauty. The official was deeply moved. He dismissed the matter immediately, saving he would not condemn a man who had raised a child so wonderful. And so Rúḥu’u’lláh’s father was saved.",
      "Later, when Rúḥu’u’lláh was about twelve years old, he would once again set out with his father to visit the Holy Land. This time, he would be blessed to pass his days in the presence of ‘Abdu’l‑Bahá, who loved Rúḥu’u’lláh very much and especially enjoyed hearing him chant in his beautiful voice the many prayers he knew by heart. Rúḥu’u’lláh would leave the Holy Land ablaze with Divine love, ready to sacrifice his all for the Cause of God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Lesson 2", "lesson-2", 5],
      ["Quote", "quote", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "It is the greatest longing of every soul who is attracted to the Kingdom of God to find time to turn with entire devotion to his Beloved, so as to seek His bounty and blessing and immerse himself in the ocean of communion, entreaty and supplication."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Lesson 2", "lesson-2", 5],
      ["Story", "story", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "This is a story of one of the early Bahá’ís in the West, Lua Getsinger, and an important lesson she learned about prayer. Lua loved God very much, and she often turned to Him in supplication, that she might be enabled to live a life of service. She prayed, too, that her eager and enthusiastic spirit would learn to be patient. Of course, she wanted to learn it quickly, without having to wait too long!",
      "Lua knew that ‘Abdu’l‑Bahá also wanted her to learn patience. One day, when she was visiting Him in the Holy Land, He helped her to see that there are some things for which we must always make time, no matter how hurried we might feel. Rushing off to breakfast without having said her usual morning prayers, Lua met ‘Abdu’l‑Bahá in the hallway. He looked at her, staring deeply into her eyes. And what do you think he said to her? “Lua,” He said, “you must never eat material food in the morning until you have had spiritual food.” So it was that Lua learned she must never fail to draw sustenance from God’s heavenly bounties, the source of true strength."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.1: Lessons for Children’s Classes Grade 2 ‑ Maintaining a Prayerful Attitude",
        "unit-21-lessons-for-childrens-classes-grade-2---maintaining-a-prayerful-attitude",
        2
      ],
      ["Lesson 3", "lesson-3", 6]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Son of Light! Forget all save Me and commune with My spirit. This is of the essence of My command, therefore turn unto it."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.2: Lessons for Children’s Classes Grade 2 ‑ Adhering to the Laws of God",
        "unit-22-lessons-for-childrens-classes-grade-2---adhering-to-the-laws-of-god",
        3
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "The source of all good is trust in God, submission unto His command, and contentment with His holy will and pleasure.",
      "Whatsoever the Creator commandeth His creatures to observe, the same must they diligently, and with the utmost joy and eagerness, arise and fulfil.",
      "O Son of Being! Walk in My statutes for love of Me and deny thyself that which thou desirest if thou seekest My pleasure.",
      "How great is the blessedness of him who, for love of Thy beauty and for the sake of Thy pleasure, hath curbed the desires of a corrupt inclination and observed the precepts laid down by Thy most exalted Pen! He, in truth, is to be numbered with them that have attained unto all good, and followed the way of guidance.",
      "That which beseemeth man is submission unto such restraints as will protect him from his own ignorance, and guard him against the harm of the mischief‑maker.",
      "Therefore, you must thank God that He has bestowed upon you the blessing of life and existence in the human kingdom. Strive diligently to acquire virtues befitting your degree and station. Be as lights of the world which cannot be hid and which have no setting in horizons of darkness."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.2: Lessons for Children’s Classes Grade 2 ‑ Adhering to the Laws of God",
        "unit-22-lessons-for-childrens-classes-grade-2---adhering-to-the-laws-of-god",
        3
      ],
      ["Section 3", "section-3", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures. Thus hath it been sent down from the heaven of the Will of your Lord, the Lord of Revelation.",
      "Indeed, the laws of God are like unto the ocean and the children of men as fish, did they but know it.",
      "Religion is the light of the world, and the progress, achievement, and happiness of man result from obedience to the laws set down in the holy Books.",
      "The ordinances of God have been sent down from the heaven of His most august Revelation. All must diligently observe them. Man’s supreme distinction, his real advancement, his final victory, have always depended, and will continue to depend, upon them. Whoso keepeth the commandments of God shall attain everlasting felicity.",
      "The Tongue of My power hath, from the heaven of My omnipotent glory, addressed to My creation these words: ‘Observe My commandments, for the love of My beauty.’",
      "O Son of Man! Wert thou to speed through the immensity of space and traverse the expanse of heaven, yet thou wouldst find no rest save in submission to Our command and humbleness before Our Face.",
      "True liberty consisteth in man’s submission unto My commandments, little as ye know it. Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty. Happy is the man that hath apprehended the Purpose of God in whatever He hath revealed from the Heaven of His Will, that pervadeth all created things. Say: The liberty that profiteth you is to be found nowhere except in complete servitude unto God, the Eternal Truth. Whoso hath tasted of its sweetness will refuse to barter it for all the dominion of earth and heaven."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.2: Lessons for Children’s Classes Grade 2 ‑ Adhering to the Laws of God",
        "unit-22-lessons-for-childrens-classes-grade-2---adhering-to-the-laws-of-god",
        3
      ],
      ["Section 6", "section-6", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Just as there are laws governing our physical lives, requiring that we must supply our bodies with certain foods, maintain them within a certain range of temperatures, and so forth, if we wish to avoid physical disabilities, so also there are laws governing our spiritual lives. These laws are revealed to mankind in each age by the Manifestation of God, and obedience to them is of vital importance if each human being, and mankind in general, is to develop properly and harmoniously. Moreover, these various aspects are interdependent. If an individual violates the spiritual laws for his own development he will cause injury not only to himself but to the society in which he lives. Similarly, the condition of society has a direct effect on the individuals who must live within it."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.2: Lessons for Children’s Classes Grade 2 ‑ Adhering to the Laws of God",
        "unit-22-lessons-for-childrens-classes-grade-2---adhering-to-the-laws-of-god",
        3
      ],
      ["Lesson 4", "lesson-4", 4]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O my God! O my God! Unite the hearts of Thy servants, and reveal to them Thy great purpose. May they follow Thy commandments and abide in Thy law. Help them, O God, in their endeavour, and grant them strength to serve Thee. O God! Leave them not to themselves, but guide their steps by the light of Thy knowledge, and cheer their hearts by Thy love. Verily, Thou art their Helper and their Lord.",
      "O Son of Being! My love is My stronghold; he that entereth therein is safe and secure, and he that turneth away shall surely stray and perish."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.2: Lessons for Children’s Classes Grade 2 ‑ Adhering to the Laws of God",
        "unit-22-lessons-for-childrens-classes-grade-2---adhering-to-the-laws-of-god",
        3
      ],
      ["Lesson 5", "lesson-5", 5]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "The Tongue of My power hath, from the heaven of My omnipotent glory, addressed to My creation these words: ‘Observe My commandments, for the love of My beauty.’"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.2: Lessons for Children’s Classes Grade 2 ‑ Adhering to the Laws of God",
        "unit-22-lessons-for-childrens-classes-grade-2---adhering-to-the-laws-of-god",
        3
      ],
      ["Lesson 6", "lesson-6", 6]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Son of Man! Neglect not My commandments if thou lovest My beauty, and forget not My counsels if thou wouldst attain My good pleasure."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Having created the world and all that liveth and moveth therein, He, through the direct operation of His unconstrained and sovereign Will, chose to confer upon man the unique distinction and capacity to know Him and to love Him—a capacity that must needs be regarded as the generating impulse and the primary purpose underlying the whole of creation. . . .",
      "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth.",
      "There is none other God but Thee, the Help in Peril, the Self‑Subsisting.",
      "God’s purpose in sending His Prophets unto men is twofold. The first is to liberate the children of men from the darkness of ignorance, and guide them to the light of true understanding. The second is to ensure the peace and tranquillity of mankind, and provide all the means by which they can be established.",
      "Say: O ye lovers of the One true God! Strive, that ye may truly recognise and know Him, and observe befittingly His precepts.",
      "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation. Whoso achieveth this duty hath attained unto all good; and whoso is deprived thereof hath gone astray, though he be the author of every righteous deed. It behoveth every one who reacheth this most sublime station, this summit of transcendent glory, to observe every ordinance of Him Who is the Desire of the world. These twin duties are inseparable. Neither is acceptable without the other. Thus hath it been decreed by Him Who is the Source of Divine inspiration.",
      "There are certain pillars which have been established as the unshakeable supports of the Faith of God. The mightiest of these is learning and the use of the mind, the expansion of consciousness, and insight into the realities of the universe and the hidden mysteries of Almighty God.",
      "Know thou that every created thing is a sign of the revelation of God. Each, according to its capacity, is, and will ever remain, a token of the Almighty. Inasmuch as He, the sovereign Lord of all, hath willed to reveal His sovereignty in the kingdom of names and attributes, each and every created thing hath, through the act of the Divine Will, been made a sign of His glory. So pervasive and general is this revelation that nothing whatsoever in the whole universe can be discovered that doth not reflect His splendour."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Section 3", "section-3", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "The attainment of the most great guidance is dependent upon knowledge and wisdom, and on being informed as to the mysteries of the Holy Words. Wherefore must the loved ones of God, be they young or old, be they men or women, each one according to his capabilities, strive to acquire the various branches of knowledge, and to increase his understanding of the mysteries of the Holy Books, and his skill in marshalling the divine proofs and evidences.",
      "Thanks be to God, that in this new cycle the admonition of Bahá’u’lláh is that in the search for truth man must weigh religious questions in the balance of science and reason. God has given us rational minds for this purpose, to penetrate all things, to find truth. If one renounce reason, what remains? The sacred texts? How can we understand God’s commands and to what use can we put them without the balance of reason?",
      "Indeed, O brother, if we ponder each created thing, we shall witness a myriad consummate wisdoms and learn a myriad new and wondrous truths.",
      "Although to acquire the sciences and arts is the greatest glory of mankind, this is so only on condition that man’s river flow into the mighty sea, and draw from God’s ancient source His inspiration. When this cometh to pass, then every teacher is as a shoreless ocean, every pupil a prodigal fountain of knowledge. If, then, the pursuit of knowledge lead to the beauty of Him Who is the Object of all Knowledge, how excellent that goal; but if not, a mere drop will perhaps shut a man off from flooding grace, for with learning cometh arrogance and pride, and it bringeth on error and indifference to God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Section 4", "section-4", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "The investigating mind is attentive, alive; the callous and indifferent mind is deaf and dead.",
      "Verily We love those men of knowledge who have brought to light such things as promote the best interests of humanity, and We aided them through the potency of Our behest, for well are We able to achieve Our purpose.",
      "While the children are yet in their infancy feed them from the breast of heavenly grace, foster them in the cradle of all excellence, rear them in the embrace of bounty. Give them the advantage of every useful kind of knowledge. Let them share in every new and rare and wondrous craft and art. Bring them up to work and strive, and accustom them to hardship. Teach them to dedicate their lives to matters of great import, and inspire them to undertake studies that will benefit mankind.",
      "Every kind of knowledge, every science, is as a tree: if the fruit of it be the love of God, then is it a blessed tree, but if not, that tree is but dried‑up wood, and shall only feed the fire."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Section 6", "section-6", 4]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Light is good in whatsoever lamp it is burning! A rose is beautiful in whatsoever garden it may bloom! A star has the same radiance if it shines from the East or from the West. Be free from prejudice, so will you love the Sun of Truth from whatsoever point in the horizon it may arise!",
      "If five people meet together to seek for truth, they must begin by cutting themselves free from all their own special conditions and renouncing all preconceived ideas. In order to find truth we must give up our prejudices, our own small trivial notions; an open receptive mind is essential. If our chalice is full of self, there is no room in it for the water of life."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Lesson 7", "lesson-7", 5]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O my Lord! Make Thy beauty to be my food, and Thy presence my drink, and Thy pleasure my hope, and praise of Thee my action, and remembrance of Thee my companion, and the power of Thy sovereignty my succourer, and Thy habitation my home, and my dwelling‑place the seat Thou hast sanctified from the limitations imposed upon them who are shut out as by a veil from Thee.",
      "Thou art, verily, the Almighty, the All‑Glorious, the Most Powerful.",
      "The purpose of God in creating man hath been, and will ever be, to enable him to know his Creator and to attain His Presence."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Lesson 8", "lesson-8", 6]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Exert every effort to acquire the various branches of knowledge and true understanding. Strain every nerve to achieve both material and spiritual accomplishments."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.3: Lessons for Children’s Classes Grade 2 ‑ Seeking Knowledge",
        "unit-23-lessons-for-childrens-classes-grade-2---seeking-knowledge",
        4
      ],
      ["Lesson 9", "lesson-9", 7]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "He must search after the truth to the utmost of his ability and exertion, that God may guide him in the paths of His favour and the ways of His mercy."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "So it is with the great body of humanity. The wonderful Law of Attraction, Harmony and Unity, holds together this marvellous Creation.",
      "As with the whole, so with the parts; whether a flower or a human body, when the attracting principle is withdrawn from it, the flower or the man dies. It is therefore clear that attraction, harmony, unity and Love, are the cause of life, whereas repulsion, discord, hatred and separation bring death.",
      "The diversity in the human family should be the cause of love and harmony, as it is in music where many different notes blend together in the making of a perfect chord. If you meet those of different race and colour from yourself, do not mistrust them and withdraw yourself into your shell of conventionality, but rather be glad and show them kindness. Think of them as different coloured roses growing in the beautiful garden of humanity, and rejoice to be among them.",
      "Consider the flowers of a garden: though differing in kind, colour, form and shape, yet, inasmuch as they are refreshed by the waters of one spring, revived by the breath of one wind, invigorated by the rays of one sun, this diversity increaseth their charm, and addeth unto their beauty. Thus when that unifying force, the penetrating influence of the Word of God, taketh effect, the difference of customs, manners, habits, ideas, opinions and dispositions embellisheth the world of humanity. This diversity, this difference is like the naturally created dissimilarity and variety of the limbs and organs of the human body, for each one contributeth to the beauty, efficiency and perfection of the whole.",
      "The primary question to be resolved is how the present world, with its entrenched pattern of conflict, can change to a world in which harmony and cooperation will prevail.",
      "World order can be founded only on an unshakeable consciousness of the oneness of mankind, a spiritual truth which all the human sciences confirm. . . . Recognition of this truth requires abandonment of prejudice—prejudice of every kind—race, class, colour, creed, nation, sex, degree of material civilisation, everything which enables people to consider themselves superior to others.",
      "Acceptance of the oneness of mankind is the first fundamental prerequisite for reorganisation and administration of the world as one country, the home of humankind. Universal acceptance of this spiritual principle is essential to any successful attempt to establish world peace.",
      "It is certain that the greatest of instrumentalities for achieving the advancement and the glory of man, the supreme agency for the enlightenment and the redemption of the world, is love and fellowship and unity among all the members of the human race. Nothing can be effected in the world, not even conceivably, without unity and agreement . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Section 3", "section-3", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "It is obvious that all created things are connected one to another by a linkage complete and perfect, even, for example, as are the members of the human body. Note how all the members and component parts of the human body are connected one to another. In the same way, all the members of this endless universe are linked one to another. The foot and the step, for example, are connected to the ear and the eye; the eye must look ahead before the step is taken. The ear must hear before the eye will carefully observe. And whatever member of the human body is deficient, produceth a deficiency in the other members. The brain is connected with the heart and stomach, the lungs are connected with all the members. So is it with the other members of the body.",
      "Therefore, we must emulate the attitude of God, love all people, be just and kind to every human creature.",
      "The light of men is Justice. Quench it not with the contrary winds of oppression and tyranny. The purpose of justice is the appearance of unity among men."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Section 4", "section-4", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Some of the creatures of existence can live solitary and alone. A tree, for instance, may live without the assistance and cooperation of other trees. Some animals are isolated and lead a separate existence away from their kind. But this is impossible for man. In his life and being cooperation and association are essential. Through association and meeting we find happiness and development, individual and collective.",
      "The supreme need of humanity is cooperation and reciprocity. The stronger the ties of fellowship and solidarity amongst men, the greater will be the power of constructiveness and accomplishment in all the planes of human activity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Section 7", "section-7", 4]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Wherefore, O my loving friends! Consort with all the peoples, kindreds and religions of the world with the utmost truthfulness, uprightness, faithfulness, kindliness, good‑will and friendliness, that all the world of being may be filled with the holy ecstasy of the grace of Bahá, that ignorance, enmity, hate and rancour may vanish from the world and the darkness of estrangement amidst the peoples and kindreds of the world may give way to the Light of Unity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Lesson 10", "lesson-10", 5]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Lord God! Make us as waves of the sea, as flowers of the garden, united, agreed through the bounties of Thy love. O Lord! Dilate the breasts through the signs of Thy oneness, and make all mankind as stars shining from the same height of glory, as perfect fruits growing upon Thy tree of life.",
      "Verily, Thou art the Almighty, the Self‑Subsistent, the Giver, the Forgiving, the Pardoner, the Omniscient, the One Creator.",
      "So powerful is the light of unity that it can illuminate the whole earth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Lesson 11", "lesson-11", 6]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "We ask God to endow human souls with justice so that they may be fair, and may strive to provide for the comfort of all . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.4: Lessons for Children’s Classes Grade 2 ‑ Living in Harmony with Others",
        "unit-24-lessons-for-childrens-classes-grade-2---living-in-harmony-with-others",
        5
      ],
      ["Lesson 12", "lesson-12", 7]
    ],
    "years": [2015.113, 2015.113],
    "content": ["The supreme need of humanity is cooperation and reciprocity."]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Son of Bounty! Out of the wastes of nothingness, with the clay of My command I made thee to appear, and have ordained for thy training every atom in existence and the essence of all created things. Thus, ere thou didst issue from thy mother’s womb, I destined for thee two founts of gleaming milk, eyes to watch over thee, and hearts to love thee. Out of My loving‑kindness, ’neath the shade of My mercy I nurtured thee, and guarded thee by the essence of My grace and favour. And My purpose in all this was that thou mightest attain My everlasting dominion and become worthy of My invisible bestowals.",
      ". . . verily, thy Lord is of more good to thee than anything in the material world. He is the best companion and the best friend and will accompany thee under all aspects.",
      "The world is but a show, vain and empty, a mere nothing, bearing the semblance of reality. Set not your affections upon it. Break not the bond that uniteth you with your Creator, and be not of those that have erred and strayed from His ways.",
      "God has given man a heart and the heart must have some attachment. We have proved that nothing is completely worthy of our heart’s devotion save reality, for all else is destined to perish. Therefore the heart is never at rest and never finds real joy and happiness until it attaches itself to the eternal. How foolish the bird that builds its nest in a tree that may perish when it could build its nest in an ever‑verdant garden of paradise.",
      "If the heart turns away from the blessings God offers how can it hope for happiness? If it does not put its hope and trust in God’s Mercy, where can it find rest? Oh, trust in God! for His Bounty is everlasting, and in His Blessings, for they are superb. Oh! put your faith in the Almighty, for He faileth not and His goodness endureth forever! His Sun giveth Light continually, and the Clouds of His Mercy are full of the Waters of Compassion with which He waters the hearts of all who trust in Him. His refreshing Breeze ever carries healing in its wings to the parched souls of men!",
      "Place, in all circumstances, Thy whole trust in Thy Lord, and fix Thy gaze upon Him, and turn away from all them that repudiate His truth. Let God, Thy Lord, be Thy sufficing succourer and helper.",
      "Rely upon God. Trust in Him. Praise Him, and call Him continually to mind. He verily turneth trouble into ease, and sorrow into solace, and toil into utter peace. He verily hath dominion over all things.",
      "If thou wouldst hearken to my words, release thyself from the fetters of whatsoever cometh to pass. Nay rather, under all conditions thank thou thy loving Lord, and yield up thine affairs unto His Will that worketh as He pleaseth. This verily is better for thee than all else, in either world.",
      "Do not look at thy weakness and impotence; nay, look at the power of thy Lord, which hath surrounded all regions.",
      "In all thine affairs put thy reliance in God, and commit them unto Him.",
      "Let not thy hands tremble nor thy heart be disturbed, but rather be confident and firm in the love of thy Lord, the Merciful, the Clement.",
      "Be hopeful of the mercy of the Lord of Creation, whose grace is infinite and the sea of whose gift is boundless.",
      "The source of all good is trust in God, submission unto His command, and contentment with His holy will and pleasure."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Section 4", "section-4", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Never is it the wish of ‘Abdu’l‑Bahá to see any being hurt, nor will He make anyone to grieve; for man can receive no greater gift than this, that he rejoice another’s heart. I beg of God that ye will be bringers of joy, even as are the angels in Heaven.",
      "Show forbearance and benevolence and love to one another.",
      "Treat all thy friends and relatives, even strangers, with a spirit of utmost love and kindliness.",
      "Treat thy friends and relatives in general with the utmost kindness and love . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Section 7", "section-7", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Learning as a mode of operation requires that all assume a posture of humility, a condition in which one becomes forgetful of self, placing complete trust in God, reliant on His all‑sustaining power and confident in His unfailing assistance, knowing that He, and He alone, can change the gnat into an eagle, the drop into a boundless sea. And in such a state souls labour together ceaselessly, delighting not so much in their own accomplishments but in the progress and services of others. So it is that their thoughts are centred at all times on helping one another scale the heights of service to His Cause and soar in the heaven of His knowledge. This is what we see in the present pattern of activity unfolding across the globe, propagated by young and old, by veteran and newly enrolled, working side by side."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Lesson 13", "lesson-13", 4],
      ["Prayer", "prayer", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Lord! Unto Thee I repair for refuge, and toward all Thy signs I set my heart.",
      "O Lord! Whether travelling or at home, and in my occupation or in my work, I place my whole trust in Thee.",
      "Grant me then Thy sufficing help so as to make me independent of all things, O Thou Who art unsurpassed in Thy mercy!",
      "Bestow upon me my portion, O Lord, as Thou pleasest, and cause me to be satisfied with whatsoever Thou hast ordained for me.",
      "Thine is the absolute authority to command."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Lesson 13", "lesson-13", 4],
      ["Quote", "quote", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Incline your hearts, O people of God, unto the counsels of your true, your incomparable Friend."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Lesson 13", "lesson-13", 4],
      ["Story", "story", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "You already know that, before ‘Abdu’l‑Bahá and His family were forced to leave their homeland, His Father, Bahá’u’lláh, was arrested and sent to prison by an unjust government, which was fearful of the truth of the Divine message He proclaimed. During that time, not only Bahá’u’lláh, but many of those who responded to the call of this message were taken from their homes and families and locked in the most terrible prison, an underground dungeon, where they were bound in heavy chains.",
      "The prisoners could breathe no fresh air and the floor was covered in filth and crawling with rats and insects. No light reached the dungeon; it was always icy cold. As the prisoners sat facing each other in that horrible place, Bahá’u’lláh taught them to chant verses that reaffirmed their trust in God and helped to remind them that God would never ask more of them than they could give, that He would grant them the strength they needed to withstand whatever oppression they might suffer and to cling fast to the truth they held in their hearts. As evening came on, they would begin to raise their call. “God is sufficient unto me;” one row would call out, “He verily is the All‑Sufficing!” Then the other row would respond, “In Him let the trusting trust.” Throughout the night, they would repeat these words, so loudly that the sound of their uplifted voices reached even the king in his palace nearby.",
      "When he heard the sound of the prisoners, the cruel king asked from where it came. He was told that this was the sound of the prisoners who were locked in the dungeon with Bahá’u’lláh. The king said nothing more. It was clear that, no matter what horrors he might inflict on these prisoners, there was nothing he could do to turn them away from the truth of the Cause they had embraced."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Lesson 14", "lesson-14", 5]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Commit not that which defileth the limpid stream of love or destroyeth the sweet fragrance of friendship."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Lesson 15", "lesson-15", 6],
      ["Quote", "quote", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "True friends care for each other. They enjoy spending time together, and each wants what is best for the other. If we see our friends are sad, we do what we can to bring joy to their hearts. If a friend is sick, we want to make sure he or she is well cared for. Because we want what is best for our friends, we listen to them and always try to pay attention to their wishes. It is a joy to give something up when we know it will make our friend happy or help him or her to progress. In friendship we give of our time and our possessions and share our happiness and our learning. What a blessing to have many true friends.",
      "Of course, sometimes a friend makes a mistake, and we may feel sadness in our heart, but we remember that ‘Abdu’l‑Bahá was always forgiving, and so we are forgiving too. And when our hearts are filled with generosity and we remember our love for our friend, the sadness goes away. You know there are times when you make mistakes, and your friend is forgiving to you. What is important is that you both know neither would ever want to bring sadness to the heart of the other. It was the wish of ‘Abdu’l‑Bahá that no soul should ever be hurt or grieved. There is no greater gift, He told us, than bringing joy to another heart. “I beg of God,” He prayed, “that ye will be bringers of joy, even as are the angels in Heaven.” That we may form such loving bonds of friendship with many souls, let us memorise the following quotation:",
      ". . . strive ye with all your might to create, through the power of the Word of God, genuine love, spiritual communion and durable bonds among individuals."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.5: Lessons for Children’s Classes Grade 2 ‑ Being a Good Friend",
        "unit-25-lessons-for-childrens-classes-grade-2---being-a-good-friend",
        6
      ],
      ["Lesson 15", "lesson-15", 6],
      ["Story", "story", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Here is a folktale about a mountain and a meadow that will help the children to think about the nature of friendship.",
      "Once there was a mountain whose peak was so high that it might have been the tallest mountain in the world. It was so tall that the clouds were its only company. But how the mountain enjoyed playing with its big billowing friends! And the clouds, too, were happy to gather around the mountain’s snowy peak. Sometimes they would laugh so heartily that they would cry, raining tears on the earth below.",
      "Then one hot summer the mountain found itself alone for many days. Not a single cloud could be seen in the sky, and the mountain felt very sad, missing its blustering friends. “Why don’t the clouds run and play in your big bright blueness anymore?” it asked the wide sky.",
      "“They have all gone to the kingdom of winter, very far from here,” the sky replied “They will not return until the end of summer.”",
      "“But I miss them so much!” cried the mountain with a sigh. “Maybe I should go to the winter kingdom as well and visit my friends.”",
      "“You are a mountain,” the sky said firmly. “Mountains are heavy and cannot fly as the clouds can. You must remain in the same place.”",
      "Now the mountain became very sad indeed and started to cry. Huge tears ran down its face, and soon streams and rivers were flowing from its snowy peak. Then something wonderful happened. The dried, cracked soil in the plain far below began to drink up the mountain’s tears. Before long, the plain was covered in fresh green growth.",
      "The grateful plain called up to the mountain. “Kind mountain!” it said, “Thank you for saving me from a terrible fate! Your pure water has healed all my wounds. Look at how it has helped me!”",
      "The mountain was so surprised that it stopped crying. Until then nobody had ever spoken to the mountain from below. It looked down and gasped when it saw the flourishing green meadow, shining and fresh. To see its beauty made the mountain content. How happy it was to have found a new friend in the meadow."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "If thou seekest eternal glory, let thyself be humble and meek in the presence of the beloved of God; make thyself the servant of all, and serve all alike. The service of the friends belongs to God, not to them. Strive to become a source of harmony, spirituality and joyfulness to the hearts of the friends and the maid‑servants of the Merciful. This is a cause of great satisfaction to ‘Abdu’l‑Bahá.",
      "My highest wish and desire is that ye who are my children may be educated according to the teachings of Bahá’u’lláh and may receive a Bahá’í training; that ye may each become a lighted candle in the world of humanity, may be devoted to the service of all mankind, may give up your rest and comfort, so that ye may become the cause of the tranquillity of the world of creation.",
      "Pure detachment and selfless service, these should be the sole motives of every true believer.",
      "Think ye at all times of rendering some service to every member of the human race.",
      "Your utmost desire must be to confer happiness upon each other. Each one must be the servant of the others, thoughtful of their comfort and welfare. In the path of God one must forget himself entirely. He must not consider his own pleasure but seek the pleasure of others.",
      "How excellent, how honourable is man if he arises to fulfil his responsibilities; how wretched and contemptible, if he shuts his eyes to the welfare of society and wastes his precious life in pursuing his own selfish interests and personal advantages. Supreme happiness is man’s, and he beholds the signs of God in the world and in the human soul, if he urges on the steed of high endeavour in the arena of civilisation and justice.",
      "Again, is there any deed in the world that would be nobler than service to the common good? Is there any greater blessing conceivable for a man, than that he should become the cause of the education, the development, the prosperity and honour of his fellow‑creatures?"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Section 3", "section-3", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "If man be imbued with all good qualities but be selfish, all the other virtues will fade or pass away and eventually he will grow worse.",
      "The individuality of each created thing is based upon divine wisdom, or in the creation of God there is no defect. However, personality has no element of permanence. It is a slightly changeable quality in man which can be turned in either direction. For if he acquire praiseworthy virtues, these strengthen the individuality of man and call forth his hidden forces; but if he acquire defects, the beauty and simplicity of the individuality will be lost to him and its God‑given qualities will be stifled in the foul atmosphere of self."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Section 4", "section-4", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Exert thyself as much as thou canst, in order that through this everlasting bounty and the sprinklings of the clouds of the divine gift, thou mayest grow and thrive like unto a fruitful tree, with the utmost freshness and purity.",
      "Service is the magnet which draws the divine confirmations. Thus, when a person is active, they are blessed by the Holy Spirit. When they are inactive, the Holy Spirit cannot find a repository in their being, and thus they are deprived of its healing and quickening rays.",
      "The days when idle worship was deemed sufficient are ended. The time is come when naught but the purest motive, supported by deeds of stainless purity, can ascend to the throne of the Most High and be acceptable unto Him."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Section 7", "section-7", 4]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O ye lovers of God! Be kind to all peoples; care for every person; do all ye can to purify the hearts and minds of men; strive ye to gladden every soul. To every meadow be a shower of grace, to every tree the water of life; be as sweet musk to the sense of humankind, and to the ailing be a fresh, restoring breeze. Be pleasing waters to all those who thirst, a careful guide to all who have lost their way; be father and mother to the orphan, be loving sons and daughters to the old, be an abundant treasure to the poor."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Lesson 16", "lesson-16", 5]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O Thou kind Lord! These lovely children are the handiwork of the fingers of Thy might and the wondrous signs of Thy greatness. O God! Protect these children, graciously assist them to be educated and enable them to render service to the world of humanity. O God! These children are pearls, cause them to be nurtured within the shell of Thy loving‑kindness.",
      "Thou art the Bountiful, the All‑Loving.",
      "That one indeed is a man who, today, dedicateth himself to the service of the entire human race."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Lesson 17", "lesson-17", 6]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Waste not your time in idleness and sloth. Occupy yourselves with that which profiteth yourselves and others."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.6: Lessons for Children’s Classes Grade 2 ‑ Devoting One’s Life to Service",
        "unit-26-lessons-for-childrens-classes-grade-2---devoting-ones-life-to-service",
        7
      ],
      ["Lesson 18", "lesson-18", 7]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "It is incumbent upon each one of you to engage in some occupation—such as a craft, a trade or the like. We have exalted your engagement in such work to the rank of worship of the one true God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.7: Lessons for Children’s Classes Grade 2 ‑ Engaging in Consultation",
        "unit-27-lessons-for-childrens-classes-grade-2---engaging-in-consultation",
        8
      ],
      ["Section 2", "section-2", 1]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Therefore, true consultation is spiritual conference in the attitude and atmosphere of love.",
      "The purpose of consultation is to show that the views of several individuals are assuredly preferable to one man, even as the power of a number of men is of course greater than the power of one man.",
      "The question of consultation is of the utmost importance, and is one of the most potent instruments conducive to the tranquillity and felicity of the people. For example, when a believer is uncertain about his affairs, or when he seeketh to pursue a project or trade, the friends should gather together and devise a solution for him. He, in his turn, should act accordingly. Likewise in larger issues, when a problem ariseth, or a difficulty occurreth, the wise should gather, consult, and devise a solution. They should then rely upon the one true God, and surrender to His Providence, in whatever way it may be revealed, for divine confirmations will undoubtedly assist. Consultation, therefore, is one of the explicit ordinances of the Lord of mankind.",
      "Man must consult on all matters, whether major or minor, so that he may become cognisant of what is good. Consultation giveth him insight into things and enableth him to delve into questions which are unknown. The light of truth shineth from the faces of those who engage in consultation. Such consultation causeth the living waters to flow in the meadows of man’s reality, the rays of ancient glory to shine upon him, and the tree of his being to be adorned with wondrous fruit.",
      "Consultation bestoweth greater awareness and transmuteth conjecture into certitude. It is a shining light which, in a dark world, leadeth the way and guideth. For everything there is and will continue to be a station of perfection and maturity. The maturity of the gift of understanding is made manifest through consultation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.7: Lessons for Children’s Classes Grade 2 ‑ Engaging in Consultation",
        "unit-27-lessons-for-childrens-classes-grade-2---engaging-in-consultation",
        8
      ],
      ["Section 3", "section-3", 2]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "The first duty of the members is to effect their own unity and harmony, in order to obtain good results.",
      "If they agree upon a subject, even though it be wrong, it is better than to disagree and be in the right, for this difference will produce the demolition of the divine foundation. Though one of the parties may be in the right and they disagree that will be the cause of a thousand wrongs, but if they agree and both parties are in the wrong, as it is in unity the truth will be revealed and the wrong made right.",
      "The prime requisites for them that take counsel together are purity of motive, radiance of spirit, detachment from all else save God, attraction to His Divine Fragrances, humility and lowliness amongst His loved ones, patience and long‑suffering in difficulties and servitude to His exalted Threshold. Should they be graciously aided to acquire these attributes, victory from the unseen Kingdom of Bahá shall be vouchsafed to them.",
      "They must then proceed with the utmost devotion, courtesy, dignity, care and moderation to express their views. They must in every matter search out the truth and not insist upon their own opinion, for stubbornness and persistence in one’s views will lead ultimately to discord and wrangling and the truth will remain hidden. . . . and it is in no wise permissible for one to belittle the thought of another . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.7: Lessons for Children’s Classes Grade 2 ‑ Engaging in Consultation",
        "unit-27-lessons-for-childrens-classes-grade-2---engaging-in-consultation",
        8
      ],
      ["Section 6", "section-6", 3]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "If a small number of people gather lovingly together, with absolute purity and sanctity, with their hearts free of the world, experiencing the emotions of the Kingdom and the powerful magnetic forces of the Divine, and being at one in their happy fellowship, that gathering will exert its influence over all the earth. The nature of that band of people, the words they speak, the deeds they do, will unleash the bestowals of Heaven, and provide a foretaste of eternal bliss. The hosts of the Company on high will defend them, and the angels of the Abhá Paradise, in continuous succession, will come down to their aid."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.7: Lessons for Children’s Classes Grade 2 ‑ Engaging in Consultation",
        "unit-27-lessons-for-childrens-classes-grade-2---engaging-in-consultation",
        8
      ],
      ["Lesson 19", "lesson-19", 4]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "O my God! O my God! Thou seest these children who are the twigs of the tree of life, the birds of the meads of salvation, the pearls of the ocean of Thy grace, the roses of the garden of Thy guidance.",
      "O God, our Lord! We sing Thy praise, bear witness to Thy sanctity and implore fervently the heaven of Thy mercy to make us lights of guidance, stars shining above the horizons of eternal glory amongst mankind, and to teach us a knowledge which proceedeth from Thee. Yá Bahá’u’l‑Abhá!",
      "Take ye counsel together in all matters, inasmuch as consultation is the lamp of guidance which leadeth the way, and is the bestower of understanding."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.7: Lessons for Children’s Classes Grade 2 ‑ Engaging in Consultation",
        "unit-27-lessons-for-childrens-classes-grade-2---engaging-in-consultation",
        8
      ],
      ["Lesson 20", "lesson-20", 5]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "Say: no man can attain his true station except through his justice. No power can exist except through unity. No welfare and no well‑being can be attained except through consultation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 3.2: Teaching Children’s Classes Grade 2", "3-2", 4],
      [
        "Unit 2.7: Lessons for Children’s Classes Grade 2 ‑ Engaging in Consultation",
        "unit-27-lessons-for-childrens-classes-grade-2---engaging-in-consultation",
        8
      ],
      ["Lesson 21", "lesson-21", 6]
    ],
    "years": [2015.113, 2015.113],
    "content": [
      "They must then proceed with the utmost devotion, courtesy, dignity, care and moderation to express their views."
    ]
  }
]
