[
  {
    "id": "8/12/1/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 1", "section-1", 1]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The main sequence of courses is organised so as to set the individual, whether Bahá’í or not, on a path being defined by the accumulating experience of the community in its endeavour to open before humanity the vision of Bahá’u’lláh’s World Order. The very notion of a path is, itself, indicative of the nature and purpose of the courses, for a path invites participation, it beckons to new horizons, it demands effort and movement, it accommodates different paces and strides, it is structured and defined. A path can be experienced and known, not only by one or two but by scores upon scores; it belongs to the community."
    ]
  },
  {
    "id": "8/12/1/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "To walk a path is a concept equally expressive. It requires of the individual volition and choice; it calls for a set of skills and abilities but also elicits certain qualities and attitudes; it necessitates a logical progression but admits, when needed, related lines of exploration; it may seem easy at the outset but becomes more challenging further along. And crucially, one walks the path in the company of others.",
      "Wert thou to consider this world, and realise how fleeting are the things that pertain unto it, thou wouldst choose to tread no path except the path of service to the Cause of thy Lord. None would have the power to deter thee from celebrating His praise, though all men should arise to oppose thee."
    ]
  },
  {
    "id": "8/12/1/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "This evolution in collective consciousness is discernible in the growing frequency with which the word “accompany” appears in conversations among the friends, a word that is being endowed with new meaning as it is integrated into the common vocabulary of the Bahá’í community. It signals the significant strengthening of a culture in which learning is the mode of operation, a mode that fosters the informed participation of more and more people in a united effort to apply Bahá’u’lláh’s teachings to the construction of a divine civilisation, which the Guardian states is the primary mission of the Faith. Such an approach offers a striking contrast to the spiritually bankrupt and moribund ways of an old social order that so often seeks to harness human energy through domination, through greed, through guilt or through manipulation.",
      "In relationships among the friends, then, this development in culture finds expression in the quality of their interactions. Learning as a mode of operation requires that all assume a posture of humility, a condition in which one becomes forgetful of self, placing complete trust in God, reliant on His all‑sustaining power and confident in His unfailing assistance, knowing that He, and He alone, can change the gnat into an eagle, the drop into a boundless sea. And in such a state souls labour together ceaselessly, delighting not so much in their own accomplishments but in the progress and services of others. So it is that their thoughts are centred at all times on helping one another scale the heights of service to His Cause and soar in the heaven of His knowledge. This is what we see in the present pattern of activity unfolding across the globe, propagated by young and old, by veteran and newly enrolled, working side by side."
    ]
  },
  {
    "id": "8/12/1/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "To understand the nature of the interacting processes that, in their totality, engender the expansion and consolidation of the Faith is vital to the successful execution of the Plan. In your efforts to further such understanding, you and your auxiliaries are encouraged to bear in mind a concept that lies at the foundation of the current global enterprise and, indeed, at the very heart of every stage of the Divine Plan, namely, that progress is achieved through the development of three participants—the individual, the institutions, and the community. Throughout human history, interactions among these three have been fraught with difficulties at every turn, with the individual clamouring for freedom, the institution demanding submission, and the community claiming precedence. Every society has defined, in one way or another, the relationships that bind the three, giving rise to periods of stability, interwoven with turmoil. Today, in this age of transition, as humanity struggles to attain its collective maturity, such relationships—nay, the very conception of the individual, of social institutions, and of the community—continue to be assailed by crises too numerous to count. The worldwide crisis of authority provides proof enough. So grievous have been its abuses, and so deep the suspicion and resentment it now arouses, that the world is becoming increasingly ungovernable—a situation made all the more perilous by the weakening of community ties.",
      "Every follower of Bahá’u’lláh knows well that the purpose of His Revelation is to bring into being a new creation. No sooner had “the First Call gone forth from His lips than the whole creation was revolutionised, and all that are in the heavens and all that are on earth were stirred to the depths.” The individual, the institutions, and the community—the three protagonists in the Divine Plan—are being shaped under the direct influence of His Revelation, and a new conception of each, appropriate for a humanity that has come of age, is emerging. The relationships that bind them, too, are undergoing a profound transformation, bringing into the realm of existence civilisation‑building powers which can only be released through conformity with His decree. At a fundamental level these relationships are characterised by cooperation and reciprocity, manifestations of the interconnectedness that governs the universe."
    ]
  },
  {
    "id": "8/12/1/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Worldly friends, seeking their own good, appear to love one the other, whereas the true Friend hath loved and doth love you for your own sakes; indeed He hath suffered for your guidance countless afflictions.",
      "The love which exists between the hearts of believers is prompted by the ideal of the unity of spirits. This love is attained through the knowledge of God, so that men see the Divine Love reflected in the heart. Each sees in the other the Beauty of God reflected in the soul, and finding this point of similarity, they are attracted to one another in love. This love will make all men the waves of one sea, this love will make them all the stars of one heaven and the fruits of one tree. This love will bring the realisation of true accord, the foundation of real unity.",
      "But the love which sometimes exists between friends is not (true) love, because it is subject to transmutation; this is merely fascination. As the breeze blows, the slender trees yield. If the wind is in the East the tree leans to the West, and if the wind turns to the West the tree leans to the East. This kind of love is originated by the accidental conditions of life. This is not love, it is merely acquaintanceship; it is subject to change.",
      "Today you will see two souls apparently in close friendship; tomorrow all this may be changed. Yesterday they were ready to die for one another, today they shun one another’s society! This is not love; it is the yielding of the hearts to the accidents of life. When that which has caused this “love” to exist passes, the love passes also; this is not in reality love."
    ]
  },
  {
    "id": "8/12/1/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The divine friends must be attracted to and enamoured of each other and ever be ready and willing to sacrifice their own lives for each other. Should one soul from amongst the believers meet another, it must be as though a thirsty one with parched lips has reached to the fountain of the water of life, or a lover has met his true beloved. For one of the greatest divine wisdoms regarding the appearance of the holy Manifestations is this: The souls may come to know each other and become intimate with each other; the power of the love of God may make all of them the waves of one sea, the flowers of one rose garden, and the stars of one heaven. This is the wisdom for the appearance of the holy Manifestations! When the most great bestowal reveals itself in the hearts of the believers, the world of nature will be transformed, the darkness of the contingent being will vanish, and heavenly illumination will be obtained. Then the whole world will become the Paradise of Abhá, every one of the believers of God will become a blessed tree, producing wonderful fruits."
    ]
  },
  {
    "id": "8/12/1/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Training alone, of course, does not necessarily lead to an upsurge in teaching activity. In every avenue of service, the friends need sustained encouragement.",
      "The sun is the life‑giver to the physical bodies of all creatures upon earth; without its warmth their growth would be stunted, their development would be arrested, they would decay and die. Even so do the souls of men need the Sun of Truth to shed its rays upon their souls, to develop them, to educate and encourage them. As the sun is to the body of a man so is the Sun of Truth to his soul.",
      "In the darksome night of despair, my eye turneth expectant and full of hope to the morn of Thy boundless favour and at the hour of dawn my drooping soul is refreshed and strengthened in remembrance of Thy beauty and perfection.",
      "Lift up your hearts above the present and look with eyes of faith into the future! Today the seed is sown, the grain falls upon the earth, but behold the day will come when it shall rise a glorious tree and the branches thereof shall be laden with fruit. Rejoice and be glad that this day has dawned, try to realise its power, for it is indeed wonderful!",
      "The bright day is coming. The nucleus of the new race is forming. The harbinger of the new ideals of international justice is appearing. The trees of hope will become verdant; the copper of scorn and derision will be transmuted into the gold of honour and praise; the arid desert of ignorance will be transformed into the luxuriant garden of knowledge, the threatening clouds shall be dispelled and the stars of faith and charity will again twinkle in the clear heaven of human consciousness.",
      ". . . as material affairs go from bad to worse in the world, the confidence, optimism, love and hope of the believers will, by force of contrast, shine out as an ever brighter beacon, leading the people to the Path of Truth, the way laid down by God, which alone can guide them to the promise of the future.",
      "Let it ever be borne in mind that we earn our victories through test and trial; we turn crisis to the advantage of progress by seizing the opportunity it provides to demonstrate the viability and winning power of our principles. In the onward surge of the Cause of God, crisis and victory have always alternated and have ever proven to be the staple of progress.",
      "This Day a door is open wider than both heaven and earth. The eye of the mercy of Him Who is the Desire of the worlds is turned towards all men. An act, however infinitesimal, is, when viewed in the mirror of the knowledge of God, mightier than a mountain. Every drop proffered in His path is as the sea in that mirror. For this is the Day which the one true God, glorified be He, hath announced in all His Books, unto His Prophets and His Messengers."
    ]
  },
  {
    "id": "8/12/1/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Of course, it is not the provision of training by itself that brings about progress. Efforts to build capacity fall short if arrangements are not swiftly made to accompany individuals into the arena of service. An adequate level of support extends far beyond encouraging words. When preparing to take on an unfamiliar task, working alongside a person with some experience increases consciousness of what is possible. An assurance of practical help can give a tentative venturer the courage to initiate an activity for the first time. Souls then advance their understanding together, humbly sharing the insights each possesses at a given moment and eagerly seeking to learn from fellow wayfarers on the path of service. Hesitation recedes and capacity develops to the point where an individual can carry out activities independently and, in turn, accompany others on the same path."
    ]
  },
  {
    "id": "8/12/1/14",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 14", "section-14", 14]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Be not dismayed if your endeavours are dismissed as utopian by the voices that would oppose any suggestion of fundamental change. Trust in the capacity of this generation to disentangle itself from the embroilments of a divided society. To discharge your responsibilities, you will have to show forth courage, the courage of those who cling to standards of rectitude, whose lives are characterised by purity of thought and action, and whose purpose is directed by love and indomitable faith. As you dedicate yourselves to healing the wounds with which your peoples have been afflicted, you will become invincible champions of justice.",
      "O Feet of this Temple! We, verily, have wrought you of iron. Stand firm with such constancy in the Cause of your Lord as to cause the feet of every severed soul to be strengthened in the path of God, the Almighty, the All‑Wise. Beware lest the storms of enmity and hatred, or the blasts of the workers of iniquity, cause you to stumble. Be immoveable in the Faith of God, and waver not. We, verily, have called you forth by virtue of that Name which is the source of all steadfastness, and by the grace of each one of Our most excellent Names as revealed unto all who are in heaven and on earth. Erelong shall We bring into being through you other feet, firm and steadfast, which shall walk unwaveringly in Our path, even should they be assailed by hosts as formidable as the combined forces of the former and latter generations.",
      "One day the great Siyyid Yaḥyá, surnamed Vaḥíd, was present there. As he sat without, Ṭáhirih listened to him from behind the veil. I was then a child, and was sitting on her lap. With eloquence and fervour, Vaḥíd was discoursing on the signs and verses that bore witness to the advent of the new Manifestation. She suddenly interrupted him and, raising her voice, vehemently declared: “O Yaḥyá! Let deeds, not words, testify to thy faith, if thou art a man of true learning. Cease idly repeating the traditions of the past, for the day of service, of steadfast action, is come. Now is the time to show forth the true signs of God, to rend asunder the veils of idle fancy, to promote the Word of God, and to sacrifice ourselves in His path. Let deeds, not words, be our adorning!”",
      "Through the power of the words He hath uttered the whole of the human race can be illumined with the light of unity, and the remembrance of His Name is able to set on fire the hearts of all men, and burn away the veils that intervene between them and His glory. One righteous act is endowed with a potency that can so elevate the dust as to cause it to pass beyond the heaven of heavens. It can tear every bond asunder, and hath the power to restore the force that hath spent itself and vanished.",
      "One cannot obtain the full force of the sunlight when it is cast on a flat mirror, but once the sun shineth upon a concave mirror, or on a lens that is convex, all its heat will be concentrated on a single point, and that one point will burn the hottest. Thus is it necessary to focus one’s thinking on a single point so that it will become an effective force.",
      "Sustaining growth in cluster after cluster will depend on the qualities that distinguish your service to the peoples of the world. So free must be your thoughts and actions of any trace of prejudice—racial, religious, economic, national, tribal, class, or cultural—that even the stranger sees in you loving friends. So high must be your standard of excellence and so pure and chaste your lives that the moral influence you exert penetrates the consciousness of the wider community. Only if you demonstrate the rectitude of conduct to which the writings of the Faith call every soul will you be able to struggle against the myriad forms of corruption, overt and subtle, eating at the vitals of society. Only if you perceive honour and nobility in every human being—this independent of wealth or poverty—will you be able to champion the cause of justice.",
      "The words, the deeds, the attitudes, the lack of prejudice, the nobility of character, the high sense of service to others—in a word, those qualities and actions which distinguish a Bahá’í must unfailingly characterise their inner life and outer behaviour, and their interactions with friend or foe.",
      "Rejecting the low sights of mediocrity, let them scale the ascending heights of excellence in all they aspire to do. May they resolve to elevate the very atmosphere in which they move, whether it be in the school rooms or halls of higher learning, in their work, their recreation, their Bahá’í activity or social service.",
      "Thou art He through Whom the ensign “Praiseworthy art Thou in Thy works” hath been lifted up, and the standard “Obeyed art Thou in Thy behest” hath been unfurled. Make known this Thy station, O my God, unto Thy servants, that they may be made aware that the excellence of all things is dependent upon Thy bidding and Thy word, and the virtue of every act is conditioned by Thy leave and the good‑pleasure of Thy will, and may recognise that the reins of men’s doings are within the grasp of Thine acceptance and Thy commandment."
    ]
  },
  {
    "id": "8/12/1/16",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 16", "section-16", 16]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The question that occupies the worldwide Bahá’í community, then, is how it can best contribute to the civilisation‑building process as its resources increase. It sees two dimensions to its contribution. The first is related to its own growth and development, and the second to its involvement in society at large.",
      "Regarding the first, Bahá’ís across the globe, in the most unassuming settings, are striving to establish a pattern of activity and the corresponding administrative structures that embody the principle of the oneness of humankind and the convictions underpinning it, only a few of which are mentioned here as a means of illustration: that the rational soul has no gender, race, ethnicity or class, a fact that renders intolerable all forms of prejudice, not the least of which are those that prevent women from fulfilling their potential and engaging in various fields of endeavour shoulder to shoulder with men; that the root cause of prejudice is ignorance, which can be erased through educational processes that make knowledge accessible to the entire human race, ensuring it does not become the property of a privileged few; that science and religion are two complementary systems of knowledge and practice by which human beings come to understand the world around them and through which civilisation advances; that religion without science soon degenerates into superstition and fanaticism, while science without religion becomes the tool of crude materialism; that true prosperity, the fruit of a dynamic coherence between the material and spiritual requirements of life, will recede further and further out of reach as long as consumerism continues to act as opium to the human soul; that justice, as a faculty of the soul, enables the individual to distinguish truth from falsehood and guides the investigation of reality, so essential if superstitious beliefs and outworn traditions that impede unity are to be eliminated; that, when appropriately brought to bear on social issues, justice is the single most important instrument for the establishment of unity; that work performed in the spirit of service to one’s fellow human beings is a form of prayer, a means of worshipping God. Translating ideals such as these into reality, effecting a transformation at the level of the individual and laying the foundations of suitable social structures, is no small task, to be sure. Yet the Bahá’í community is dedicated to the long‑term process of learning that this task entails, an enterprise in which increasing numbers from all walks of life, from every human group, are invited to take part.",
      "Numerous, of course, are the questions that the process of learning, now under way in all regions of the world, must address: how to bring people of different backgrounds together in an environment which, devoid of the constant threat of conflict and distinguished by its devotional character, encourages them to put aside the divisive ways of a partisan mindset, fosters higher degrees of unity of thought and action, and elicits wholehearted participation; how to administer the affairs of a community in which there is no ruling class with priestly functions that can lay claim to distinction or privilege; how to enable contingents of men and women to break free from the confines of passivity and the chains of oppression in order to engage in activities conducive to their spiritual, social and intellectual development; how to help youth navigate through a crucial stage of their lives and become empowered to direct their energies towards the advancement of civilisation; how to create dynamics within the family unit that lead to material and spiritual prosperity without instilling in the rising generations feelings of estrangement towards an illusory “other” or nurturing any instinct to exploit those relegated to this category; how to make it possible for decision making to benefit from a diversity of perspectives through a consultative process which, understood as the collective investigation of reality, promotes detachment from personal views, gives due importance to valid empirical information, does not raise mere opinion to the status of fact or define truth as the compromise between opposing interest groups. To explore questions such as these and the many others certain to arise, the Bahá’í community has adopted a mode of operation characterised by action, reflection, consultation and study—study which involves not only constant reference to the writings of the Faith but also the scientific analysis of patterns unfolding. Indeed, how to maintain such a mode of learning in action, how to ensure that growing numbers participate in the generation and application of relevant knowledge, and how to devise structures for the systemisation of an expanding worldwide experience and for the equitable distribution of the lessons learned—these are, themselves, the object of regular examination."
    ]
  },
  {
    "id": "8/12/1/18",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "For this reason must all human beings powerfully sustain one another and seek for everlasting life; and for this reason must the lovers of God in this contingent world become the mercies and the blessings sent forth by that clement King of the seen and unseen realms.",
      "Every human creature is the servant of God. All have been created and reared by the power and favour of God; all have been blessed with the bounties of the same Sun of divine truth; all have quaffed from the fountain of the infinite mercy of God; and all in His estimation and love are equal as servants. He is beneficent and kind to all. Therefore, no one should glorify himself over another; no one should manifest pride or superiority toward another; no one should look upon another with scorn and contempt; and no one should deprive or oppress a fellow creature.",
      "estrangement and alienation of things lead to disturbance and annihilation. Through affinity and attraction all living things like plants, animals and men come into existence, while division and discord bring about decomposition and destruction.",
      "Were it not for the love of God, discord and division would not be transmuted into fellowship. Were it not for the love of God, estrangement would not give way to unity. Were it not for the love of God, the stranger would not become the friend. Indeed, love in the human world is a ray of the love of God and a reflection of the grace of His bounty.",
      "Faith in the capacity of every individual who shows a desire to serve will prove essential to the efforts of those who are to elicit from the believers wholehearted participation in the Plan. Unqualified love free of paternalism will be indispensable if they are to help turn hesitation into courage born of trust in God and transform a yearning for excitement into a commitment to long‑term action.",
      "Beseech ye the one true God to grant that ye may taste the savour of such deeds as are performed in His path, and partake of the sweetness of such humility and submissiveness as are shown for His sake. Forget your own selves, and turn your eyes towards your neighbour. Bend your energies to whatever may foster the education of men. Nothing is, or can ever be, hidden from God. If ye follow in His way, His incalculable and imperishable blessings will be showered upon you. This is the luminous Tablet, whose verses have streamed from the moving Pen of Him Who is the Lord of all worlds. Ponder it in your hearts, and be ye of them that observe its precepts."
    ]
  },
  {
    "id": "8/12/1/22",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 22", "section-22", 22]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Bahá’u’lláh’s Revelation is vast. It calls for profound change not only at the level of the individual but also in the structure of society. “Is not the object of every Revelation”, He Himself proclaims, “to effect a transformation in the whole character of mankind, a transformation that shall manifest itself, both outwardly and inwardly, that shall affect both its inner life and external conditions?” The work advancing in every corner of the globe today represents the latest stage of the ongoing Bahá’í endeavour to create the nucleus of the glorious civilisation enshrined in His teachings, the building of which is an enterprise of infinite complexity and scale, one that will demand centuries of exertion by humanity to bring to fruition. There are no shortcuts, no formulas. Only as effort is made to draw on insights from His Revelation, to tap into the accumulating knowledge of the human race, to apply His teachings intelligently to the life of humanity, and to consult on the questions that arise will the necessary learning occur and capacity be developed.",
      "In many ways, the communities that have progressed furthest are tracing an inviting path for others to follow. Yet whatever the level of activity in a cluster, it is the capacity for learning among the local friends, within a common framework, that fosters progress along the path of development. Everyone has a share in this enterprise; the contribution of each serves to enrich the whole. The most dynamic clusters are those in which, irrespective of the resources the community possesses or the number of activities being undertaken, the friends appreciate that their task is to identify what is required for progress to occur—the nascent capacity that must be nurtured, the new skill that must be acquired, the initiators of a fledgling effort who must be accompanied, the space for reflection that must be cultivated, the collective endeavour that must be coordinated—and then find creative ways in which the necessary time and resources can be made available to achieve it. The very fact that each set of circumstances presents its own challenges is enabling every community not simply to benefit from what is being learned in the rest of the Bahá’í world but also to add to that body of knowledge. Awareness of this reality frees one from the fruitless search for a rigid formula for action while still allowing the insights gleaned in diverse settings to inform the process of growth as it takes a particular shape in one’s own surroundings. This entire approach is completely at odds with narrow conceptions of “success” and “failure” that breed freneticism or paralyse volition. Detachment is needed. When effort is expended wholly for the sake of God then all that occurs belongs to Him and every victory won in His Name is an occasion to celebrate His praise.",
      "As an increasing number of believers participate in the teaching and administrative work, undertaken with a humble attitude of learning, they should come to view every task, every interaction, as an occasion to join hands in the pursuit of progress and to accompany one another in their efforts to serve the Cause. In this way will the impulse to over instruct be quieted. In this way will the tendency to reduce a complex process of transformation into simplistic steps, susceptible to instruction by manual, be averted. Discrete actions are placed in context, and even the smallest of steps is endowed with meaning. The operation of spiritual forces in the arena of service becomes increasingly apparent, and bonds of friendship, so vital to a healthy pattern of growth, are continuously reinforced.",
      "It is certainly not incorrect to speak of “training” children’s class teachers or, for that matter, animators of junior youth groups. Institutes, however, ought to take care, lest they begin to perceive their work as training in techniques, losing sight of the conception of capacity building at the heart of the institute process that entails a profound understanding of Bahá’u’lláh’s Revelation.",
      "A drop in participation, a disruption in the cycles of activity, a momentary breach in the bonds of unity—these are among the myriad challenges that may have to be met. Not infrequently the rise in human resources, or the ability to mobilise them, will fall short of the demands of rapid expansion. Yet the imposition of formulas on the process will not result in a pattern of growth characterised by the desired equilibrium. Temporary imbalances in the progress of different activities are intrinsic to the process, and they can be adjusted over time, if dealt with patiently. Scaling back one activity that is flourishing, on the basis of theoretical conceptions of how balanced growth can be achieved, often proves counterproductive. While the friends in a cluster might well benefit from the experience of those who have already established the necessary pattern of action, it is only through continued action, reflection and consultation on their part that they will learn to read their own reality, see their own possibilities, make use of their own resources, and respond to the exigencies of large‑scale expansion and consolidation to come."
    ]
  },
  {
    "id": "8/12/1/24",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 24", "section-24", 24]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The Guardian feels that, if the friends would meditate a little more objectively upon both their relationship to the Cause and the vast non‑Bahá’í public they hope to influence, they would see things more clearly. The friends are not being forced to do anything, either by the Guardian or by the National Assembly. However, the condition that the world is in, is bringing many issues to a head. It would be perhaps impossible to find a nation or people not in a state of crisis today. The materialism, the lack of true religion and the consequent baser forces in human nature which are being released, have brought the whole world to the brink of probably the greatest crisis it has ever faced or will have to face. The Bahá’ís are a part of the world. They too feel the great pressures which are brought to bear upon all people today, whoever and wherever they may be. On the other hand, the Divine Plan, which is the direct method of working toward the establishment of peace and world order, has perforce reached an important and challenging point in its unfoldment; because of the desperate needs of the world, the Bahá’ís find themselves, even though so limited in numbers, in financial strength and in prestige, called upon to fulfil a great responsibility. They must, at all times, remember that when the Guardian makes his appeals to the friends, he is only presenting the situation to them. Each one must evaluate what his own response can be and should be; nobody can do this for him. There is no other pressure than the pressure of historical circumstances. He fully realises that the demands made upon the Bahá’ís are great, and that they often feel inadequate, tired and perhaps frightened in the face of the tasks that confront them. This is only natural. On the other hand, they must realise that the power of God can and will assist them; and that because they are privileged to have accepted the Manifestation of God for this Day, this very act has placed upon them a great moral responsibility toward their fellow‑men. It is this moral responsibility to which the Guardian is constantly calling their attention, as he too cannot but obey the compelling force of circumstances and fulfil his paramount duty of calling to the attention of the believers their opportunity, their privileges, and their responsibilities."
    ]
  },
  {
    "id": "8/12/1/26",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 26", "section-26", 26]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "A generation of youth is being galvanised into action by a compelling vision of how they can contribute to building a new world. Marvelling at what they have seen, leaders of society in certain places are pressing the Bahá’ís to make their programmes for educating the young widely available.",
      "The marvellous exploits of the youth in the field of service are one of the finest fruits of the present Plan. If any proof were needed of the extraordinary potential that the youth possess, it has been incontrovertibly delivered. In the wake of the youth conferences convened in 2013, the surge of energy which was imparted to the work being carried out in clusters demonstrates clearly how the community of the Greatest Name is able to give shape to the highest aspirations of young people. How pleased we are to see that, following the participation of more than 80,000 youth in these conferences, an additional cohort of over 100,000 have joined them in taking part in numerous encounters held since then. Measures to encourage the full engagement of these growing contingents in the activities of the community must constitute a major component of the new Plan.",
      "The enthusiastic participation of the youth also highlighted the fact that they represent a most responsive element of every receptive population to which the friends have sought to reach out. What has been learned in this regard is how to help young people become aware of the contribution they can make to the improvement of their society. As consciousness is raised, they increasingly identify with the aims of the Bahá’í community and express eagerness to lend their energies to the work under way. Conversations along these lines kindle interest in how the physical and spiritual powers available to them at this time of life can be channelled towards providing for the needs of others, particularly for younger generations. Special gatherings for youth, now occurring more frequently at the level of the cluster and even the neighbourhood or village, have proved to be ideal occasions for bringing an intensity to this ongoing conversation, and they are an increasingly common feature of cycles of activity in many clusters.",
      "Experience suggests that a discussion about contributing to the betterment of society fails to tap the deepest springs of motivation if it excludes exploration of spiritual themes. The importance of “doing”, of arising to serve and to accompany fellow souls, must be harmonised with the notion of “being”, of increasing one’s understanding of the divine teachings and mirroring forth spiritual qualities in one’s life. And so it is that, having been introduced to the vision of the Faith for humanity and the exalted character of its mission, the youth naturally feel a desire to be of service, a desire to which training institutes swiftly respond. Indeed, releasing the capacity of the youth is, for each training institute, a sacred charge. Yet fostering that capacity as it develops is a responsibility of every institution of the Cause. The readiness youth demonstrate to take initiative, whatever lines of action they choose, can obscure the fact that they need sustained support from institutions and agencies in the cluster beyond the early steps.",
      "Youth also support each other in this regard, coming together in groups to engage in further study and discuss their service, to reinforce one another’s efforts and build resolve, looking to ever extend the circle of friendship more widely. The encouragement offered in this way by a network of peers provides young people with a much‑needed alternative to those siren voices that beckon towards the snares of consumerism and compulsive distractions, as well as a counter to the calls to demonise others. It is against this backdrop of enervating materialism and splintering societies that the junior youth programme reveals its particular value at this time. It offers the youth an ideal arena in which to assist those younger than themselves to withstand the corrosive forces that especially target them.",
      "As youth advance along the path of service, their endeavours are integrated seamlessly into the activities of the cluster, and as a consequence, the entire community thrives as a cohesive whole. Reaching out to the families of young people is a natural way of strengthening community building. Institutions and agencies are being challenged to increase their own capacity in order to find ways of systematically realising the potential of the youth. With a greater awareness of this age group’s circumstances and dynamics, they are able to plan accordingly—for instance, providing opportunities for youth to study courses intensively, perhaps immediately upon the conclusion of a youth gathering. The infusion of energy from a vibrant band of youth allows the tempo of the work within the cluster to be accelerated.",
      "There are currently two points along the sequence at which an individual may choose to follow a specialised path of service. The first appears at Book 3. From among the friends who complete it and begin to offer a relatively simple class for children in the first grade of a programme for their spiritual education, a percentage will want to dedicate themselves to this field of service, pursuing in time a series of progressively more complex branch courses for teaching Grades 2 to 6. This does not mean that they will abandon study of the main sequence. Indeed, courses that make up a specialised path of service anticipate that participants are continuing to progress, each at a pace suitable to his or her situation, along the path traced out by the main sequence. Book 5, which seeks to raise up animators of junior youth groups, constitutes the second point at which a series of courses branch out."
    ]
  },
  {
    "id": "8/12/1/28",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 1: Accompanying One Another on the Path of Service",
        "unit-1-accompanying-one-another-on-the-path-of-service",
        1
      ],
      ["Section 28", "section-28", 28]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Praise be to God that the divine outpourings are infinite, the melody of the lordly principles is in the utmost efficacy, the most great Orb shining with perfect splendour, the cohorts of the Supreme Concourse are attacking with invincible power, the tongues are sharper than the swords, the hearts are more brilliant than the light of electricity, the magnanimity of the friends precedes all the magnanimities of the former and subsequent generations, the souls are divinely attracted, and the fire of the love of God is enkindled."
    ]
  },
  {
    "id": "8/12/2/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 1", "section-1", 1]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The Great Being saith: The heaven of divine wisdom is illumined with the two luminaries of consultation and compassion. Take ye counsel together in all matters, inasmuch as consultation is the lamp of guidance which leadeth the way, and is the bestower of understanding.",
      "Not long ago this most sublime Word was revealed in the Crimson Book by the All‑Glorious Pen: “The heaven of divine wisdom is illumined with two luminaries: consultation and compassion.” Please God, everyone may be enabled to observe this weighty and blessed word.",
      "Consultation bestoweth greater awareness and transmuteth conjecture into certitude. It is a shining light which, in a dark world, leadeth the way and guideth. For everything there is and will continue to be a station of perfection and maturity. The maturity of the gift of understanding is made manifest through consultation.",
      "In all things it is necessary to consult. This matter should be forcibly stressed by thee, so that consultation may be observed by all. The intent of what hath been revealed from the Pen of the Most High is that consultation may be fully carried out among the friends, inasmuch as it is and will always be a cause of awareness and of awakening and a source of good and well‑being.",
      "Say: no man can attain his true station except through his justice. No power can exist except through unity. No welfare and no well‑being can be attained except through consultation."
    ]
  },
  {
    "id": "8/12/2/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 2", "section-2", 2]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Consultation has been ordained by Bahá’u’lláh as the means by which agreement is to be reached and a collective course of action defined.",
      "They must, when coming together, turn their faces to the Kingdom on high and ask aid from the Realm of Glory. They must then proceed with the utmost devotion, courtesy, dignity, care and moderation to express their views. They must in every matter search out the truth and not insist upon their own opinion, for stubbornness and persistence in one’s views will lead ultimately to discord and wrangling and the truth will remain hidden. The honoured members must with all freedom express their own thoughts, and it is in no wise permissible for one to belittle the thought of another, nay, he must with moderation set forth the truth, and should differences of opinion arise a majority of voices must prevail, and all must obey and submit to the majority. It is again not permitted that any one of the honoured members object to or censure, whether in or out of the meeting, any decision arrived at previously, though that decision be not right, for such criticism would prevent any decision from being enforced. In short, whatsoever thing is arranged in harmony and with love and purity of motive, its result is light, and should the least trace of estrangement prevail the result shall be darkness upon darkness. . . . Should they endeavour to fulfil these conditions the Grace of the Holy Spirit shall be vouchsafed unto them, and that assembly shall become the centre of the Divine blessings, the hosts of Divine confirmation shall come to their aid, and they shall day by day receive a new effusion of Spirit.",
      "Man should weigh his opinions with the utmost serenity, calmness and composure. Before expressing his own views he should carefully consider the views already advanced by others. If he finds that a previously expressed opinion is more true and worthy, he should accept it immediately and not wilfully hold to an opinion of his own. By this excellent method he endeavours to arrive at unity and truth. Opposition and division are deplorable. . . . Therefore, true consultation is spiritual conference in the attitude and atmosphere of love. Members must love each other in the spirit of fellowship in order that good results may be forthcoming. Love and fellowship are the foundation.",
      "The most memorable instance of spiritual consultation was the meeting of the disciples of Jesus Christ upon the mount after His ascension. They said, “Jesus Christ has been crucified, and we have no longer association and intercourse with Him in His physical body; therefore, we must be loyal and faithful to Him, we must be grateful and appreciate Him, for He has raised us from the dead, He made us wise, He has given us eternal life. What shall we do to be faithful to Him?” And so they held council. One of them said, “We must detach ourselves from the chains and fetters of the world; otherwise, we cannot be faithful.” The others replied, “That is so.” Another said, “Either we must be married and faithful to our wives and children or serve our Lord free from these ties. We cannot be occupied with the care and provision for families and at the same time herald the Kingdom in the wilderness. Therefore, let those who are unmarried remain so, and those who have married provide means of sustenance and comfort for their families and then go forth to spread the message of glad tidings.” There were no dissenting voices; all agreed, saying, “That is right.” A third disciple said, “To perform worthy deeds in the Kingdom we must be further self‑sacrificing. From now on we should forego ease and bodily comfort, accept every difficulty, forget self and teach the Cause of God.” This found acceptance and approval by all the others. Finally a fourth disciple said, “There is still another aspect to our faith and unity. For Jesus’ sake we shall be beaten, imprisoned and exiled. They may kill us. Let us receive this lesson now. Let us realise and resolve that though we are beaten, banished, cursed, spat upon and led forth to be killed, we shall accept all this joyfully, loving those who hate and wound us.” All the disciples replied, “Surely we will—it is agreed; this is right.” Then they descended from the summit of the mountain, and each went forth in a different direction upon his divine mission.",
      "This was true consultation. This was spiritual consultation and not the mere voicing of personal views in parliamentary opposition and debate."
    ]
  },
  {
    "id": "8/12/2/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 3", "section-3", 3]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "In this Cause consultation is of vital importance, but spiritual conference and not the mere voicing of personal views is intended. In France I was present at a session of the senate, but the experience was not impressive. Parliamentary procedure should have for its object the attainment of the light of truth upon questions presented and not furnish a battleground for opposition and self‑opinion. Antagonism and contradiction are unfortunate and always destructive to truth. In the parliamentary meeting mentioned, altercation and useless quibbling were frequent; the result, mostly confusion and turmoil; even in one instance a physical encounter took place between two members. It was not consultation but comedy.",
      "Beware, beware lest the foul odour of the parties and peoples of foreign lands in the West, and their pernicious methods, such as intrigues, party politics and propaganda—practices which are abhorrent even in name—should ever reach the Bahá’í community, exert any influence whatsoever upon the friends, and thus bring all spirituality to naught."
    ]
  },
  {
    "id": "8/12/2/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 4", "section-4", 4]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The prime requisites for them that take counsel together are purity of motive, radiance of spirit, detachment from all else save God, attraction to His Divine Fragrances, humility and lowliness amongst His loved ones, patience and long‑suffering in difficulties and servitude to His exalted Threshold. Should they be graciously aided to acquire these attributes, victory from the unseen Kingdom of Bahá shall be vouchsafed to them.",
      "O Thou Lord of the Kingdom! Though our bodies be gathered here together, yet our spellbound hearts are carried away by Thy love, and yet are we transported by the rays of Thy resplendent face. Weak though we be, we await the revelations of Thy might and power. Poor though we be, with neither goods nor means, still take we riches from the treasures of Thy Kingdom. Drops though we be, still do we draw from out Thy ocean deeps. Motes though we be, still do we gleam in the glory of Thy splendid Sun.",
      "O Thou our Provider! Send down Thine aid, that each one gathered here may become a lighted candle, each one a centre of attraction, each one a summoner to Thy heavenly realms, till at last we make this nether world the mirror image of Thy Paradise."
    ]
  },
  {
    "id": "8/12/2/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 5", "section-5", 5]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "They should approach their task with extreme humility, and endeavour, by their open‑mindedness, their high sense of justice and duty, their candour, their modesty, their entire devotion to the welfare and interests of the friends, the Cause, and humanity, to win, not only the confidence and the genuine support and respect of those whom they serve, but also their esteem and real affection. They must, at all times, avoid the spirit of exclusiveness, the atmosphere of secrecy, free themselves from a domineering attitude, and banish all forms of prejudice and passion from their deliberations."
    ]
  },
  {
    "id": "8/12/2/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 6", "section-6", 6]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The first condition is absolute love and harmony amongst the members of the assembly. They must be wholly free from estrangement and must manifest in themselves the Unity of God, for they are the waves of one sea, the drops of one river, the stars of one heaven, the rays of one sun, the trees of one orchard, the flowers of one garden. Should harmony of thought and absolute unity be nonexistent, that gathering shall be dispersed and that assembly be brought to naught.",
      "Every meeting which is organised for the purpose of unity and concord will be conducive to changing strangers into friends, enemies into associates, and ‘Abdu’l‑Bahá will be present in his heart and soul with that meeting.",
      "The first duty of the members is to effect their own unity and harmony, in order to obtain good results. If there be no unity, or the Committee becomes the cause of inharmony, undoubtedly, it is better that it does not exist. . . .",
      "Therefore, when the unity of the members of the Committee is established, their second duty is to read the verses and communes, to be in a state of commemoration and mindfulness, that they may see each other as if in the presence of God.",
      "If a small number of people gather lovingly together, with absolute purity and sanctity, with their hearts free of the world, experiencing the emotions of the Kingdom and the powerful magnetic forces of the Divine, and being at one in their happy fellowship, that gathering will exert its influence over all the earth. The nature of that band of people, the words they speak, the deeds they do, will unleash the bestowals of Heaven, and provide a foretaste of eternal bliss. The hosts of the Company on high will defend them, and the angels of the Abhá Paradise, in continuous succession, will come down to their aid."
    ]
  },
  {
    "id": "8/12/2/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 7", "section-7", 7]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      ". . . when the regiment of an army and the individuals of a cohort are united and related with ease, untold triumphs will be acquired. But if they come together one day and disperse another day, no fruits will be produced.",
      "Therefore, as ye have prepared an army of heaven and become the host of life, ye must continue to hold meetings, have spiritual communications, be firm in resolution, steadfast in purpose and be constant and persevering so that ye may win celestial conquests.",
      "I supplicate and entreat at the Threshold of God to assist and confirm you in firmness and steadfastness and cause you to guide the inhabitants of that region.",
      "At the gathering you convene, the members of your Assembly will no doubt strive to create an atmosphere conducive to fruitful discussion, in which the friends in attendance may review guidance of the House of Justice, share their experiences, express their views in a constructive way, reach unity of vision, and formulate joint plans of action. In such an atmosphere of cooperation, the question of how to meet the goal you have set . . . can be addressed by establishing a sound process of learning based on action and reflection . . .",
      "We note that, as learning accelerates, the friends grow more capable of overcoming setbacks, whether small or large—diagnosing their root causes, exploring the underlying principles, bringing to bear relevant experience, identifying remedial steps, and assessing progress, until the process of growth has been fully reinvigorated.",
      "May the favours of the Blessed Beauty, Bahá’u’lláh, encompass you, and may the lights of the Sun of Reality be your illumination. May you all become united and assured. May you serve the Cause of God as one single, united force. I give you the glad tidings that the confirmations of God will descend upon you.",
      "The utmost desire of the lordly ones is the union of the friends, the agreement of the believers and the spiritual communication of the hearts; in order that they may shine in this darkened world like unto bright stars; educate all the communities of the world in the precepts of love; be kind and benevolent to every one, sympathetic and compassionate to all; to become the cool and pure water to every thirsty one, a heavenly table to every hungry one, a swift healing antidote to every sick one and the cause of the everlasting glory to every humiliated one.",
      "O God! Make our souls dependent upon the Verses of Thy Divine Unity, our hearts cheered with the outpourings of Thy Grace, that we may unite even as the waves of one sea and become merged together as the rays of Thine effulgent Light; that our thoughts, our views, our feelings may become as one reality, manifesting the spirit of union throughout the world.",
      "O ye beloved of the Lord! This day is the day of union, the day of the ingathering of all mankind. “Verily God loveth those who, as though they were a solid wall, do battle for His Cause in serried lines!” Note that He saith “in serried lines”—meaning crowded and pressed together, one locked to the next, each supporting his fellows. To do battle, as stated in the sacred verse, doth not, in this greatest of all dispensations, mean to go forth with sword and spear, with lance and piercing arrow—but rather weaponed with pure intent, with righteous motives, with counsels helpful and effective, with godly attributes, with deeds pleasing to the Almighty, with the qualities of heaven. It signifieth education for all mankind, guidance for all men, the spreading far and wide of the sweet savours of the spirit, the promulgation of God’s proofs, the setting forth of arguments conclusive and divine, the doing of charitable deeds.",
      "Whensoever holy souls, drawing on the powers of heaven, shall arise with such qualities of the spirit, and march in unison, rank on rank, every one of those souls will be even as one thousand, and the surging waves of that mighty ocean will be even as the battalions of the Concourse on high. What a blessing that will be—when all shall come together, even as once separate torrents, rivers and streams, running brooks and single drops, when collected together in one place will form a mighty sea. And to such a degree will the inherent unity of all prevail, that the traditions, rules, customs and distinctions in the fanciful life of these populations will be effaced and vanish away like isolated drops, once the great sea of oneness doth leap and surge and roll."
    ]
  },
  {
    "id": "8/12/2/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 8", "section-8", 8]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "O God, my God! We are servants of Thine that have turned with devotion to Thy Holy Face, that have detached ourselves from all besides Thee in this glorious Day. We have gathered in this Spiritual Assembly, united in our views and thoughts, with our purposes harmonised to exalt Thy Word amidst mankind.",
      "It behoveth all the beloved of God to become as one, to gather together under the protection of a single flag, to stand for a uniform body of opinion, to follow one and the same pathway, to hold fast to a single resolve.",
      "understood as the collective investigation of reality, promotes detachment from personal views, gives due importance to valid empirical information, does not raise mere opinion to the status of fact or define truth as the compromise between opposing interest groups.",
      "Composed of such individuals and such institutions, the community of the Greatest Name becomes that spiritually charged arena in which powers are multiplied in unified action. It is of this community that ‘Abdu’l‑Bahá writes: “When any souls grow to be true believers, they will attain a spiritual relationship with one another, and show forth a tenderness which is not of this world. They will, all of them, become elated from a draught of divine love, and that union of theirs, that connection, will also abide forever. Souls, that is, who will consign their own selves to oblivion, strip from themselves the defects of humankind, and unchain themselves from human bondage, will beyond any doubt be illumined with the heavenly splendours of oneness, and will all attain unto real union in the world that dieth not.”"
    ]
  },
  {
    "id": "8/12/2/10",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 10", "section-10", 10]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Settle all things, both great and small, by consultation. Without prior consultation, take no important step in your own personal affairs. Concern yourselves with one another. Help along one another’s projects and plans.",
      "The question of consultation is of the utmost importance, and is one of the most potent instruments conducive to the tranquillity and felicity of the people. For example, when a believer is uncertain about his affairs, or when he seeketh to pursue a project or trade, the friends should gather together and devise a solution for him. He, in his turn, should act accordingly.",
      "Regarding thy question about consultation of a father with his son, or a son with his father, in matters of trade and commerce, consultation is one of the fundamental elements of the foundation of the Law of God. Such consultation is assuredly acceptable, whether between father and son, or with others. There is nothing better than this. Man must consult in all things for this will lead him to the depths of each problem and enable him to find the right solution.",
      "The preservation of unity within the family, and the maintenance of a setting in which all members of the family may grow spiritually, requires moderation and restraint by all concerned. Family consultation is a vital element in the development of a sound relationship; the principles of consultation enumerated by the Master, including courtesy, respect for the views of others, and the full and frank expression of opinions, are applicable to relationships within the family as well as to the functioning of a Spiritual Assembly.",
      "Bahá’í consultation is not confined to the administrative institutions of the Faith. Whenever our understanding of a matter is limited or unclear, we have been encouraged to consult with a view to arriving at the truth. This consultation may be held with an institution of the Faith, with professional counsellors, or in a case where several people are involved, such as a family situation, one may want to gather together those who are affected so that a collective decision can be arrived at. There is also no objection whatever to a Bahá’í’s asking a group of people to consult together on a problem facing him.",
      "The purpose of this kind of consultation is to arrive at a solution to a problem and is quite different from the sort of group baring of the soul which borders on the kind of confession that is forbidden in the Faith. In the process of consultation the friends must balance the principle that ‘The honoured members must with all freedom express their own thoughts’ with the corollary that ‘he must with moderation set forth the truth’. Furthermore, individuals should be guided by their consciences and the circumstances of each situation. Hard and fast rules cannot and should not be laid down."
    ]
  },
  {
    "id": "8/12/2/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 11", "section-11", 11]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      ". . . consultation is acceptable in the presence of the Almighty, and hath been enjoined upon the believers, so that they may confer upon ordinary and personal matters, as well as on affairs which are general in nature and universal.",
      "For instance, when a man hath a project to accomplish, should he consult with some of his brethren, that which is agreeable will of course be investigated and unveiled to his eyes, and the truth will be disclosed. Likewise on a higher level, should the people of a village consult one another about their affairs, the right solution will certainly be revealed. In like manner, the members of each profession, such as in industry, should consult, and those in commerce should similarly consult on business affairs. In short, consultation is desirable and acceptable in all things and on all issues.",
      "Consultation can, of course, assume divers forms. One is the consultation between equals leading to a joint decision, as in the case of the deliberations of a Spiritual Assembly. In consultation between a Local Assembly and a Nineteen Day Feast, the principle finds expression in another way. Here consultation generally takes the form of a discussion, as may be necessary, to draw out thoughts and information towards the enrichment of common understanding, but with the decision being made by those with authority.",
      "It should be remembered that the aim of such consultations, beyond addressing certain practical considerations, is to maintain a high level of enthusiasm and to create a spirit of service and fellowship among those present. Discussions should not become bogged down by undue concern for procedural issues, but should focus on what can be achieved and on the joy of witnessing the fruits of hard work and diligent effort.",
      "Meetings of consultation held at the cluster level serve to raise awareness of possibilities and generate enthusiasm. Here, free from the demands of formal decision‑making, participants reflect on experience gained, share insights, explore approaches and acquire a better understanding of how each can contribute to achieving the aim of the Plan. In many cases, such interaction leads to consensus on a set of short‑term goals, both individual and collective. Learning in action is becoming the outstanding feature of the emerging mode of operation."
    ]
  },
  {
    "id": "8/12/2/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 12", "section-12", 12]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Consultation “must have for its object the investigation of truth.”",
      "“The light of truth shineth from the faces of those who engage in consultation.”",
      "When we engage in consultation, “that which is agreeable will of course be investigated and unveiled” to our eyes and “the truth will be disclosed”.",
      "Through consultation, we endeavour “to arrive at unity and truth”.",
      "Consultation is “the method prescribed by Bahá’u’lláh for the maintenance of unity”.",
      "Consultation provides us with a way to “clarify a certain matter and bring about unity of vision”.",
      "Consultation allows us “to draw out thoughts and information towards the enrichment of common understanding”.",
      "Consultation “is the lamp of guidance which leadeth the way, and is the bestower of understanding.”",
      "Through consultation, “the maturity of the gift of understanding is made manifest”.",
      "Consultation gives us “insight into things” and enables us “to delve into questions which are unknown”.",
      "“Consultation bestoweth greater awareness and transmuteth conjecture into certitude.”",
      "Consultation is “a shining light which, in a dark world, leadeth the way and guideth.”",
      "Consultation “causeth the living waters to flow in the meadows of man’s reality, the rays of ancient glory to shine upon him, and the tree of his being to be adorned with wondrous fruit.”",
      "Consultation “is and will always be a cause of awareness and of awakening and a source of good and well‑being.”",
      "Through consultation, we can become “cognisant of what is good”.",
      "“The right solution will certainly be revealed” through a consultative process.",
      "Consultation leads us “to the depths of each problem” and enables us “to find the right solution”.",
      "“With proper consultation some method is sure to be found.”",
      "Through consultation, “views are exchanged and cooperation becomes possible.”",
      "“Consultation paves the path of individual and collective endeavour.”",
      "Consultation “attracteth the aid and bestowal of God”.",
      "Consultation is “the cause of great victories”.",
      "Through the practice of consultation, “the growth, progress, and enduring unity of the community are ensured”.",
      "The purpose of consultation “is to show that the views of several individuals are assuredly preferable to one man, even as the power of a number of men is of course greater than the power of one man.”",
      "“The process of Bahá’í consultation is designed to ensure that every believer’s voice can be heard, and his or her views considered.”",
      "Through consultative processes in diverse spaces, “the community can develop as a model of the dynamic and unified social organism which humanity is seeking in this age of disorder and division.”",
      "Consultation plays an essential role “in raising the community’s level of maturity and in enhancing its effectiveness.”",
      "It is through consultation and submission to the results thereof “that things may be properly ordered and well arranged”.",
      "Consultation is “indispensable for the ordering of human affairs.”",
      "Consultation is “one of the most potent instruments conducive to the tranquillity and felicity of the people.”",
      "Without consultation, “no welfare and no well‑being can be attained”."
    ]
  },
  {
    "id": "8/12/2/13",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 13", "section-13", 13]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Reality or truth is one . . . If they seek reality itself, they will agree and be united; for reality is indivisible and not multiple. It is evident, therefore, that there is nothing of greater importance to mankind than the investigation of truth.",
      "Erelong shall We bring into being through you keen and penetrating eyes that will contemplate the manifold signs of their Creator and turn away from all that is perceived by the people of the world. Through you shall We bestow the power of vision upon whomsoever We desire, and lay hold upon those who have deprived themselves of this gracious bounty. These, verily, have drunk from the cup of delusion, though they perceive it not."
    ]
  },
  {
    "id": "8/12/2/14",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 14", "section-14", 14]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Verily this is that Most Great Beauty, foretold in the Books of the Messengers, through Whom truth shall be distinguished from error and the wisdom of every command shall be tested.",
      "For this day is the Lord of all days, and whatsoever hath been revealed therein by the Source of divine Revelation is the truth and the essence of all principles.",
      "Now hath the Truth appeared, and falsehood fled away; now hath the day dawned and jubilation taken over, wherefore men’s souls are sanctified, their spirits purged, their hearts rejoiced, their minds purified, their secret thoughts made wholesome, their consciences washed clean, their inmost selves made holy . . .",
      "O Son of Man! Wert thou to speed through the immensity of space and traverse the expanse of heaven, yet thou wouldst find no rest save in submission to Our command and humbleness before Our Face."
    ]
  },
  {
    "id": "8/12/2/15",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 15", "section-15", 15]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "During my visit to London and Paris last year I had many talks with the materialistic philosophers of Europe. The basis of all their conclusions is that the acquisition of knowledge of phenomena is according to a fixed, invariable law—a law mathematically exact in its operation through the senses. For instance, the eye sees a chair; therefore, there is no doubt of the chair’s existence. The eye looks up into the heavens and beholds the sun; I see flowers upon this table; I smell their fragrance; I hear sounds outside, etc. This, they say, is a fixed mathematical law of perception and deduction, the operation of which admits of no doubt whatever; for inasmuch as the universe is subject to our sensing, the proof is self‑evident that our knowledge of it must be gained through the avenues of the senses. That is to say, the materialists announce that the criterion and standard of human knowledge is sense perception. Among the Greeks and Romans the criterion of knowledge was reason—that whatever is provable and acceptable by reason must necessarily be admitted as true. A third standard or criterion is the opinion held by theologians that traditions or prophetic statement and interpretations constitute the basis of human knowing. There is still another, a fourth criterion, upheld by religionists and metaphysicians who say that the source and channel of all human penetration into the unknown is through inspiration. Briefly then, these four criteria according to the declarations of men are: first, sense perception; second, reason; third, traditions; fourth, inspiration.",
      "When we consider the third criterion—traditions—upheld by theologians as the avenue and standard of knowledge, we find this source equally unreliable and unworthy of dependence. For religious traditions are the report and record of understanding and interpretation of the Book. By what means has this understanding, this interpretation been reached? By the analysis of human reason. When we read the Book of God, the faculty of comprehension by which we form conclusions is reason. Reason is mind. If we are not endowed with perfect reason, how can we comprehend the meanings of the Word of God? Therefore, human reason, as already pointed out, is by its very nature finite and faulty in conclusions. It cannot surround the Reality Itself, the Infinite Word. Inasmuch as the source of traditions and interpretations is human reason, and human reason is faulty, how can we depend upon its findings for real knowledge?",
      "The fourth criterion I have named is inspiration through which it is claimed the reality of knowledge is attainable. What is inspiration? It is the influx of the human heart. But what are satanic promptings which afflict mankind? They are the influx of the heart also. How shall we differentiate between them? The question arises: How shall we know whether we are following inspiration from God or satanic promptings of the human soul?",
      "Briefly, the point is that in the human material world of phenomena these four are the only existing criteria or avenues of knowledge, and all of them are faulty and unreliable. What then remains? How shall we attain the reality of knowledge? By the breaths and promptings of the Holy Spirit, which is light and knowledge itself. Through it the human mind is quickened and fortified into true conclusions and perfect knowledge. This is conclusive argument showing that all available human criteria are erroneous and defective, but the divine standard of knowledge is infallible. Therefore, man is not justified in saying, “I know because I perceive through my senses,” or “I know because it is proved through my faculty of reason,” or “I know because it is according to tradition and interpretation of the Holy Book,” or “I know because I am inspired.” All human standards of judgement are faulty, finite."
    ]
  },
  {
    "id": "8/12/2/17",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 17", "section-17", 17]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "No man shall attain the shores of the ocean of true understanding except he be detached from all that is in heaven and on earth. Sanctify your souls, O ye peoples of the world, that haply ye may attain that station which God hath destined for you and enter thus the tabernacle which, according to the dispensations of Providence, hath been raised in the firmament of the Bayán.",
      "The essence of these words is this: they that tread the path of faith, they that thirst for the wine of certitude, must cleanse themselves of all that is earthly—their ears from idle talk, their minds from vain imaginings, their hearts from worldly affections, their eyes from that which perisheth. They should put their trust in God, and, holding fast unto Him, follow in His way. Then will they be made worthy of the effulgent glories of the sun of divine knowledge and understanding . . ."
    ]
  },
  {
    "id": "8/12/2/18",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      ["Unit 2: Consultation", "unit-2-consultation", 2],
      ["Section 18", "section-18", 18]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "O God, my God! We are servants of Thine that have turned with devotion to Thy Holy Face, that have detached ourselves from all besides Thee in this glorious Day. We have gathered in this Spiritual Assembly, united in our views and thoughts, with our purposes harmonised to exalt Thy Word amidst mankind.",
      "O God! Make our souls dependent upon the Verses of Thy Divine Unity, our hearts cheered with the outpourings of Thy Grace, that we may unite even as the waves of one sea and become merged together as the rays of Thine effulgent Light; that our thoughts, our views, our feelings may become as one reality, manifesting the spirit of union throughout the world.",
      "O God! O God! From the unseen kingdom of Thy oneness behold us assembled in this spiritual meeting, believing in Thee, confident in Thy signs, firm in Thy Covenant and Testament, attracted to Thee, set aglow with the fire of Thy love and sincere in Thy Cause.",
      "O my God! O my God! Verily, these servants are turning to Thee, supplicating Thy kingdom of mercy. Verily, they are attracted by Thy holiness and set aglow with the fire of Thy love, seeking confirmation from Thy wondrous kingdom, and hoping for attainment in Thy heavenly realm. Verily, they long for the descent of Thy bestowal, desiring illumination from the Sun of Reality.",
      "O Thou merciful God! O Thou Who art mighty and powerful! O Thou most kind Father! These servants have gathered together, turning to Thee, supplicating Thy threshold, desiring Thine endless bounties from Thy great assurance. They have no purpose save Thy good pleasure. They have no intention save service to the world of humanity.",
      "O my Lord! They are weak souls standing at Thy door; they are paupers in Thy courtyard, desperate for Thy grace, in dire need of Thy succour, turning their faces toward the kingdom of Thy oneness, yearning for the bounties of Thy bestowals.",
      "O God! Make this assemblage radiant. Make the hearts merciful. Confer the bounties of the Holy Spirit. Endow them with a power from heaven. Bless them with heavenly minds. Increase their sincerity, so that with all humility and contrition they may turn to Thy kingdom and be occupied with service to the world of humanity. May each one become a radiant candle. May each one become a brilliant star. May each one become beautiful in colour and redolent of fragrance in the Kingdom of God.",
      "O Divine Providence! This assemblage is composed of Thy friends who are attracted to Thy beauty and are set ablaze by the fire of Thy love. Turn these souls into heavenly angels, resuscitate them through the breath of Thy Holy Spirit, grant them eloquent tongues and resolute hearts, bestow upon them heavenly power and merciful susceptibilities, cause them to become the promulgators of the oneness of mankind and the cause of love and concord in the world of humanity, so that the perilous darkness of ignorant prejudice may vanish through the light of the Sun of Truth, this dreary world may become illumined, this material realm may absorb the rays of the world of spirit, these different colours may merge into one colour and the melody of praise may rise to the kingdom of Thy sanctity."
    ]
  },
  {
    "id": "8/12/3/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 1", "section-1", 1]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Service on the institutions and agencies of the Faith is indeed a tremendous privilege, but not one that is sought by the individual; it is a duty and responsibility to which he or she may be called at any given time. It is understandable, of course, that all those involved in Bahá’í administration would rightly feel they have been invested with a singular honour in forming part, in whatever way, of a structure designed to be a channel through which the spirit of the Cause flows. Yet they should not imagine that such service entitles them to operate on the periphery of the learning process that is everywhere gaining strength, exempt from its inherent requirements. Nor should it be supposed that membership on administrative bodies provides an opportunity to promote one’s own understanding of what is recorded in the Sacred Text and how the teachings should be applied, steering the community in whatever direction personal preferences dictate. Referring to members of Spiritual Assemblies, the Guardian wrote that they “must disregard utterly their own likes and dislikes, their personal interests and inclinations, and concentrate their minds upon those measures that will conduce to the welfare and happiness of the Bahá’í Community and promote the common weal.” Bahá’í institutions do exercise authority to guide the friends, and exert moral, spiritual and intellectual influence on the lives of individuals and communities. However, such functions are to be performed with the realisation that an ethos of loving service pervades Bahá’í institutional identity. Qualifying authority and influence in this manner implies sacrifice on the part of those entrusted to administer the affairs of the Faith. Does not ‘Abdu’l‑Bahá tell us that “when a lump of iron is cast into the forge, its ferrous qualities of blackness, coldness and solidity, which symbolise the attributes of the human world, are concealed and disappear, while the fire’s distinctive qualities of redness, heat and fluidity, which symbolise the virtues of the Kingdom, become visibly apparent in it.” As He averred, “ye must in this matter—that is, the serving of humankind—lay down your very lives, and as ye yield yourselves, rejoice.”",
      "The House of Justice hopes that all the friends will remember that the ultimate aim in life of every soul should be to attain spiritual excellence—to win the good pleasure of God. The true spiritual station of any soul is known only to God. It is quite a different thing from the ranks and stations that men and women occupy in the various sectors of society. Whoever has his eyes fixed on the goal of attaining the good pleasure of God will accept with joy and radiant acquiescence whatever work or station is assigned to him in the Cause of God, and will rejoice to serve Him under all conditions."
    ]
  },
  {
    "id": "8/12/3/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "O my God! O my God! Verily, I invoke Thee and supplicate before Thy threshold, asking Thee that all Thy mercies may descend upon these souls. Specialise them for Thy favour and Thy truth.",
      "O Lord! Unite and bind together the hearts, join in accord all the souls, and exhilarate the spirits through the signs of Thy sanctity and oneness. O Lord! Make these faces radiant through the light of Thy oneness. Strengthen the loins of Thy servants in the service of Thy kingdom.",
      "O Lord, Thou possessor of infinite mercy! O Lord of forgiveness and pardon! Forgive our sins, pardon our shortcomings, and cause us to turn to the kingdom of Thy clemency, invoking the kingdom of might and power, humble at Thy shrine and submissive before the glory of Thine evidences.",
      "O Lord God! Make us as waves of the sea, as flowers of the garden, united, agreed through the bounties of Thy love. O Lord! Dilate the breasts through the signs of Thy oneness, and make all mankind as stars shining from the same height of glory, as perfect fruits growing upon Thy tree of life.",
      "Verily, Thou art the Almighty, the Self‑Subsistent, the Giver, the Forgiving, the Pardoner, the Omniscient, the One Creator.",
      "O Lord! Enable all the peoples of the earth to gain admittance into the Paradise of Thy Faith, so that no created being may remain beyond the bounds of Thy good‑pleasure.",
      "From time immemorial Thou hast been potent to do what pleaseth Thee and transcendent above whatsoever Thou desirest."
    ]
  },
  {
    "id": "8/12/3/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Clearly, the institute process raises capacity for a broad range of undertakings; from the earliest courses, participants are encouraged to visit their friends at their homes and study a prayer together or share with them a theme from the Bahá’í teachings. Arrangements for supporting the friends in these endeavours, which may have been largely informal, eventually prove inadequate, signalling the need for an Area Teaching Committee to appear. Its principal focus is the mobilisation of individuals, often through the formation of teams, for the continued spread of the pattern of activity in a cluster. Its members come to see everyone as a potential collaborator in a collective enterprise, and they appreciate their own part in nurturing a spirit of common purpose in the community. With a Committee in place, the efforts already under way to convene gatherings for worship, to carry out home visits, and to teach the Faith can now expand considerably.",
      "Meanwhile, the Area Teaching Committee is rising to a new level of functioning. It is engaged in a more thorough reading of circumstances in the whole cluster: on the one hand, accurately assessing the capacities of the community and the effects being produced by sustained growth, and on the other, understanding the implications of various social realities for community building in the long term. In the plans it makes each cycle, the Committee relies heavily on those shouldering the greatest share of the work of expansion and consolidation, but given that the number of those connected in some way with the pattern of activity is now large, a variety of questions become more pressing: how to mobilise the entire company of believers in support of teaching goals; how to organise systematic home visits to the friends who would benefit from deepening and discussions that connect them with the community; how to strengthen spiritual bonds with the parents of children and junior youth; how to build on the interest of those who have shown goodwill towards the Faith but have yet to take part in its activities. Promoting the widespread holding of devotional meetings is another concern, so that hundreds of people, eventually thousands, are engaged in worship in the company of their households and their neighbours. Ultimately, of course, the Committee looks to continually extend the reach of the community’s endeavours so that more and more souls become acquainted with the message of Bahá’u’lláh. In managing the complexities involved in its own work—which includes gathering and analysing statistical data, as well as a diversity of other tasks—the Committee draws on the help of individuals beyond its own members. These complexities also require increasingly close collaboration with Local Spiritual Assemblies."
    ]
  },
  {
    "id": "8/12/3/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "At any given moment it is possible to view from one of two perspectives what occurs in a cluster as the pattern of action promoted by the Five Year Plan, through which is woven the fabric of a vibrant community life, gathers in strength. Both perspectives are equally valid; each offers a particular way of thinking and speaking about what is taking place. From one perspective an educational process with three distinct stages appears in sharp relief: the first for the youngest members of the community, the second for those in the challenging transitional years, and the third for youth and adults. In this context, one speaks of three educational imperatives, each distinguished by its own methods and materials, each claiming a share of resources, and each served by mechanisms to systematise experience and to generate knowledge based on insights gained in the field. Quite naturally, then, three discussions take shape around the implementation of the programme for the spiritual education of children, the junior youth spiritual empowerment programme, and the main sequence of courses.",
      "From another perspective one thinks in terms of the three‑month cycles of activity through which a community grows—the burst of expansion experienced as a result of intense action; the necessary period of consolidation during which increases in ranks are fortified as they, for example, participate in devotional gatherings and the Nineteen Day Feast and receive visits at their homes; and the opportunities designated for all to reflect and plan. The question of teaching among receptive populations moves to the foreground in this light, and the challenge of seeking out souls who are willing to engage in a conversation about the world around them and participate in a collective effort to transform it comes into focus.",
      "It is especially at the level of coordination that it proves indispensable to step back and view from these two vantage points what is essentially one reality. Doing so makes it possible to analyse accurately, to assess strategically, to allocate wisely, and to avoid fragmentation."
    ]
  },
  {
    "id": "8/12/3/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The precise objectives of each expansion phase vary, of course, depending on conditions in the cluster and the circumstances of the Bahá’í community. In some instances, its main aim is to increase participation in the core activities; in others, readiness to enrol in the Faith is discovered. Conversations about the Person of Bahá’u’lláh and the purpose of His mission occur in a variety of settings, including firesides and visits to homes. The actions undertaken during this phase allow abilities developed through studying the relevant institute materials to be exercised and refined. As experience grows, the friends become more adept at discerning when they have found a hearing ear, at deciding when to be more direct in sharing the message, at removing obstacles to understanding, and at helping seekers to embrace the Cause. The approach of working in teams allows the friends to serve together, offer mutual support, and build confidence—but even when carrying out actions individually, they are coordinating their efforts to greater effect. Their focus and investment of time endow this short but decisive phase of the cycle with the intensity it demands. This spirit of high resolve serves to multiply the community’s powers, and in each cycle the friends learn to depend more and more on the potent confirmations from the divine realm that their actions attract."
    ]
  },
  {
    "id": "8/12/3/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Today as we observe the workings of those clusters which are in a robust state of growth, we note that in every one of them the friends have continued to strengthen the institute process, while learning to mobilise their expanding nucleus of active supporters of the Faith, to establish an efficient scheme for the coordination of their efforts, to weave their individual initiatives and collective endeavours into an effective pattern of unified action, and to draw on the analysis of pertinent information in planning the cycles of their activities. That they have found the means for carrying forward the work of expansion and consolidation hand in hand—the key to sustained growth—is demonstrable. Such evidence will surely inspire every devoted believer to remain resolute on the path of systematic learning that has been set."
    ]
  },
  {
    "id": "8/12/3/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Key to the progress of an intensive programme of growth is the phase dedicated to reflection, in which the lessons learned in action are articulated and incorporated into plans for the next cycle of activity. Its principal feature is the reflection meeting—as much a time of joyous celebration as it is of serious consultation. Careful analysis of experience, through participatory discussions rather than overly complex and elaborate presentations, serves to maintain unity of vision, sharpen clarity of thought and heighten enthusiasm.",
      "The impulse to learn through action is, of course, present among the friends from the very start. The introduction of quarterly cycles of activity capitalises on this emerging capacity and allows it to be steadily reinforced. Although this capacity is specifically associated with the reflection and planning phase of a cycle, especially the reflection gathering that regulates its pulsating heartbeat, it also comes to be exercised at all other points of the cycle by those pursuing related lines of action."
    ]
  },
  {
    "id": "8/12/3/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Just as the training institute works closely to guide and accompany the friends who initiate children’s classes, junior youth groups, and study circles, the Area Teaching Committee can encourage and support many individuals to carry out other acts of service, such as hosting devotional gatherings, undertaking home visits, and teaching the Faith. These are not merely activities to be multiplied but fundamental aspects of Bahá’í community life intended for all. Devotional gatherings, for example, steadily multiply to include all of the believers in a cluster as well as many of their associates. The teaching work is broad in scope, encompassing personal efforts as well as collective projects, selected neighbourhoods as well as sundry localities, chosen populations as well as chance acquaintances, firesides as well as core activities. In this manner, the participation of more and more believers in the community‑building activities of the Plan has profound implications at the level of culture. Devotional gatherings, the embryo of the local Mashriqu’l‑Adhkár, kindle the stirrings of the spirit and ignite the flame of service. Visiting one another’s homes weaves bonds of love and union. Teaching becomes a way of life.",
      "The systematic pursuit of the Plan in all its dimensions gives rise to a pattern of collective endeavour distinguished not only for its commitment to service, but also for its attraction to worship. The intensification of activity which the next five years requires will further enrich the devotional life shared by those who serve side by side in clusters around the world. This process of enrichment is already much advanced: witness, for instance, how gatherings for worship have been integrated into the core of community life. Devotional meetings are occasions where any soul may enter, inhale the heavenly fragrances, experience the sweetness of prayer, meditate upon the Creative Word, be transported on the wings of the spirit, and commune with the one Beloved. Feelings of fellowship and common cause are generated, particularly in the spiritually heightened conversations that naturally occur at such times and through which the “city of the human heart” may be opened. By convening a gathering for worship at which adults and children of any background are welcome, the spirit of the Mashriqu’l‑Adhkár is evoked in any locality. The enhancement of the devotional character of a community also has an effect on the Nineteen Day Feast and can be felt at other times when the friends come together."
    ]
  },
  {
    "id": "8/12/3/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The Twin Luminaries of this resplendent age have taught us this: Prayer is the essential spiritual conversation of the soul with its Maker, direct and without intermediation. It is the spiritual food that sustains the life of the spirit. Like the morning’s dew, it brings freshness to the heart and cleanses it, purifying it from attachments of the insistent self. It is a fire that burns away the veils and a light that leads to the ocean of reunion with the Almighty. On its wings does the soul soar in the heavens of God and draw closer to the divine reality. Upon its quality depends the development of the limitless capacities of the soul and the attraction of the bounties of God, but the prolongation of prayer is not desirable. The powers latent in prayer are manifested when it is motivated by the love of God, beyond any fear or favour, and free from ostentation and superstition. It is to be expressed with a sincere and pure heart conducive to contemplation and meditation so that the rational faculty can be illumined by its effects. Such prayer will transcend the limitation of words and go well beyond mere sounds. The sweetness of its melodies must gladden and uplift the heart and reinforce the penetrating power of the Word, transmuting earthly inclinations into heavenly attributes and inspiring selfless service to humankind.",
      "These undertakings, inextricably linked to the development of community life now being fostered everywhere through acts of devotion and service, are further steps in the sublime task entrusted to humanity by Bahá’u’lláh to build Houses of Worship “throughout the lands in the name of Him Who is the Lord of all religions”—centres in which souls may gather “harmoniously attuned one to another” to hear the divine verses and to offer supplications, and from which “the voices of praise may rise to the Kingdom” and the “fragrance of God” be diffused.",
      "As the friends worldwide rejoice in these heartening advances, their energies remain focused on the processes gaining strength in cluster after cluster. In this, they have not failed to appreciate the dynamic interaction between worship and endeavours to uplift the spiritual, social, and material conditions of society.",
      "While Bahá’ís very much believe in and rely upon the power of prayer as being a vital factor in solving problems both in our personal lives and in the life of the community at large, we also accept that prayer alone will not be effective in establishing the peace and security of the peoples of the world. For this reason, prayer and devotional meetings are but a part of an integrated pattern of community building in the Five Year Plan. As to the inseparability of worship and service, Shoghi Effendi wrote:",
      "“. . . Bahá’í worship, however exalted in its conception, however passionate in fervour, can never hope to achieve beyond the meagre and often transitory results produced by the contemplations of the ascetic or the communion of the passive worshipper. It cannot afford lasting satisfaction and benefit to the worshipper himself, much less to humanity in general, unless and until translated and transfused into that dynamic and disinterested service to the cause of humanity. . . .”"
    ]
  },
  {
    "id": "8/12/3/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Central to the pattern of action evolving in a cluster is the individual and collective transformation effected through the agency of the Word of God. From the beginning of the sequence of courses, a participant encounters Bahá’u’lláh’s Revelation in considering such weighty themes as worship, service to humanity, the life of the soul, and the education of children and youth. As a person cultivates the habit of study and deep reflection upon the Creative Word, this process of transformation reveals itself in an ability to express one’s understanding of profound concepts and to explore spiritual reality in conversations of significance. These capacities are visible not only in the elevated discussions that increasingly characterise interactions within the community, but in the ongoing conversations that reach well beyond—not least between the Bahá’í youth and their peers—extending to include parents whose daughters and sons are benefitting from the community’s programmes of education. Through exchanges of this kind, consciousness of spiritual forces is raised, apparent dichotomies yield to unexpected insights, a sense of unity and common calling is fortified, confidence that a better world can be created is strengthened, and a commitment to action becomes manifest. Such distinctive conversations gradually attract ever‑larger numbers to take part in a range of community activities. Themes of faith and certitude surface naturally, prompted by the receptivity and experiences of those involved. What is clear, then, is that as the institute process in a cluster gains momentum, the act of teaching comes to assume greater prominence in the lives of the friends."
    ]
  },
  {
    "id": "8/12/3/13",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 13", "section-13", 13]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The rich insights arising from clusters, and from centres of intense activity within them, where the dynamics of community life have embraced large numbers of people deserve special mention. We are gratified to see how a culture of mutual support, founded on fellowship and humble service, has quite naturally established itself in such quarters, enabling more and more souls to be systematically brought within the pale of the community’s activities. Indeed, in an increasing number of settings the movement of a population towards Bahá’u’lláh’s vision for a new society appears no longer merely as an enthralling prospect but as an emerging reality."
    ]
  },
  {
    "id": "8/12/3/16",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 16", "section-16", 16]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Bahá’u’lláh has commanded His followers to teach the Cause. Already thousands upon thousands are energetically applying the provisions of the Plan to open up avenues for them to guide souls to the Ocean of His Revelation. We look with expectant eyes to the day when teaching is the dominating passion in the life of every believer and when the unity of the community is so strong as to enable this state of enkindlement to express itself in unremitting action in the field of service. This, then, is our ardent hope for you and the object of our most fervent prayers at the Sacred Threshold.",
      "When training and encouragement are effective, a culture of growth is nourished in which the believers see their duty to teach as a natural consequence of having accepted Bahá’u’lláh. They “raise high the sacred torch of faith,” as was ‘Abdu’l‑Bahá’s wish, “labour ceaselessly, by day and by night,” and “consecrate every fleeting moment of their lives to the diffusion of the divine fragrance and the exaltation of God’s holy Word.” So enkindled do their hearts become with the fire of the love of God that whoever approaches them feels its warmth. They strive to be channels of the spirit, pure of heart, selfless and humble, possessing certitude and the courage that stems from reliance on God. In such a culture, teaching is the dominating passion of the lives of the believers. Fear of failure finds no place. Mutual support, commitment to learning, and appreciation of diversity of action are the prevailing norms."
    ]
  },
  {
    "id": "8/12/3/17",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 17", "section-17", 17]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "desire and willingness to open certain aspects of community life to the wider public should be integrated into a pattern of behaviour that attracts souls and confirms them. Much has been achieved in this respect as the friends have adopted new ways of thinking and acting at a collective level. In welcoming large numbers into its embrace, the community is learning to see more readily the latent potentiality in people and to avoid setting artificial barriers for them based on preconceived notions. A nurturing environment is being cultivated in which each individual is encouraged to progress at his or her own pace without the pressure of unreasonable expectations. At the heart of such developments is a growing awareness of the implications of the universality and comprehensiveness of the Faith. Collective action is governed more and more by the principle that Bahá’u’lláh’s message should be given liberally and unconditionally to humanity.",
      "A small community, whose members are united by their shared beliefs, characterised by their high ideals, proficient in managing their affairs and tending to their needs, and perhaps engaged in several humanitarian projects—a community such as this, prospering but at a comfortable distance from the reality experienced by the masses of humanity, can never hope to serve as a pattern for restructuring the whole of society. That the worldwide Bahá’í community has managed to avert the dangers of complacency is a source of abiding joy to us."
    ]
  },
  {
    "id": "8/12/3/18",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "In their efforts to present the essentials of the Faith plainly and unequivocally, the believers have benefitted greatly from the illustrative example in Book 6 of the Ruhi Institute. Where the logic underlying that presentation is appreciated, and the urge to convert it into a formula overcome, it gives rise to a conversation between two souls—a conversation distinguished by the depth of understanding achieved and the nature of the relationship established. To the extent that the conversation continues beyond the initial encounter and veritable friendships are formed, a direct teaching effort of this kind can become a catalyst for an enduring process of spiritual transformation. Whether the first contact with such newly found friends elicits an invitation for them to enrol in the Bahá’í community or to participate in one of its activities is not an overwhelming concern. More important is that every soul feel welcome to join the community in contributing to the betterment of society, commencing a path of service to humanity on which, at the outset or further along, formal enrolment can occur.",
      "What should be understood in this respect is that such visits are not isolated acts. A visit to a home should be seen as one element of a coherent pattern of action that seeks to enable specific populations to contribute to the construction of the society envisioned by Bahá’u’lláh. At the heart of the matter, then, is how a campaign of teaching the Faith by visiting homes relates to the other activities being undertaken in a neighbourhood—how it relates to the efforts to hold meetings that strengthen the devotional character of the wider community, to offer classes that foster the spiritual development of children, to form groups that channel the energies of junior youth, to establish circles of study, open to all, that enable people of varied backgrounds to advance on equal footing and explore the application of teachings to their individual and collective lives.",
      ". . . experience in the present Plan demonstrates that a pattern of action that is able to embrace large numbers comes chiefly from working to bring more neighbourhoods and villages—places where the convergence of spiritual forces is effecting rapid change within a body of people—to the point where they can sustain intense activity. A core of individuals from within each is assuming responsibility for the process of building capacity in its inhabitants. A broader cross section of the population is being engaged in conversations, and activities are being opened up to whole groups at once—bands of friends and neighbours, troops of youth, entire families—enabling them to realise how society around them can be refashioned. The practice of gathering for collective worship, sometimes for dawn prayers, nurtures within all a much deeper connection with the Revelation of Bahá’u’lláh. Prevailing habits, customs, and modes of expression all become susceptible to change—outward manifestations of an even more profound inner transformation, affecting many souls. The ties that bind them together grow more affectionate. Qualities of mutual support, reciprocity, and service to one another begin to stand out as features of an emerging, vibrant culture among those involved in activities. The friends in such locations help the cluster agencies extend the growth process to different parts of the cluster, for they are eager to introduce others to the vision of transformation they have themselves already glimpsed."
    ]
  },
  {
    "id": "8/12/3/19",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 19", "section-19", 19]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Let no one fail to appreciate the possibilities thus created. Passivity is bred by the forces of society today. A desire to be entertained is nurtured from childhood, with increasing efficiency, cultivating generations willing to be led by whoever proves skilful at appealing to superficial emotions. Even in many educational systems students are treated as though they were receptacles designed to receive information. That the Bahá’í world has succeeded in developing a culture which promotes a way of thinking, studying, and acting, in which all consider themselves as treading a common path of service—supporting one another and advancing together, respectful of the knowledge that each one possesses at any given moment and avoiding the tendency to divide the believers into categories such as deepened and uninformed—is an accomplishment of enormous proportions. And therein lie the dynamics of an irrepressible movement.",
      "We cannot help noticing, however, that achievements tend to be more enduring in those regions where the friends strive to understand the totality of the vision conveyed in the messages, while difficulties often arise when phrases and sentences are taken out of context and viewed as isolated fragments. The institutions and agencies of the Faith should help the believers to analyse but not reduce, to ponder meaning but not dwell on words, to identify distinct areas of action but not compartmentalise. We realise that this is no small task. Society speaks more and more in slogans. We hope that the habits the friends are forming in study circles to work with full and complex thoughts and to achieve understanding will be extended to various spheres of activity."
    ]
  },
  {
    "id": "8/12/3/21",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 21", "section-21", 21]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "Courtesy, reverence, dignity, respect for the rank and achievements of others are virtues which contribute to the harmony and well‑being of every community, but pride and self‑aggrandisement are among the most deadly of sins.",
      "And in those advanced clusters where activity governed by the framework of the Plan is in abundance and the demands of ensuring coherence amongst lines of action are most pressing, the evolving administrative structures offer glimmerings, however faint, of how the institutions of the Faith will incrementally come to assume a fuller range of their responsibilities to promote human welfare and progress.",
      "Of particular significance is the widening impact of the dynamism flowing from the interactions between the three participants in the Plan. Institutions, from the national to the local level, see with ever greater clarity how to create conditions conducive to the expression of the spiritual energies of a growing number of believers in pursuit of a common goal.",
      "It can therefore be deduced that the importance of the Bahá’í administration is its value in serving as a facilitator of the emergence and maintenance of community life in a wholly new mode, and in catering to the requirements of the spiritual relationships which flow from love and unity among the friends. This touches upon a distinguishing characteristic of Bahá’í life which such spiritual relationships foster, namely, the spirit of servitude to God, expressed in service to the Cause, to the friends and to humanity as a whole. The attitude of the individual as a servant, an attitude preeminently exemplified in the life and person of ‘Abdu’l‑Bahá, is a dynamic that permeates the activities of the Faith; it acquires collective, transformative force in the normal functioning of a community. In this regard, the institutions of the Faith stand as channels for the promotion of this salient characteristic."
    ]
  },
  {
    "id": "8/12/3/22",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 22", "section-22", 22]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      ". . . irrespective of the level of complexity, the administrative mechanisms in place represent a response to the desire of an increasing number of friends who are eager to express the ardour of their faith in action; these provide them with the support needed to participate in teaching teams, to host devotional meetings, to conduct children’s classes, to form junior youth groups, and to establish study circles. That the institutions and agencies involved are able to maintain such a responsive form of administration testifies to the high degree of organisational skill and flexibility they have attained."
    ]
  },
  {
    "id": "8/12/3/23",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 23", "section-23", 23]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "As learning has come to distinguish the community’s mode of operation, certain aspects of decision making related to expansion and consolidation have been assigned to the body of the believers, enabling planning and implementation to become more responsive to circumstances on the ground. Specifically, a space has been created, in the agency of the reflection meeting, for those engaged in activities at the cluster level to assemble from time to time in order to reach consensus on the current status of their situation, in light of experience and guidance from the institutions, and to determine their immediate steps forward.",
      "In every cluster the institutions and agencies guiding the process—the Auxiliary Board members and the institute, together with the Area Teaching Committee—need to examine the dynamics of growth on a regular basis and analyse the way in which these elements are working together, in order to identify gaps and determine what adjustments should be made. The analysis thus achieved must, of course, be the subject of thorough consultation in a reflection meeting with the generality of the believers, drawing them into the decision‑making process. If there are insufficient numbers moving through the sequence of institute courses, steps will need to be taken to overcome this difficulty. If an environment is not being fostered in which friends with capacity to serve as tutors feel empowered to accompany others in their initial attempts to carry out acts of service, the spiritual requisites for the creation of such an environment should be explored. If those who have completed the courses are not being consistently mobilised in the field of service, if a growing number of seekers are not being brought into activities, if receptive populations are not being reached, then thought must be given as to how to remedy the situation—not once, but over an extended period of time in which an ongoing process of consultation, action, and reflection leads to a better and better understanding of how to achieve sustained growth.",
      "A notable characteristic of advanced clusters is a mode of learning that permeates the whole community and acts as a spur to the rise in institutional capacity. Accounts that offer insight into a method, an approach, or a complete process continually flow to and from pockets of activity. The cluster‑wide reflection meeting, at which so much of this learning is presented, is often complemented by meetings for smaller areas, which generate a stronger feeling of responsibility among those attending. This sense of collective ownership becomes more apparent from cycle to cycle—the force released by a united body of people taking charge of their spiritual development over generations to come. And as they do so, the support they receive from regional and national Bahá’í institutions and their agencies is experienced as an unceasing flow of love.",
      "It should both provide the impulse whereby the dynamic forces latent in the Faith can unfold, crystallise, and shape the lives and conduct of men, and serve as a medium for the interchange of thought and the coordination of activities among the divers elements that constitute the Bahá’í community."
    ]
  },
  {
    "id": "8/12/3/24",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 24", "section-24", 24]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "increased capacity in terms of the human resources available at the end of the cycle to perform various tasks, on the one hand, and accumulated knowledge about the receptivity of the population and the dynamics of teaching, on the other. When human resources increase in a manner proportionate to the rise in the overall Bahá’í population from cycle to cycle, it is possible not only to sustain but to accelerate growth."
    ]
  },
  {
    "id": "8/12/3/25",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 25", "section-25", 25]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "The thoughts of members of a community distinguished by this culture are “centred at all times on helping one another scale the heights of service to His Cause and soar in the heaven of His knowledge.”",
      "It is a community in which “souls labour together ceaselessly, delighting not so much in their own accomplishments but in the progress and services of others.”",
      "In this community, “teaching is the dominating passion of the lives of the believers”, “fear of failure finds no place”, and “mutual support, commitment to learning, and appreciation of diversity of action are the prevailing norms”.",
      "As the spiritual foundations of such a community are fortified, “the level of collective discourse is raised, social relations among the friends take on new meaning, and a sense of common purpose inspires their interactions.”",
      "The pattern of activity in this community is “propagated by young and old, by veteran and newly enrolled, working side by side.”",
      "The members of the community are striving to “assume a posture of humility,” become “forgetful of self,” place “complete trust in God,” and be “reliant on His all‑sustaining power” and “confident in His unfailing assistance”."
    ]
  },
  {
    "id": "8/12/3/26",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 26", "section-26", 26]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "And let them not forget the lessons of the past which left no doubt that a relatively small band of active supporters of the Cause, no matter how resourceful, no matter how consecrated, cannot attend to the needs of communities comprising hundreds, much less thousands, of men, women and children. The implications are clear enough. If, in a cluster, those shouldering responsibility for expansion and consolidation number in the tens, with a few hundred participating in the activities of community life, both figures should rise significantly so that by the end of the Plan, one or two hundred are facilitating the participation of one or two thousand."
    ]
  },
  {
    "id": "8/12/3/28",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 10: Building Vibrant Communities", "10", 12],
      [
        "Unit 3: Dynamics of Service on an Area Teaching Committee",
        "unit-3-dynamics-of-service-on-an-area-teaching-committee",
        3
      ],
      ["Section 28", "section-28", 28]
    ],
    "years": [2018.0524, 2018.0524],
    "content": [
      "What we have described in the preceding paragraphs and in so many messages over the last decade and a half can best be viewed as the latest in a series of approaches to the growth of the Bahá’í community, each suited to specific historical circumstances. This divinely propelled process of growth was set in motion by the fervour generated in the Cradle of the Faith more than one hundred and sixty years ago, as thousands responded to the summons of a New Day, and received impetus through the exertions made by early believers to carry the message of Bahá’u’lláh to neighbouring countries in the East and scattered pockets in the West. It acquired greater structure through the Tablets of the Divine Plan revealed by ‘Abdu’l‑Bahá and gained momentum as the friends spread out systematically across the globe under the direction of the Guardian to establish small centres of Bahá’í activity and erect the first pillars of the Administrative Order. It gathered force in the rural areas of the world as masses of humanity were moved to embrace the Faith, but slowed considerably as the friends strove to discover strategies for sustaining large‑scale expansion and consolidation. And, for fifteen years now, it has been steadily accelerating since we raised the call at the outset of the Four Year Plan for the Bahá’í world to systematise the teaching work on the basis of the experience it had gained through decades of difficult but invaluable learning. That the current approach to growth, effective as it is, must evolve still further in complexity and sophistication once it has taken root in a cluster, demonstrating ever more notably the “society‑building power” inherent in the Faith, few would fail to recognise.",
      "Referring to the development of the global Bahá’í community, how often did the beloved Guardian encourage the friends to remain resolute in their purpose and persevere in their endeavours. “Conscious of their high calling, confident in the society‑building power which their Faith possesses,” he noted with satisfaction, “they press forward, undeterred and undismayed, in their efforts to fashion and perfect the necessary instruments wherein the embryonic World Order of Bahá’u’lláh can mature and develop.” “It is this building process, slow and unobtrusive,” he reminded them, that “constitutes the one hope” of a disillusioned humanity. That this process will continue to gain in scope and influence and the Administrative Order demonstrate in time “its capacity to be regarded not only as the nucleus but the very pattern of the New World Order” is clear from his writings. “In a world the structure of whose political and social institutions is impaired, whose vision is befogged, whose conscience is bewildered, whose religious systems have become anaemic and lost their virtue,” he asserted so emphatically, “this healing Agency, this leavening Power, this cementing Force, intensely alive and all‑pervasive,” is “taking shape,” is “crystallising into institutions,” and is “mobilising its forces”.",
      "What should be apparent is that, if the Administrative Order is to serve as a pattern for future society, then the community within which it is developing must not only acquire capacity to address increasingly complex material and spiritual requirements but also become larger and larger in size. . . . [T]he community has well in hand its expansion and consolidation. Yet, to administer the affairs of teeming numbers in villages and cities around the globe—to raise aloft the standard of Bahá’u’lláh’s World Order for all to see—is still a distant goal.",
      "Therein, then, lies the challenge that must be faced by those in the forefront of the learning process which will continue to advance over the course of the next Plan. Wherever an intensive programme of growth is established, let the friends spare no effort to increase the level of participation. Let them strain every nerve to ensure that the system which they have so laboriously erected does not close in on itself but progressively expands to embrace more and more people. Let them not lose sight of the remarkable receptivity they found—nay, the sense of eager expectation that awaited them—as they gained confidence in their ability to interact with people of all walks of life and converse with them about the Person of Bahá’u’lláh and His Revelation. Let them hold fast to the conviction that a direct presentation of the Faith, when carried out at a sufficient level of depth and reinforced by a sound approach to consolidation, can bring enduring results.",
      "During this period, the adoption of an evolving framework for action has enabled the friends to progressively nurture and refine essential capacities, giving rise to simple acts of service at first, leading to more elaborate patterns of action, which in turn demanded the development of capacities still more complex. In this way, a systematic process of human resource development and community building has been started in thousands of clusters—and, in many of them, become far advanced. The focus has not been solely on the individual believer, or the community, or the institutions of the Faith; all three inseparable participants in the evolution of the new World Order are being stimulated by the spiritual forces released through the unfoldment of the Divine Plan. The signs of their progress are more and more apparent: in the confidence that countless believers have acquired to share accounts of Bahá’u’lláh’s life and discuss the implications of His Revelation and peerless Covenant; in the growing contingents of souls who, as a result, have been attracted to His Cause and are contributing to the achievement of His unifying vision; in the ability of Bahá’ís and their friends, at the very grassroots of the community, to describe in eloquent terms their experience of a process capable of transforming character and shaping social existence; in the significantly larger numbers of those indigenous to a country who, as members of Bahá’í institutions and agencies, are now guiding the affairs of their communities; in the reliable, generous, and sacrificial giving to the Fund, so vital for sustaining the advancement of the Faith; in the unprecedented efflorescence of individual initiative and collective action in support of community‑building activities; in the enthusiasm of so many selfless souls in the prime of youth who are bringing immense vigour to this work, notably by tending to the spiritual education of younger generations; in the enhancement of the devotional character of the community through regular gatherings for worship; in the rise in capacity at all levels of Bahá’í administration; in the readiness of institutions, agencies, and individuals to think in terms of process, to read their immediate reality and assess their resources in the places where they live, and to make plans on that basis; in the now familiar dynamic of study, consultation, action, and reflection that has cultivated an instinctive posture of learning; in the mounting appreciation for what it means to give effect to the Teachings through social action; in the multiplying opportunities being sought and seized to offer a Bahá’í perspective on discourses prevalent in society; in the awareness of a global community that, in all its endeavours, it is hastening the emergence of divine civilisation by manifesting the society‑building power inherent in the Cause; indeed, in the friends’ growing consciousness that their efforts to foster inner transformation, to widen the circle of unity, to collaborate with others in the field of service, to help populations take charge of their own spiritual, social, and economic development—and, through all such efforts, to bring about the betterment of the world—express the very purpose of religion itself. "
    ]
  }
]
