[
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 1", "section-1", 1]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth.",
      "There is none other God but Thee, the Help in Peril, the Self‑Subsisting.",
      "The purpose of God in creating man hath been, and will ever be, to enable him to know his Creator and to attain His Presence.",
      "Thou didst bring mankind into being to know Thee and to serve Thy Cause, that their station might thereby be elevated upon Thine earth and their souls be uplifted by virtue of the things Thou hast revealed in Thy Scriptures, Thy Books and Thy Tablets.",
      "The essence of love is for man to turn his heart to the Beloved One, and sever himself from all else but Him, and desire naught save that which is the desire of his Lord."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 2", "section-2", 2]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The door of the knowledge of the Ancient Being hath ever been, and will continue forever to be, closed in the face of men. No man’s understanding shall ever gain access unto His holy court.",
      "The knowledge of the reality of the Divinity is in no wise possible . . .",
      "How shall we know God? We know Him by His attributes. We know Him by His signs. We know Him by His names. We know not what the reality of the sun is, but we know the sun by the ray, by the heat, by its efficacy and penetration.",
      "I am well aware, O my Lord, that I have been so carried away by the clear tokens of Thy loving‑kindness, and so completely inebriated with the wine of Thine utterance, that whatever I behold I readily discover that it maketh Thee known unto me, and it remindeth me of Thy signs, and of Thy tokens, and of Thy testimonies. By Thy glory! Every time I lift up mine eyes unto Thy heaven, I call to mind Thy highness and Thy loftiness, and Thine incomparable glory and greatness; and every time I turn my gaze to Thine earth, I am made to recognise the evidences of Thy power and the tokens of Thy bounty. And when I behold the sea, I find that it speaketh to me of Thy majesty, and of the potency of Thy might, and of Thy sovereignty and Thy grandeur. And at whatever time I contemplate the mountains, I am led to discover the ensigns of Thy victory and the standards of Thine omnipotence.",
      "I swear by Thy might, O Thou in Whose grasp are the reins of all mankind, and the destinies of the nations! I am so inflamed by my love for Thee, and so inebriated with the wine of Thy oneness, that I can hear from the whisper of the winds the sound of Thy glorification and praise, and can recognise in the murmur of the waters the voice that proclaimeth Thy virtues and Thine attributes, and can apprehend from the rustling of the leaves the mysteries that have been irrevocably ordained by Thee in Thy realm.",
      "Glorified art Thou, O God of all names and Creator of the heavens! I render Thee thanks that Thou hast made known unto Thy servants this Day whereon the river that is life indeed hath flowed forth from the fingers of Thy bounty, and the springtime of Thy revelation and Thy presence hath appeared through Thy manifestation unto all who are in Thy heaven and all who are on Thy earth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 3", "section-3", 3]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Knowing God, therefore, means the comprehension and knowledge of His attributes and not of His Reality. And even this knowledge of His attributes extends only so far as human power and capacity permit, and remains wholly inadequate.",
      "One is the knowledge acquired through the senses. That which the eye, the ear, or the senses of smell, taste, or touch can perceive is called “sensible”. For example, the sun is sensible, as it can be seen. Likewise, sounds are sensible, as the ear can hear them; odours, as they can be inhaled and perceived by the sense of smell; foods, as the palate can perceive their sweetness, sourness, bitterness, or saltiness; heat and cold, as the sense of touch can perceive them. These are called sensible realities.",
      "The other kind of human knowledge is that of intelligible things; that is, it consists of intelligible realities which have no outward form or place and which are not sensible. For example, the power of the mind is not sensible, nor are any of the human attributes: These are intelligible realities. Love, likewise, is an intelligible and not a sensible reality. For the ear does not hear these realities, the eye does not see them, the smell does not sense them, the taste does not detect them, the touch does not perceive them. Even the ether, the forces of which are said in natural philosophy to be heat, light, electricity, and magnetism, is an intelligible and not a sensible reality. Likewise, nature itself is an intelligible and not a sensible reality; the human spirit is an intelligible and not a sensible reality.",
      "But when you undertake to express these intelligible realities, you have no recourse but to cast them in the mould of the sensible, for outwardly there is nothing beyond the sensible. Thus, when you wish to express the reality of the spirit and its conditions and degrees, you are obliged to describe them in terms of sensible things, since outwardly there exists nothing but the sensible. For example, grief and happiness are intelligible things, but when you wish to express these spiritual conditions you say, “My heart became heavy”, or “My heart was uplifted”, although one’s heart is not literally made heavy or lifted up. Rather, it is a spiritual or intelligible condition, the expression of which requires the use of sensible terms. Another example is when you say, “So‑and‑so has greatly advanced”, although he has remained in the same place, or “So‑and‑so has a high position”, whereas, like everyone else, he continues to walk upon the earth. This elevation and advancement are spiritual conditions and intelligible realities, but to express them you must use sensible terms, since outwardly there is nothing beyond the sensible.",
      "To cite another example, knowledge is figuratively described as light, and ignorance as darkness. But reflect: Is knowledge sensible light or ignorance sensible darkness? Certainly not. These are only intelligible conditions, but when you wish to express them outwardly you call knowledge light and ignorance darkness and say, “My heart was dark and it became illumined.” Now, the light of knowledge and the darkness of ignorance are intelligible realities, not sensible ones, but when we seek to express them outwardly, we are obliged to give them a sensible form."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 4", "section-4", 4]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      ". . . observe all the things which God hath created at His behest with the eye of the spirit, even as ye see things with the eyes of your bodies.",
      "Therefore, we must thank God that He has created for us both material blessings and spiritual bestowals. He has given us material gifts and spiritual graces, outer sight to view the lights of the sun and inner vision by which we may perceive the glory of God.",
      "They whose eyes are illumined with the light of understanding will perceive the sweet savours of the All‑Merciful, and will embrace His truth. These are they who are truly sincere.",
      ". . . were man to gaze with the eye of divine and spiritual discernment, he will readily recognise that nothing whatsoever can exist without the revelation of the splendour of God, the ideal King.",
      "With fixed and steady gaze, born of the unerring eye of God, scan for a while the horizon of divine knowledge, and contemplate those words of perfection which the Eternal hath revealed, that haply the mysteries of divine wisdom, hidden ere now beneath the veil of glory and treasured within the tabernacle of His grace, may be made manifest unto you."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 5", "section-5", 5]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "He has designed the outer ear to enjoy the melodies of sound and the inner hearing wherewith we may hear the voice of our Creator.",
      "Wert thou to incline thine inner ear unto all created things, thou wouldst hear: “The Ancient of Days is come in His great glory!”",
      "The fire of Thy love that burneth continually within me hath so inflamed me that whoever among Thy creatures approacheth me, and inclineth his inner ear towards me, cannot fail to hear its raging within each of my veins.",
      "Say: This is the Day when every ear must needs be attentive to His voice. Hearken ye to the Call of this wronged One, and magnify ye the name of the one true God",
      "If thou truly givest ear to that which hath been revealed for thee from My Supreme Pen at this moment, thou shalt soar with the wings of eagerness in the heaven of love for the Lord of the Day of the Covenant, and wilt say during all the days of thy life: Thanks be unto Thee, O Thou the Desire of the world, and praise be unto Thee, O Thou the Beloved of the people of understanding.",
      "Lo, the Nightingale of Paradise singeth upon the twigs of the Tree of Eternity, with holy and sweet melodies, proclaiming to the sincere ones the glad tidings of the nearness of God, calling the believers in the Divine Unity to the court of the Presence of the Generous One, informing the severed ones of the message which hath been revealed by God, the King, the Glorious, the Peerless, guiding the lovers to the seat of sanctity and to this resplendent Beauty."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 6", "section-6", 6]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Should there be ignited in thy heart the burning brand of the love of God, thou wouldst seek neither rest nor composure, neither laughter nor repose, but wouldst hasten to scale the highest summits in the realms of divine nearness, sanctity, and beauty.",
      "O living flame of heavenly love! Thine heart hath been so fired with the love of God that from ten thousand leagues afar its warmth and radiance may be felt and seen. The fire lit by mortal hand imparteth light and warmth to but a little space, whereas that sacred flame which the Hand of God hath kindled, though burning in the east, will set aflame the west and give warmth to both the north and the south; nay, it shall rise from this world to glow with the hottest flame in the realms on high, flooding with light the Kingdom of eternal glory.",
      "Were you to ponder, but for a while, these utterances in your heart, you would surely find the portals of understanding unlocked before your face, and would behold all knowledge and the mysteries thereof unveiled before your eyes.",
      "Say, implore God to open to your hearts the portals of true understanding that ye may be apprised of that of which no one is apprised. Verily, He is the Giver, the Forgiving, the Compassionate.",
      ". . . O brother! kindle with the oil of wisdom the lamp of the spirit within the innermost chamber of thy heart, and guard it with the globe of understanding . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 7", "section-7", 7]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "O thou possessor of a seeing heart! Although, materially speaking, thou art deprived of physical sight, yet, praise be to God, spiritual insight is thine. Thy heart seeth and thy spirit heareth. Bodily sight is subject to a thousand maladies and assuredly will ultimately be lost. Thus no importance should be attached to it. But the sight of the heart is illumined. It discerneth and discovereth the divine Kingdom. It is everlasting and eternal. Praise God, therefore, that the sight of thy heart is illumined, and the hearing of thy mind responsive.",
      "Thine eye is My trust, suffer not the dust of vain desires to becloud its lustre. Thine ear is a sign of My bounty, let not the tumult of unseemly motives turn it away from My Word that encompasseth all creation. Thine heart is My treasury, allow not the treacherous hand of self to rob thee of the pearls which I have treasured therein. Thine hand is a symbol of My loving‑kindness, hinder it not from holding fast unto My guarded and hidden Tablets.",
      "O Son of Dust! Blind thine eyes, that thou mayest behold My beauty; stop thine ears, that thou mayest hearken unto the sweet melody of My voice; empty thyself of all learning, that thou mayest partake of My knowledge; and sanctify thyself from riches, that thou mayest obtain a lasting share from the ocean of My eternal wealth. Blind thine eyes, that is, to all save My beauty; stop thine ears to all save My word; empty thyself of all learning save the knowledge of Me; that with a clear vision, a pure heart and an attentive ear thou mayest enter the court of My holiness."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 8", "section-8", 8]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Nothing whatsoever escapeth Him. He knoweth the secrets both of the heavens and of the earth. His knowledge embraceth all things.",
      "It is evident and manifest unto every discerning observer that even as the light of the star fadeth before the effulgent splendour of the sun, so doth the luminary of earthly knowledge, of wisdom, and understanding vanish into nothingness when brought face to face with the resplendent glories of the Sun of Truth, the Daystar of divine enlightenment.",
      "Behold, how many are the mysteries that lie as yet unravelled within the tabernacle of the knowledge of God, and how numerous the gems of His wisdom that are still concealed in His inviolable treasuries! Shouldst thou ponder this in thine heart, thou wouldst realise that His handiwork knoweth neither beginning nor end.",
      "The All‑Knowing Physician hath His finger on the pulse of mankind. He perceiveth the disease, and prescribeth, in His unerring wisdom, the remedy."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 9", "section-9", 9]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      ". . . the moment the word expressing My attribute “The Omniscient” issueth forth from My mouth, every created thing will, according to its capacity and limitations, be invested with the power to unfold the knowledge of the most marvellous sciences, and will be empowered to manifest them in the course of time at the bidding of Him Who is the Almighty, the All‑Knowing.",
      "Sow the seeds of My divine wisdom in the pure soil of thy heart, and water them with the water of certitude, that the hyacinths of My knowledge and wisdom may spring up fresh and green in the sacred city of thy heart.",
      "The quintessence of knowledge is powerless to comprehend Thy nature, and the inmost reality of every praise of Thee falleth short of the seat of Thy great glory and of Thine all‑compelling power. Every utterance that seeketh to describe Thee, and every knowledge that attempteth to comprehend Thee, is but an expression of Thine own creating, and is begotten by Thy will, and fashioned in conformity with Thy purpose.",
      "Knowledge is praiseworthy when it is coupled with ethical conduct and virtuous character; otherwise it is a deadly poison, a frightful danger.",
      "Although to acquire the sciences and arts is the greatest glory of mankind, this is so only on condition that man’s river flow into the mighty sea, and draw from God’s ancient source His inspiration. When this cometh to pass, then every teacher is as a shoreless ocean, every pupil a prodigal fountain of knowledge. If, then, the pursuit of knowledge lead to the beauty of Him Who is the Object of all Knowledge, how excellent that goal; but if not, a mere drop will perhaps shut a man off from flooding grace, for with learning cometh arrogance and pride, and it bringeth on error and indifference to God.",
      "Make manifest in Thy lands humble and submissive souls, their faces illumined with the rays of guidance, severed from the world, extolling Thy Name, uttering Thy praise, and diffusing the fragrance of Thy holiness amongst mankind."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 10", "section-10", 10]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "His care and loving‑kindness surge even as the eternal billows of the sea, and His blessings are continually showered from His eternal Kingdom.",
      "All the atoms of the earth declare My love for thee.",
      "Veiled in My immemorial being and in the ancient eternity of My essence, I knew My love for thee; therefore I created thee, have engraved on thee Mine image and revealed to thee My beauty.",
      "Out of My loving‑kindness, ’neath the shade of My mercy I nurtured thee, and guarded thee by the essence of My grace and favour. And My purpose in all this was that thou mightest attain My everlasting dominion and become worthy of My invisible bestowals.",
      "My love has made in thee its home, it cannot be concealed. My light is manifest to thee, it cannot be obscured.",
      "Were it not for the love of God, hearts would be inanimate, spirits would wither, and the reality of man would be bereft of the everlasting bestowals.",
      "Were it not for the love of God, the contingent world would be plunged in darkness. Were it not for the love of God, the hearts of men would be bereft of life and deprived of the stirrings of conscience.",
      "There is nothing greater or more blessed than the Love of God! It gives healing to the sick, balm to the wounded, joy and consolation to the whole world, and through it alone can man attain Life Everlasting. The essence of all religions is the Love of God, and it is the foundation of all the sacred teachings.",
      "Love is the light that guideth in darkness, the living link that uniteth God with man, that assureth the progress of every illumined soul.",
      "The world passeth away, and that which is everlasting is the love of God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 11", "section-11", 11]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "For every one of you his paramount duty is to choose for himself that on which no other may infringe and none usurp from him. Such a thing—and to this the Almighty is My witness—is the love of God, could ye but perceive it.",
      ". . . magnify ye the name of the one true God, and adorn yourselves with the ornament of His remembrance, and illumine your hearts with the light of His love.",
      "If thou lovest Me, turn away from thyself; and if thou seekest My pleasure, regard not thine own; that thou mayest die in Me and I may eternally live in thee.",
      "Whoso hath known Him shall soar in the immensity of His love, and shall be detached from the world and all that is therein.",
      "Strive to become the manifestations of the love of God, the lamps of divine guidance shining amongst the kindreds of the earth with the light of love and concord.",
      "Be thou a summoner to love, and be thou kind to all the human race. Love thou the children of men and share in their sorrows. . . . let thy face be bright with the fire of God’s love. Rest thou not for a moment, seek thou to draw no easeful breath. Thus mayest thou become a sign and symbol of God’s love, and a banner of His grace.",
      "Now must the lovers of God arise to carry out these instructions of His: let them be kindly fathers to the children of the human race, and compassionate brothers to the youth, and self‑denying offspring to those bent with years. The meaning of this is that ye must show forth tenderness and love to every human being, even to your enemies, and welcome them all with unalloyed friendship, good cheer, and loving‑kindness.",
      "Walk thou steadfastly in the love of God, and keep straight on in His Faith, and aid Him through the power of thine utterance.",
      "Love the creatures for the sake of God and not for themselves.",
      "Let all be united in this Divine power of love! Let all strive to grow in the light of the Sun of Truth, and reflecting this luminous love on all men, may their hearts become so united that they may dwell evermore in the radiance of the limitless love."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 12", "section-12", 12]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "God witnesseth that there is no God but Him, the Gracious, the Best‑Beloved. All grace and bounty are His. To whomsoever He will He giveth whatsoever is His wish.",
      "No man can ever claim to have comprehended the nature of the hidden and manifold grace of God; none can fathom His all‑embracing mercy.",
      "A drop of the billowing ocean of His endless mercy hath adorned all creation with the ornament of existence, and a breath wafted from His peerless Paradise hath invested all beings with the robe of His sanctity and glory. A sprinkling from the unfathomed deep of His sovereign and all‑pervasive Will hath, out of utter nothingness, called into being a creation which is infinite in its range and deathless in its duration. The wonders of His bounty can never cease, and the stream of His merciful grace can never be arrested. The process of His creation hath had no beginning, and can have no end.",
      "The favours of God are unending, limitless. Infinite bounties have encompassed the world.",
      "God’s grace is like the rain that cometh down from heaven: the water is not bounded by the limitations of form, yet on whatever place it poureth down, it taketh on limitations—dimensions, appearance, shape—according to the characteristics of that place. In a square pool, the water, previously unconfined, becometh a square . . . The rain itself hath no geometry, no limits, no form, but it taketh on one form or another, according to the restrictions of its vessel. In the same way, the Holy Essence of the Lord God is boundless, immeasurable, but His graces and splendours become finite in the creatures, because of their limitations . . .",
      "For the highest and most excelling grace bestowed upon men is the grace of ‘attaining unto the Presence of God’ and of His recognition, which has been promised unto all people. This is the utmost degree of grace vouchsafed unto man by the All‑Bountiful, the Ancient of Days, and the fullness of His absolute bounty upon His creatures.",
      "This is the Day whereon naught can be seen except the splendours of the Light that shineth from the face of Thy Lord, the Gracious, the Most Bountiful. Verily, We have caused every soul to expire by virtue of Our irresistible and all‑subduing sovereignty. We have, then, called into being a new creation, as a token of Our grace unto men. I am, verily, the All‑Bountiful, the Ancient of Days."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 13", "section-13", 13]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Seize ye, O loved ones of the All‑Merciful, the chalice of eternal life proffered by the hand of the bountiful favours of your Lord, the Possessor of the entire creation, then drink ye deep therefrom.",
      "Take thou thy portion of the ocean of His grace, and deprive not thyself of the things that lie hidden in its depths. Be thou of them that have partaken of its treasures. A dewdrop out of this ocean would, if shed upon all that are in the heavens and on the earth, suffice to enrich them with the bounty of God . . .",
      "The whole duty of man in this Day is to attain that share of the flood of grace which God poureth forth for him. Let none, therefore, consider the largeness or smallness of the receptacle. The portion of some might lie in the palm of a man’s hand, the portion of others might fill a cup, and of others even a gallon‑measure.",
      "Rejoice in the grace of God and exult in the favours of thy Lord, the Compassionate, the Merciful.",
      "Grieve not if worldly possessions should pass from thy hands, for thy luminous heart is the greatest treasure, inasmuch as every heart that is confident in the grace of its Lord and is illumined by the light of its Creator is one of the treasures of the Kingdom, overflowing with heavenly riches and divine bounties. This is the greatest wealth!",
      ". . . there is no veil more obstructive than the self, and however tenuous that veil may be, at the last it will completely shut a person out, and deprive him of his portion of eternal grace.",
      ". . . our duty lies in seeking to polish the mirrors of our hearts in order that we shall become reflectors of that [divine] light and recipients of the divine bounties which may be fully revealed through them.",
      "It is incumbent in this Day, upon every man to place his whole trust in the manifold bounties of God, and arise to disseminate, with the utmost wisdom, the verities of His Cause."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 14", "section-14", 14]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "All existence is begotten by Thy bounty; deprive it not of the waters of Thy generosity, neither do Thou withhold it from the ocean of Thy mercy.",
      "All creation and its empire are His. He bestoweth His gifts on whom He will, and from whom He will He withholdeth them. He is the Great Giver, the Most Generous, the Benevolent.",
      "The earth is in motion and growth; the mountains, hills and prairies are green and pleasant; bounty is overflowing; mercy universal; rain is descending from the clouds of compassion; the brilliant sun is shining; the full moon adorneth the ethereal horizon; the great ocean‑tide is flooding every little stream; gifts and favours follow one upon the other and a refreshing breeze is blowing, wafting the fragrant perfume of the blossoms. . . . Boundless treasure is in the hand of the King of Kings!",
      "Know thou that, according to what thy Lord, the Lord of all men, hath decreed in His Book, the favours vouchsafed by Him unto mankind have been, and will ever remain, limitless in their range. First and foremost among these favours, which the Almighty hath conferred upon man, is the gift of understanding. His purpose in conferring such a gift is none other except to enable His creature to know and recognise the one true God—exalted be His glory.",
      "Verily thy Lord is the Generous, the All‑Bountiful. He will bestow upon thee what will dilate thy breast, gladden thine eyes, and enrapture thee at all times and under all conditions.",
      "Is there any giver save God? He singleth out for His mercy whomsoever He willeth. Erelong will He open before you the gates of His knowledge and fill up your hearts with His love. He will cheer your souls with the gentle winds of His holiness and make bright your faces with the splendours of His lights, and exalt the memory of you amongst all peoples. Your Lord is verily the Compassionate, the Merciful.",
      ". . . everything other than Thee is but Thy creation and is held in the hollow of Thy hand. To have accepted any act or praise from Thy creatures is but an evidence of the wonders of Thy grace and bountiful favours, and a manifestation of Thy generosity and providence.",
      "From the billows of the ocean of Thy generosity the seas of eagerness and enthusiasm were revealed. Thou art what Thou art. Aught except Thee is unworthy of any mention unless it entereth beneath Thy shadow, and gaineth admittance into Thy court."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 15", "section-15", 15]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The doors of God are open, but we must be ready and fitted to enter. The ocean of divine providence is surging, but we must be able to swim. The bestowals of the Almighty are descending from the heaven of grace, but capacity to receive them is essential. The fountain of divine generosity is gushing forth, but we must have thirst for the living waters. Unless there be thirst, the salutary water will not assuage. Unless the soul hungers, the delicious foods of the heavenly table will not give sustenance.",
      "Place your confidence in the everlasting bounty, turn to the presence of the generous God; ask assistance from the kingdom of Abhá; seek confirmation from the Supreme World; turn thy vision to the horizon of eternal wealth; and pray for help from the Source of Mercy!",
      "The doors of His generosity are wide, wide open to us; but we must be attentive, alert and mindful, occupied with service to all mankind, appreciating the bestowals of God and ever conforming to His will.",
      "To give and to be generous are attributes of Mine; well is it with him that adorneth himself with My virtues.",
      "Be ye the trustees of God amongst His creatures, and the emblems of His generosity amidst His people.",
      "Be generous in prosperity, and thankful in adversity.",
      "Thank thou God that—praise be to Him!—the lamp of thy heart and soul hath been illumined with the light of guidance, and the chalice of hope and desire hath overflowed with the wine of the love of God. This blessing is an attainment for which thou shalt never fulfil the obligation of gratitude, even shouldst thou give thanks for a thousand ages and centuries. Therefore, thou must, in the utmost joy and gladness, with happiness and great cheer, unloose thy tongue in that prosperous land in praise of the All‑Merciful and enable the eyes to see.",
      "Thankfulness is of various kinds. There is a verbal thanksgiving which is confined to a mere utterance of gratitude. This is of no importance because perchance the tongue may give thanks while the heart is unaware of it. Many who offer thanks to God are of this type, their spirits and hearts unconscious of thanksgiving. This is mere usage, just as when we meet, receive a gift and say thank you, speaking the words without significance. One may say thank you a thousand times while the heart remains thankless, ungrateful. Therefore, mere verbal thanksgiving is without effect. But real thankfulness is a cordial giving of thanks from the heart. When man in response to the favours of God manifests susceptibilities of conscience, the heart is happy, the spirit is exhilarated. These spiritual susceptibilities are ideal thanksgiving.",
      "There is a cordial thanksgiving, too, which expresses itself in the deeds and actions of man when his heart is filled with gratitude. For example, God has conferred upon man the gift of guidance, and in thankfulness for this great gift certain deeds must emanate from him. To express his gratitude for the favours of God man must show forth praiseworthy actions. In response to these bestowals he must render good deeds, be self‑sacrificing, loving the servants of God, forfeiting even life for them, showing kindness to all the creatures. He must be severed from the world, attracted to the Kingdom of Abhá, the face radiant, the tongue eloquent, the ear attentive, striving day and night to attain the good pleasure of God. Whatsoever he wishes to do must be in harmony with the good pleasure of God. He must observe and see what is the will of God and act accordingly. There can be no doubt that such commendable deeds are thankfulness for the favours of God.",
      "In this day, to thank God for His bounties consisteth in possessing a radiant heart, and a soul open to the promptings of the spirit. This is the essence of thanksgiving.",
      "O thou who art turning thy face towards God! Close thine eyes to all things else, and open them to the realm of the All‑Glorious. Ask whatsoever thou wishest of Him alone; seek whatsoever thou seekest from Him alone. With a look He granteth a hundred thousand hopes, with a glance He healeth a hundred thousand incurable ills, with a nod He layeth balm on every wound, with a glimpse He freeth the hearts from the shackles of grief. He doeth as He doeth, and what recourse have we? He carrieth out His Will, He ordaineth what He pleaseth. Then better for thee to bow down thy head in submission, and put thy trust in the All‑Merciful Lord."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 16", "section-16", 16]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "All forgiveness floweth, in this Day, from God, Him to Whom none can compare, with Whom no partners can be joined, the Sovereign Protector of all men, and the Concealer of their sins!",
      "The tenderness of Thy mercy, O my Lord, surpasseth the fury of Thy wrath, and Thy loving‑kindness exceedeth Thy hot displeasure, and Thy grace excelleth Thy justice. Hold Thou, through Thy wondrous favours and mercies, the hands of Thy creatures, and suffer them not to be separated from the grace which Thou hast ordained as the means whereby they can recognise Thee.",
      "And whenever My name ‘the Ever‑Forgiving’ perceived that anyone of My friends had committed any transgression, it cried out in its great distress, and, overcome with anguish, fell upon the dust, and was borne away by a company of the invisible angels to its habitation in the realms above.",
      "His surpassing mercy hath restrained the fury of His wrath, and caused most people to imagine that the one true God is unaware of the things they have privily committed. By Him Who is the All‑Knowing, the All‑Informed! The mirror of His knowledge reflecteth, with complete distinctness, precision and fidelity, the doings of all men. Say: Praise be to Thee, O Concealer of the sins of the weak and helpless! Magnified be Thy name, O Thou that forgivest the heedless ones that trespass against Thee!",
      "Waft, then, unto me, O my God and my Beloved, from the right hand of Thy mercy and Thy loving‑kindness, the holy breaths of Thy favours, that they may draw me away from myself and from the world unto the courts of Thy nearness and Thy presence. Potent art Thou to do what pleaseth Thee. Thou, truly, hast been supreme over all things.",
      "My God, my God! If none be found to stray from Thy path, how, then, can the ensign of Thy mercy be unfurled, or the banner of Thy bountiful favour be hoisted? And if iniquity be not committed, what is it that can proclaim Thee to be the Concealer of men’s sins, the Ever‑Forgiving, the Omniscient, the All‑Wise? May my soul be a sacrifice to the trespasses of them that trespass against Thee, for upon such trespasses are wafted the sweet savours of the tender mercies of Thy Name, the Compassionate, the All‑Merciful. May my life be laid down for the transgressions of such as transgress against Thee, for through them the breath of Thy grace and the fragrance of Thy loving‑kindness are made known and diffused amongst men. May my inmost being be offered up for the sins of them that have sinned against Thee, for it is as a result of such sins that the Daystar of Thy manifold favours revealeth itself above the horizon of Thy bounty, and the clouds of Thy never‑failing providence rain down their gifts upon the realities of all created things."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 17", "section-17", 17]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Turn unto Him, and fear not because of thy deeds. He, in truth, forgiveth whomsoever He desireth as a bounty on His part; no God is there but Him, the Ever‑Forgiving, the All‑Bounteous.",
      "Obstruct not the luminous spring of thy soul with the thorns and brambles of vain and inordinate affections, and impede not the flow of the living waters that stream from the fountain of thine heart. Set all thy hope in God, and cleave tenaciously to His unfailing mercy. Who else but Him can enrich the destitute, and deliver the fallen from his abasement?",
      "When the sinner findeth himself wholly detached and freed from all save God, he should beg forgiveness and pardon from Him. Confession of sins and transgressions before human beings is not permissible, as it hath never been nor will ever be conducive to divine forgiveness. Moreover such confession before people results in one’s humiliation and abasement, and God—exalted be His glory—wisheth not the humiliation of His servants. Verily He is the Compassionate, the Merciful.",
      ". . . let your adorning be forgiveness and mercy and that which cheereth the hearts of the well‑favoured of God.",
      "Inasmuch as God is clement and loving to His children, lenient and merciful toward our shortcomings, why should we be unkind and unforgiving toward each other?",
      "O ye friends of God! Make ye a mighty effort that all the peoples and kindreds of the world, even the enemies, should put their trust, confidence and hope in you. Should a soul commit a hundred thousand misdeeds, yet may he hope for forgiveness and may not become despondent or grieved.",
      "Let not your heart be offended with anyone. If someone commits an error and wrong toward you, you must instantly forgive him. Do not complain of others. Refrain from reprimanding them, and if you wish to give admonition or advice, let it be offered in such a way that it will not burden the hearer. Turn all your thoughts toward bringing joy to hearts. Beware! Beware! lest ye offend any heart.",
      "We must look upon our enemies with a sin‑covering eye and act with justice when confronted with any injustice whatsoever, forgive all, consider the whole of humanity as our own family, the whole earth as our own country, be sympathetic with all suffering, nurse the sick, offer a shelter to the exiled, help the poor and those in need, dress all wounds and share the happiness of each one. Be compassionate, so that your actions will shine like unto the light streaming forth from the lamp. If the whole world should arise to deny this cause, we must not fight. Our only role is to spread the teachings. If it be accepted, all is well; if not, leave the people to God.",
      "O army of God! Beware lest ye harm any soul, or make any heart to sorrow; lest ye wound any man with your words, be he known to you or a stranger, be he friend or foe. Pray ye for all; ask ye that all be blessed, all be forgiven. Beware, beware, lest any of you seek vengeance, even against one who is thirsting for your blood. Beware, beware, lest ye offend the feelings of another, even though he be an evildoer, and he wish you ill. Look ye not upon the creatures, turn ye to their Creator. See ye not the never‑yielding people, see but the Lord of Hosts. Gaze ye not down upon the dust, gaze upward at the shining sun, which hath caused every patch of darksome earth to glow with light.",
      "There are two kinds of retributive actions: One is revenge and retaliation, and the other—punishment and requital. An individual has no right to seek revenge, but the body politic has the right to punish the criminal. Such punishment is intended to dissuade and deter others from committing similar crimes. It is for the protection of the rights of man and does not constitute revenge, for revenge is that inner gratification that results from returning like for like. This is not permissible, for no one has been given the right to seek revenge. And yet, if criminals were entirely left to their own devices, the order of the world would be disrupted. So while punishment is one of the essential requirements of the body politic, the wronged and aggrieved party has no right to seek revenge. On the contrary, he should show forgiveness and magnanimity, for this is that which befits the human world.",
      "I beg Thee to forgive me, O my Lord, for every mention but the mention of Thee, and for every praise but the praise of Thee, and for every delight but delight in Thy nearness, and for every pleasure but the pleasure of communion with Thee, and for every joy but the joy of Thy love and of Thy good‑pleasure, and for all things pertaining unto me which bear no relationship unto Thee, O Thou Who art the Lord of lords, He Who provideth the means and unlocketh the doors."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 18", "section-18", 18]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "He it is Who is now proclaiming from the realms above, and within the inmost essence of all created things: ‘I truly am God, there is none other God but Me. I am He Who, from everlasting, hath been the Source of all sovereignty and power, He Who shall continue, throughout eternity, to exercise His kingship and to extend His protection unto all created things. My proof is the greatness of My might and My sovereignty that embraceth the whole of creation.’",
      "Say: He ordaineth as He pleaseth, by virtue of His sovereignty, and doeth whatsoever He willeth at His own behest. He shall not be asked of the things it pleaseth Him to ordain. He, in truth, is the Unrestrained, the All‑Powerful, the All‑Wise.",
      "Say: It is in Our power, should We wish it, to cause all created things to expire in an instant, and, with the next, to endue them again with life. The knowledge thereof, however, is with God alone, the All‑Knowing, the All‑Informed. It is in Our power, should We wish it, to enable a speck of floating dust to generate, in less than the twinkling of an eye, suns of infinite, of unimaginable splendour, to cause a dewdrop to develop into vast and numberless oceans, to infuse into every letter such a force as to empower it to unfold all the knowledge of past and future ages. This, in truth, is a matter simple of accomplishment. Such have been the evidences of My power from the beginning that hath no beginning until the end that hath no end.",
      "Every word that proceedeth out of the mouth of God is endowed with such potency as can instil new life into every human frame, if ye be of them that comprehend this truth. All the wondrous works ye behold in this world have been manifested through the operation of His supreme and most exalted Will, His wondrous and inflexible Purpose. Through the mere revelation of the word ‘Fashioner,’ issuing forth from His lips and proclaiming His attribute to mankind, such power is released as can generate, through successive ages, all the manifold arts which the hands of man can produce. This, verily, is a certain truth. No sooner is this resplendent word uttered, than its animating energies, stirring within all created things, give birth to the means and instruments whereby such arts can be produced and perfected. All the wondrous achievements ye now witness are the direct consequences of the Revelation of this Name. In the days to come, ye will, verily, behold things of which ye have never heard before. Thus hath it been decreed in the Tablets of God, and none can comprehend it except them whose sight is sharp. In like manner, the moment the word expressing My attribute ‘The Omniscient’ issueth forth from My mouth, every created thing will, according to its capacity and limitations, be invested with the power to unfold the knowledge of the most marvellous sciences, and will be empowered to manifest them in the course of time at the bidding of Him Who is the Almighty, the All‑Knowing. Know thou of a certainty that the Revelation of every other Name is accompanied by a similar manifestation of Divine power. Every single letter proceeding out of the mouth of God is indeed a mother letter, and every word uttered by Him Who is the Wellspring of Divine Revelation is a mother word, and His Tablet a Mother Tablet. Well is it with them that apprehend this truth.",
      "I bear witness that the highest thoughts of all such as adore Thy unity, and the profoundest contemplations of all them that have recognised Thee, are but the product of what hath been generated through the movement of the Pen of Thy behest, and hath been begotten by Thy will.",
      "And this is clear: a power above and beyond the powers of nature must needs be brought to bear, to change this black darkness into light, and these hatreds and resentments, grudges and spites, these endless wrangles and wars, into fellowship and love amongst all the peoples of the earth. This power is none other than the breathings of the Holy Spirit and the mighty inflow of the Word of God.",
      "Naught but the celestial potency of the Word of God, which rules and transcends the realities of all things, is capable of harmonising the divergent thoughts, sentiments, ideas, and convictions of the children of men. Verily, it is the penetrating power in all things, the mover of souls and the binder and regulator in the world of humanity.",
      "We, verily, have ordained this Temple to be the source of all existence in the new creation, that all may know of a certainty My power to accomplish that which I have purposed through My word ‘Be’, and it is! Beneath the shadow of every letter of this Temple We shall raise up a people whose number none can reckon save God, the Help in Peril, the Self‑Subsisting. Erelong shall God bring forth from His Temple such souls as will remain unswayed by the insinuations of the rebellious, and who will quaff at all times of the cup that is life indeed. These, truly, are of the blissful.",
      "The Cause of God, all deeds and words, are held within the grasp of His power. ‘All things lie imprisoned within the hollow of His mighty Hand; all things are easy and possible unto Him.’ He accomplisheth whatsoever He willeth, and doeth all that He desireth. ‘Whoso sayeth “why” or “wherefore” hath spoken blasphemy!’",
      "O Oppressors on Earth! Withdraw your hands from tyranny, for I have pledged Myself not to forgive any man’s injustice. This is My covenant which I have irrevocably decreed in the preserved tablet and sealed with My seal of glory.",
      "Who is there that can put out the light which the snow‑white Hand of God hath lit? Where is he to be found that hath the power to quench the fire which hath been kindled through the might of thy Lord, the All‑Powerful, the All‑Compelling, the Almighty? It is the Hand of Divine might that hath extinguished the flames of dissension. Powerful is He to do that which He pleaseth. He saith: Be; and it is. Say: The fierce gales and whirlwinds of the world and its peoples can never shake the foundation upon which the rock‑like stability of My chosen ones is based."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 19", "section-19", 19]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Praised be Thou, O Lord my God! Every time I attempt to make mention of Thee, I am hindered by the sublimity of Thy station and the overpowering greatness of Thy might. For were I to praise Thee throughout the length of Thy dominion and the duration of Thy sovereignty, I would find that my praise of Thee can befit only such as are like unto me, who are themselves Thy creatures, and who have been generated through the power of Thy decree and been fashioned through the potency of Thy will. And at whatever time my pen ascribeth glory to any one of Thy names, methinks I can hear the voice of its lamentation in its remoteness from Thee, and can recognise its cry because of its separation from Thy Self.",
      "All praise be to Thee, O Lord, my God! I know not how to sing Thy praise, how to describe Thy glory, how to call upon Thy Name. If I call upon Thee by Thy Name, the All‑Possessing, I am compelled to recognise that He Who holdeth in His hand the immediate destinies of all created things is but a vassal dependent upon Thee, and is the creation of but a word proceeding from Thy mouth. And if I proclaim Thee by the name of Him Who is the All‑Compelling, I readily discover that He is but a suppliant fallen upon the dust, awe‑stricken by Thy dreadful might, Thy sovereignty and power. And if I attempt to describe Thee by glorifying the oneness of Thy Being, I soon realise that such a conception is but a notion which mine own fancy hath woven, and that Thou hast ever been immeasurably exalted above the vain imaginations which the hearts of men have devised.",
      "Glorified, immeasurably glorified art Thou, my Best‑Beloved! Inasmuch as Thou hast ordained that the utmost limit to which they who lift their hearts to Thee can rise is the confession of their powerlessness to enter the realms of Thy holy and transcendent unity, and that the highest station which they who aspire to know Thee can reach is the acknowledgement of their impotence to attain the retreats of Thy sublime knowledge. I, therefore, beseech Thee, by this very powerlessness which is beloved of Thee, and which Thou hast decreed as the goal of them that have reached and attained Thy court, and by the splendours of Thy countenance that have encompassed all things, and by the energies of Thy Will whereby the entire creation hath been generated, not to deprive them that have set their hopes in Thee of the wonders of Thy mercy, nor to withhold from such as have sought Thee the treasures of Thy grace.",
      "I beg of Thee, O my God, by Thy most exalted Word which Thou hast ordained as the Divine Elixir unto all who are in Thy realm, the Elixir through whose potency the crude metal of human life hath been transmuted into purest gold, O Thou in Whose hands are both the visible and invisible kingdoms, to ordain that my choice be conformed to Thy choice and my wish to Thy wish, that I may be entirely content with that which Thou didst desire, and be wholly satisfied with what Thou didst destine for me by Thy bounteousness and favour. Potent art Thou to do as Thou willest. Thou, in very truth, art the All‑Glorious, the All‑Wise.",
      "The source of all good is trust in God, submission unto His command, and contentment with His holy will and pleasure.",
      "Nay, your true and abiding glory resideth in submission to the Word of Him Who is the Eternal Truth, and in your inward and outward detachment from aught else besides God, the All‑Compelling, the Almighty.",
      "Say: Beware, O people of Bahá, lest the strong ones of the earth rob you of your strength, or they who rule the world fill you with fear. Put your trust in God, and commit your affairs to His keeping. He, verily, will, through the power of truth, render you victorious, and He, verily, is powerful to do what He willeth, and in His grasp are the reins of omnipotent might.",
      "Glorified art Thou, O Lord my God! Every man of insight confesseth Thy sovereignty and Thy dominion, and every discerning eye perceiveth the greatness of Thy majesty and the compelling power of Thy might. The winds of tests are powerless to hold back them that enjoy near access to Thee from setting their faces towards the horizon of Thy glory, and the tempests of trials must fail to draw away and hinder such as are wholly devoted to Thy will from approaching Thy court.",
      "Methinks, the lamp of Thy love is burning in their hearts, and the light of Thy tenderness is lit within their breasts. Adversities are incapable of estranging them from Thy Cause, and the vicissitudes of fortune can never cause them to stray from Thy pleasure.",
      "I beseech Thee, O my God, by them and by the sighs which their hearts utter in their separation from Thee, to keep them safe from the mischief of Thine adversaries, and to nourish their souls with what Thou hast ordained for Thy loved ones on whom shall come no fear and who shall not be put to grief."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 20", "section-20", 20]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Upon the horizon of Eternal Glory two luminous stars have arisen in brilliance: one to the right and one to the left. This supreme mystery is the two diagrams placed to the right and to the left of the Greatest Name upon the stone of the noble ring: this is the mystery of the appearance of the Beauty of Abhá and of the Supreme Highness (the Báb). And though these two diagrams at the right and the left have the form of stars, they also represent the body of man, with the head, the two arms and the two legs, since this diagram has five points.",
      "O servant who hast fixed his gaze upon My face! Hearken unto the Voice of thy Lord, the All‑Glorious, calling aloud from the dayspring of grandeur and majesty. Verily His Call will draw thee nigh unto the realm of glory and will cause thee to extol His praise in such wise that every created thing will be enraptured, and to magnify His glory in such manner as to influence the entire creation. Truly thy Lord is the Protector, the Gracious, the All‑Informed.",
      "Thy might beareth me witness! Were it not to celebrate Thy praise, my tongue would be of no use to me, and were it not for the sake of rendering service to Thee, my existence would avail me not. But for the pleasure of beholding the splendours of Thy realm of glory, why should I cherish sight? And but for the joy of giving ear to Thy most sweet voice, of what use is hearing?",
      "Praise be to God, the All‑Possessing, the King of incomparable glory, a praise which is immeasurably above the understanding of all created things, and is exalted beyond the grasp of the minds of men. None else besides Him hath ever been able to sing adequately His praise, nor will any man succeed at any time in describing the full measure of His glory. Who is it that can claim to have attained the heights of His exalted Essence, and what mind can measure the depths of His unfathomable mystery? From each and every revelation emanating from the Source of His glory, holy and never‑ending evidences of unimaginable splendour have appeared, and out of every manifestation of His invincible power oceans of eternal light have poured. How immensely exalted are the wondrous testimonies of His almighty sovereignty, a glimmer of which, if it but touched them, would utterly consume all that are in the heavens and in the earth! How indescribably lofty are the tokens of His consummate power, a single sign of which, however inconsiderable, must transcend the comprehension of whatsoever hath, from the beginning that hath no beginning, been brought into being, or will be created in the future till the end that hath no end. All the Embodiments of His Names wander in the wilderness of search, athirst and eager to discover His Essence, and all the Manifestations of His Attributes implore Him, from the Sinai of Holiness, to unravel His mystery."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 21", "section-21", 21]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Say: Blessed the slumberer who is awakened by My Breeze. Blessed the lifeless one who is quickened through My reviving breaths. Blessed the eye that is solaced by gazing at My beauty. Blessed the wayfarer who directeth his steps towards the Tabernacle of My glory and majesty. Blessed the distressed one who seeketh refuge beneath the shadow of My canopy. Blessed the sore athirst who hasteneth to the soft‑flowing waters of My loving‑kindness. Blessed the insatiate soul who casteth away his selfish desires for love of Me and taketh his place at the banquet table which I have sent down from the heaven of divine bounty for My chosen ones. Blessed the abased one who layeth fast hold on the cord of My glory; and the needy one who entereth beneath the shadow of the Tabernacle of My wealth. Blessed the ignorant one who seeketh the fountain of My knowledge; and the heedless one who cleaveth to the cord of My remembrance. Blessed the soul that hath been raised to life through My quickening breath and hath gained admittance into My heavenly Kingdom. Blessed the man whom the sweet savours of reunion with Me have stirred and caused to draw nigh unto the Day‑spring of My Revelation. Blessed the ear that hath heard and the tongue that hath borne witness and the eye that hath seen and recognised the Lord Himself, in His great glory and majesty, invested with grandeur and dominion. Blessed are they that have attained His presence. Blessed the man who hath sought enlightenment from the Daystar of My Word. Blessed he who hath attired his head with the diadem of My love. Blessed is he who hath heard of My grief and hath arisen to aid Me among My people. Blessed is he who hath laid down his life in My path and hath borne manifold hardships for the sake of My name. Blessed the man who, assured of My Word, hath arisen from among the dead to celebrate My praise. Blessed is he that hath been enraptured by My wondrous melodies and hath rent the veils asunder through the potency of My might. Blessed is he who hath remained faithful to My Covenant, and whom the things of the world have not kept back from attaining My Court of holiness. Blessed is the man who hath detached himself from all else but Me, hath soared in the atmosphere of My love, hath gained admittance into My Kingdom, gazed upon My realms of glory, quaffed the living waters of My bounty, hath drunk his fill from the heavenly river of My loving providence, acquainted himself with My Cause, apprehended that which I concealed within the treasury of My Words, and hath shone forth from the horizon of divine knowledge engaged in My praise and glorification. Verily, he is of Me. Upon him rest My mercy, My loving‑kindness, My bounty and My glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 22", "section-22", 22]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "To every discerning and illumined heart it is evident that God, the unknowable Essence, the divine Being, is immensely exalted beyond every human attribute, such as corporeal existence, ascent and descent, egress and regress. Far be it from His glory that human tongue should adequately recount His praise, or that human heart comprehend His fathomless mystery. He is and hath ever been veiled in the ancient eternity of His Essence, and will remain in His Reality everlastingly hidden from the sight of men. ‘No vision taketh in Him, but He taketh in all vision; He is the Subtile, the All‑Perceiving.’",
      "The Invisible and Inaccessible can never be known; the absolute Essence can never be described. For the divine Essence is an all‑encompassing reality, and all created things are encompassed. The all‑encompassing must assuredly be greater than that which is encompassed, and thus the latter can in no wise discover the former or comprehend its reality. No matter how far human minds may advance, even attaining the highest degree of human comprehension, the uttermost limit of this comprehension is to behold the signs and attributes of God in the world of creation and not in the realm of Divinity. For the essence and the attributes of the all‑glorious Lord are enshrined in the inaccessible heights of sanctity, and human minds and understandings will never find a path to that station. ‘The way is barred, and all seeking rejected.’",
      "It is evident that whatsoever man understands is a consequence of his existence, and that man is a sign of the All‑Merciful: How then can the consequence of the sign encompass the Creator of the sign? That is, how can human understanding, which is a consequence of man’s existence, comprehend God? Thus the reality of the Divinity lies hidden from all understanding and is concealed from the minds of all men, and to ascend to that station is in no wise possible."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 23", "section-23", 23]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The door of the knowledge of the Ancient of Days being thus closed in the face of all beings, the Source of infinite grace, according to His saying: ‘His grace hath transcended all things; My grace hath encompassed them all’ hath caused those luminous Gems of Holiness to appear out of the realm of the spirit, in the noble form of the human temple, and be made manifest unto all men, that they may impart unto the world the mysteries of the unchangeable Being, and tell of the subtleties of His imperishable Essence. These sanctified Mirrors, these Day‑springs of ancient glory are one and all the Exponents on earth of Him Who is the central Orb of the universe, its Essence and ultimate Purpose. From Him proceed their knowledge and power; from Him is derived their sovereignty. The beauty of their countenance is but a reflection of His image, and their revelation a sign of His deathless glory. They are the Treasuries of divine knowledge, and the Repositories of celestial wisdom. Through them is transmitted a grace that is infinite, and by them is revealed the light that can never fade.",
      "These Tabernacles of holiness, these primal Mirrors which reflect the light of unfading glory, are but expressions of Him Who is the Invisible of the Invisibles. By the revelation of these gems of divine virtue all the names and attributes of God, such as knowledge and power, sovereignty and dominion, mercy and wisdom, glory, bounty and grace, are made manifest.",
      "Know thou of a certainty that the Unseen can in no wise incarnate His Essence and reveal it unto men. He is, and hath ever been, immensely exalted beyond all that can either be recounted or perceived. From His retreat of glory His voice is ever proclaiming: ‘Verily, I am God; there is none other God besides Me, the All‑Knowing, the All‑Wise. I have manifested Myself unto men, and have sent down Him Who is the Dayspring of the signs of My Revelation. Through Him I have caused all creation to testify that there is none other God except Him, the Incomparable, the All‑Informed, the All‑Wise.’ He Who is everlastingly hidden from the eyes of men can never be known except through His Manifestation, and His Manifestation can adduce no greater proof of the truth of His Mission than the proof of His own Person.",
      "O Salmán! The door of the knowledge of the Ancient Being hath ever been, and will continue forever to be, closed in the face of men. No man’s understanding shall ever gain access unto His holy court. As a token of His mercy, however, and as a proof of His loving‑kindness, He hath manifested unto men the Daystars of His divine guidance, the Symbols of His divine unity, and hath ordained the knowledge of these sanctified Beings to be identical with the knowledge of His own Self. Whoso recogniseth them hath recognised God. Whoso hearkeneth to their call, hath hearkened to the Voice of God, and whoso testifieth to the truth of their Revelation, hath testified to the truth of God Himself. Whoso turneth away from them, hath turned away from God, and whoso disbelieveth in them, hath disbelieved in God. Every one of them is the Way of God that connecteth this world with the realms above, and the Standard of His Truth unto every one in the kingdoms of earth and heaven. They are the Manifestations of God amidst men, the evidences of His Truth, and the signs of His glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 24", "section-24", 24]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      ". . . the Bearers of the trust of God are made manifest unto the peoples of the earth as the Exponents of a new Cause and the Revealers of a new Message. Inasmuch as these Birds of the Celestial Throne are all sent down from the heaven of the Will of God, and as they all arise to proclaim His irresistible Faith, they therefore are regarded as one soul and the same person. For they all drink from the one Cup of the love of God, and all partake of the fruit of the same Tree of Oneness. . . . These Manifestations of God have each a twofold station. One is the station of pure abstraction and essential unity. In this respect, if thou callest them all by one name, and dost ascribe to them the same attributes, thou hast not erred from the truth. . . .",
      "It is clear and evident to thee that all the Prophets are the Temples of the Cause of God, Who have appeared clothed in divers attire. If thou wilt observe with discriminating eyes, thou wilt behold them all abiding in the same tabernacle, soaring in the same heaven, seated upon the same throne, uttering the same speech, and proclaiming the same Faith. Such is the unity of those Essences of being, those Luminaries of infinite and immeasurable splendour. Wherefore, should one of these Manifestations of Holiness proclaim saying: ‘I am the return of all the Prophets,’ He verily speaketh the truth. In like manner, in every subsequent Revelation, the return of the former Revelation is a fact, the truth of which is firmly established.",
      "For example, last year there was a flower, and this year there has also appeared a flower. When I say that the flower of last year has returned, I do not mean that the same flower has returned with the selfsame identity. But since this flower is endowed with the same attributes as last year’s flower—as it possesses the same fragrance, delicacy, colour, and form—it is said that last year’s flower has returned, and that this is that same flower. Likewise, when spring comes we say that last year’s spring has returned, since all that was found in the former is to be found again in the latter. This is why Christ said, ‘Ye will witness all that came to pass in the days of the former Prophets.’",
      "Let us give another illustration: Last year’s seed was sown, branches and leaves appeared, blossoms and fruit came forth, and in the end a new seed was produced. When this second seed is planted, it will grow into a tree, and once more those leaves, blossoms, branches, and fruit will return, and the former tree will once again appear. As the beginning was a seed and the end likewise a seed, we say that the seed has returned. When we consider the material substance of the tree, it is different, but when we consider the blossoms, leaves, and fruit, the same fragrance, taste, and delicacy are produced. Hence the perfection of the tree has returned anew.",
      "In the same way, if we consider the individual, it is a different one, but if we consider the attributes and perfections, the same have returned."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 25", "section-25", 25]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "We have already in the foregoing pages assigned two stations unto each of the Luminaries arising from the Daysprings of eternal holiness. One of these stations, the station of essential unity, We have already explained. ‘No distinction do We make between any of them.’ The other is the station of distinction, and pertaineth to the world of creation and to the limitations thereof. In this respect, each Manifestation of God hath a distinct individuality, a definitely prescribed mission, a predestined Revelation, and specially designated limitations. Each one of them is known by a different name, is characterised by a special attribute, fulfils a definite Mission, and is entrusted with a particular Revelation. . . .",
      "It is because of this difference in their station and mission that the words and utterances flowing from these Well‑springs of divine knowledge appear to diverge and differ. Otherwise, in the eyes of them that are initiated into the mysteries of divine wisdom, all their utterances are in reality but the expressions of one Truth. As most of the people have failed to appreciate those stations to which We have referred, they therefore feel perplexed and dismayed at the varying utterances pronounced by Manifestations that are essentially one and the same."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 26", "section-26", 26]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Were any of the all‑embracing Manifestations of God to declare: ‘I am God!’ He verily speaketh the truth, and no doubt attacheth thereto. For it hath been repeatedly demonstrated that through their Revelation, their attributes and names, the Revelation of God, His names and His attributes, are made manifest in the world. Thus, He hath revealed: ‘Those shafts were God’s, not Thine!’ And also He saith: ‘In truth, they who plighted fealty unto thee, really plighted that fealty unto God.’ And were any of them to voice the utterance: ‘I am the Messenger of God,’ He also speaketh the truth, the indubitable truth. Even as He saith: ‘Muḥammad is not the father of any man among you, but He is the Messenger of God.’ Viewed in this light, they are all but Messengers of that ideal King, that unchangeable Essence. And were they all to proclaim: ‘I am the Seal of the Prophets,’ they verily utter but the truth, beyond the faintest shadow of doubt. For they are all but one person, one soul, one spirit, one being, one revelation. They are all the manifestation of the ‘Beginning’ and the ‘End,’ the ‘First’ and the ‘Last,’ the ‘Seen’ and the ‘Hidden’—all of which pertain to Him Who is the innermost Spirit of Spirits and eternal Essence of Essences. And were they to say: ‘We are the servants of God,’ this also is a manifest and indisputable fact. For they have been made manifest in the uttermost state of servitude, a servitude the like of which no man can possibly attain. Thus in moments in which these Essences of being were deep immersed beneath the oceans of ancient and everlasting holiness, or when they soared to the loftiest summits of divine mysteries, they claimed their utterances to be the Voice of divinity, the Call of God Himself. Were the eye of discernment to be opened, it would recognise that in this very state, they have considered themselves utterly effaced and nonexistent in the face of Him Who is the All‑Pervading, the Incorruptible. Methinks they have regarded themselves as utter nothingness, and deemed their mention in that Court an act of blasphemy. For the slightest whispering of self, within such a Court, is an evidence of self‑assertion and independent existence. In the eyes of them that have attained unto that Court, such a suggestion is itself a grievous transgression. How much more grievous would it be, were aught else to be mentioned in that Presence, were man’s heart, his tongue, his mind, or his soul, to be busied with anyone but the Well‑Beloved, were his eyes to behold any countenance other than His beauty, were his ear to be inclined to any melody but His voice, and were his feet to tread any way but His way. . . .",
      "By virtue of this station, they have claimed for themselves the Voice of Divinity and the like, whilst by virtue of their station of Messengership, they have declared themselves the Messengers of God. In every instance they have voiced an utterance that would conform to the requirements of the occasion, and have ascribed all these declarations to Themselves, declarations ranging from the realm of divine Revelation to the realm of creation, and from the domain of Divinity even unto the domain of earthly existence. Thus it is that whatsoever be their utterance, whether it pertain to the realm of Divinity, Lordship, Prophethood, Messengership, Guardianship, Apostleship or Servitude, all is true, beyond the shadow of a doubt. Therefore, these sayings which We have quoted in support of Our argument must be attentively considered, that the divergent utterances of the Manifestations of the Unseen and Daysprings of Holiness may cease to agitate the soul and perplex the mind."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 27", "section-27", 27]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Consider the former generations. Witness how every time the Daystar of Divine bounty hath shed the light of His Revelation upon the world, the people of His Day have arisen against Him, and repudiated His truth. They who were regarded as the leaders of men have invariably striven to hinder their followers from turning unto Him Who is the Ocean of God’s limitless bounty.",
      "Behold how the people, as a result of the verdict pronounced by the divines of His age, have cast Abraham, the Friend of God, into fire; how Moses, He Who held converse with the Almighty, was denounced as liar and slanderer. Reflect how Jesus, the Spirit of God, was, notwithstanding His extreme meekness and perfect tender‑heartedness, treated by His enemies. So fierce was the opposition which He, the Essence of Being and Lord of the visible and invisible, had to face, that He had nowhere to lay His head. He wandered continually from place to place, deprived of a permanent abode. Ponder that which befell Muḥammad, the Seal of the Prophets, may the life of all else be a sacrifice unto Him. . . .",
      "Thou hast known how grievously the Prophets of God, His Messengers and Chosen Ones, have been afflicted. Meditate awhile on the motive and reason which have been responsible for such a persecution. At no time, in no Dispensation, have the Prophets of God escaped the blasphemy of their enemies, the cruelty of their oppressors, the denunciation of the learned of their age, who appeared in the guise of uprightness and piety. Day and night they passed through such agonies as none can ever measure, except the knowledge of the one true God, exalted be His glory.",
      "Consider this wronged One. Though the clearest proofs attest the truth of His Cause; though the prophecies He, in an unmistakable language, hath made have been fulfilled; though, in spite of His not being accounted among the learned, His being unschooled and inexperienced in the disputations current among the divines, He hath rained upon men the showers of His manifold and Divinely inspired knowledge; yet, behold how this generation hath rejected His authority, and rebelled against Him! He hath, during the greater part of His life, been sore‑tried in the clutches of His enemies. His sufferings have now reached their culmination in this afflictive Prison, into which His oppressors have so unjustly thrown Him. God grant that, with a penetrating vision and radiant heart, thou mayest observe the things that have come to pass and are now happening, and, pondering them in thine heart, mayest recognise that which most men have, in this Day, failed to perceive. Please God, He may enable thee to inhale the sweet fragrance of His Day, to partake of the limitless effusions of His grace, to quaff thy fill, through His gracious favour, from the most great Ocean that surgeth in this Day in the name of the Ancient King, and to remain firm and immoveable as the mountain in His Cause.",
      "Moreover, consider the hardships and the bitterness of the lives of those Revealers of the divine Beauty. Reflect, how single‑handed and alone they faced the world and all its peoples, and promulgated the Law of God! No matter how severe the persecutions inflicted upon those holy, those precious, and tender Souls, they still remained, in the plenitude of their power, patient, and, despite their ascendancy, they suffered and endured."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 28", "section-28", 28]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Every Prophet Whom the Almighty and Peerless Creator hath purposed to send to the peoples of the earth hath been entrusted with a Message, and charged to act in a manner that would best meet the requirements of the age in which He appeared.",
      "The Prophets of God should be regarded as physicians whose task is to foster the well‑being of the world and its peoples, that, through the spirit of oneness, they may heal the sickness of a divided humanity.",
      "Little wonder, then, if the treatment prescribed by the physician in this day should not be found to be identical with that which he prescribed before. How could it be otherwise when the ills affecting the sufferer necessitate at every stage of his sickness a special remedy?",
      "In like manner, every time the Prophets of God have illumined the world with the resplendent radiance of the Daystar of Divine knowledge, they have invariably summoned its peoples to embrace the light of God through such means as best befitted the exigencies of the age in which they appeared.",
      "The independent Prophets are each the Author of a divine religion and the Founder of a new Dispensation. At Their advent the world is clothed in a new attire, a new religion is established and a new Book revealed. These Prophets acquire the outpouring grace of the divine Reality without an intermediary. Their radiance is an essential radiance like that of the sun, which is luminous in and of itself and whose luminosity is an essential requirement rather than being acquired from another star: They are like the sun and not the moon. These Daysprings of the morn of Divine Unity are the fountainheads of divine grace and the mirrors of the Essence of Reality. . . .",
      "In the beginning, this tree was full of vitality and laden with blossoms and fruit, but gradually it grew old, spent, and barren, until it entirely withered and decayed. That is why the True Gardener will again plant a tender sapling of the same stock, that it may grow and develop day by day, extend its sheltering shade in this heavenly garden, and yield its prized fruit. So it is with the divine religions: With the passage of time, their original precepts are altered, their underlying truth entirely vanishes, their spirit departs, heresies spring up, and they become a body without a soul. That is why they are renewed.",
      ". . . the virtues of humanity and the possibilities of human advancement are boundless. There is no end to them, and whatever be the degree to which humanity may attain, there are always degrees beyond. There is no attainment in the contingent realm of which it may be said, ‘Beyond this state of being and perfection there is no other,’ or ‘This has achieved the superlative degree.’ No matter how perfect it may appear, there is always a greater degree of attainment to be reached. . . .",
      "There are some who believe that the divine bounties are subject to cessation. For example, they think that the revelation of God, the effulgence of God and the bounties of God have ended. This is self‑evidently a mistaken idea, for none of these is subject to termination. The reality of Divinity is like unto the sun, and revelation is like unto the rays thereof. If we should assert that the bounties of God are not everlasting, we are forced to believe that Divinity can come to an end, whereas the reality of Divinity enfolds all virtues and by reason of these bounties is perfect. Were it not possessed of all these perfections or virtues, it could not be Divinity. The sun is the sun because of its rays, light and heat. If it could be dispossessed of them, it would not be the sun. Therefore, if we say that the divinity or sovereignty of God is accidental and subject to termination, we must perforce think that Divinity itself is accidental, without foundation and not essential.",
      "The divine religions embody two kinds of ordinances. First, there are those which constitute essential, or spiritual, teachings of the Word of God. These are faith in God, the acquirement of the virtues which characterise perfect manhood, praiseworthy moralities, the acquisition of the bestowals and bounties emanating from the divine effulgences—in brief, the ordinances which concern the realm of morals and ethics. This is the fundamental aspect of the religion of God, and this is of the highest importance because knowledge of God is the fundamental requirement of man. Man must comprehend the oneness of Divinity. He must come to know and acknowledge the precepts of God and realise for a certainty that the ethical development of humanity is dependent upon religion. He must get rid of all defects and seek the attainment of heavenly virtues in order that he may prove to be the image and likeness of God. It is recorded in the Holy Bible that God said, ‘Let us make man in our image, after our likeness.’ It is self‑evident that the image and likeness mentioned do not apply to the form and semblance of a human being because the reality of Divinity is not limited to any form or figure. Nay, rather, the attributes and characteristics of God are intended. Even as God is pronounced to be just, man must likewise be just. As God is loving and kind to all men, man must likewise manifest loving‑kindness to all humanity. As God is loyal and truthful, man must show forth the same attributes in the human world. Even as God exercises mercy toward all, man must prove himself to be the manifestation of mercy. In a word, the image and likeness of God constitute the virtues of God, and man is intended to become the recipient of the effulgences of divine attributes. This is the essential foundation of all the divine religions, the reality itself, common to all. Abraham promulgated this; Moses proclaimed it. Christ and all the Prophets upheld this standard and aspect of divine religion.",
      "Second, there are laws and ordinances which are temporary and nonessential. These concern human transactions and relations. They are accidental and subject to change according to the exigencies of time and place. These ordinances are neither permanent nor fundamental. For instance, during the time of Noah it was expedient that seafood be considered as lawful; therefore, God commanded Noah to partake of all marine animal life. During the time of Moses this was not in accordance with the exigencies of Israel’s existence; therefore, a second command was revealed partly abrogating the law concerning marine foods. . . .",
      "It has been shown conclusively, therefore, that the foundation of the religion of God remains permanent and unchanging. It is that fixed foundation which ensures the progress and stability of the body politic and the illumination of humanity. It has ever been the cause of love and justice amongst men. It works for the true fellowship and unification of all mankind, for it never changes and is not subject to supersedure. The accidental, or nonessential, laws which regulate the transactions of the social body and everyday affairs of life are changeable and subject to abrogation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 30", "section-30", 30]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "He is the Most Glorious.",
      "He is God, no God is there but Him, the Almighty, the Best‑Beloved. All that are in the heavens and on the earth and whatever lieth between them are His. Verily He is the Help in Peril, the Self‑Subsisting.",
      "This is a letter from God, the Help in Peril, the Self‑Subsisting, unto God, the Almighty, the Best‑Beloved, to affirm that the Bayán and such as bear allegiance to it are but a present from me unto Thee and to express my undoubting faith that there is no God but Thee, that the kingdoms of Creation and Revelation are Thine, that no one can attain anything save by Thy power and that He Whom Thou hast raised up is but Thy servant and Thy Testimony. I, indeed, beg to address Him Whom God shall make manifest, by Thy leave in these words: ‘Shouldst Thou dismiss the entire company of the followers of the Bayán in the Day of the Latter Resurrection by a mere sign of Thy finger even while still a suckling babe, Thou wouldst indeed be praised in Thy indication. And though no doubt is there about it, do Thou grant a respite of nineteen years as a token of Thy favour so that those who have embraced this Cause may be graciously rewarded by Thee. Thou art verily the Lord of grace abounding. Thou dost indeed suffice every created thing and causest it to be independent of all things, while nothing in the heavens or on the earth or that which lieth between them can ever suffice Thee.’",
      "Verily Thou art the Self‑Sufficient, the All‑Knowing; Thou art indeed potent over all things."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 31", "section-31", 31]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation. Whoso achieveth this duty hath attained unto all good; and whoso is deprived thereof hath gone astray, though he be the author of every righteous deed. It behoveth everyone who reacheth this most sublime station, this summit of transcendent glory, to observe every ordinance of Him Who is the Desire of the world. These twin duties are inseparable. Neither is acceptable without the other. Thus hath it been decreed by Him Who is the Source of Divine inspiration.",
      "They whom God hath endued with insight will readily recognise that the precepts laid down by God constitute the highest means for the maintenance of order in the world and the security of its peoples. He that turneth away from them is accounted among the abject and foolish. We, verily, have commanded you to refuse the dictates of your evil passions and corrupt desires, and not to transgress the bounds which the Pen of the Most High hath fixed, for these are the breath of life unto all created things."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 32", "section-32", 32]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures. Thus hath it been sent down from the heaven of the Will of your Lord, the Lord of Revelation. Were any man to taste the sweetness of the words which the lips of the All‑Merciful have willed to utter, he would, though the treasures of the earth be in his possession, renounce them one and all, that he might vindicate the truth of even one of His commandments, shining above the Dayspring of His bountiful care and loving‑kindness.",
      "Say: From My laws the sweet‑smelling savour of My garment can be smelled, and by their aid the standards of Victory will be planted upon the highest peaks. The Tongue of My power hath, from the heaven of My omnipotent glory, addressed to My creation these words: ‘Observe My commandments, for the love of My beauty.’ Happy is the lover that hath inhaled the divine fragrance of his Best‑Beloved from these words, laden with the perfume of a grace which no tongue can describe. By My life! He who hath drunk the choice wine of fairness from the hands of My bountiful favour will circle around My commandments that shine above the Dayspring of My creation.",
      "Think not that We have revealed unto you a mere code of laws. Nay, rather, We have unsealed the choice Wine with the fingers of might and power. To this beareth witness that which the Pen of Revelation hath revealed. Meditate upon this, O men of insight!",
      "O Son of Man! Veiled in My immemorial being and in the ancient eternity of My essence, I knew My love for thee; therefore I created thee, have engraved on thee Mine image and revealed to thee My beauty.",
      "O Son of Spirit! My claim on thee is great, it cannot be forgotten. My grace to thee is plenteous, it cannot be veiled. My love has made in thee its home, it cannot be concealed. My light is manifest to thee, it cannot be obscured.",
      "O Son of Being! My love is My stronghold; he that entereth therein is safe and secure, and he that turneth away shall surely stray and perish.",
      "O Son of Man! I loved thy creation, hence I created thee. Wherefore, do thou love Me, that I may name thy name and fill thy soul with the spirit of life.",
      "O Son of Being! Thy Paradise is My love; thy heavenly home, reunion with Me. Enter therein and tarry not. This is that which hath been destined for thee in Our kingdom above and Our exalted dominion.",
      "O Son of Man! If thou lovest Me, turn away from thyself; and if thou seekest My pleasure, regard not thine own; that thou mayest die in Me and I may eternally live in thee.",
      "O Son of Being! Walk in My statutes for love of Me and deny thyself that which thou desirest if thou seekest My pleasure.",
      "O Son of Man! Neglect not My commandments if thou lovest My beauty, and forget not My counsels if thou wouldst attain My good pleasure.",
      "O Son of Being! Love Me, that I may love thee. If thou lovest Me not, My love can in no wise reach thee. Know this, O servant.",
      "O Son of the Wondrous Vision! I have breathed within thee a breath of My own Spirit, that thou mayest be My lover. Why hast thou forsaken Me and sought a beloved other than Me?",
      "O Son of Justice! Whither can a lover go but to the land of his beloved? And what seeker findeth rest away from his heart’s desire? To the true lover reunion is life, and separation is death. His breast is void of patience and his heart hath no peace. A myriad lives he would forsake to hasten to the abode of his beloved."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 33", "section-33", 33]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "No man shall attain the shores of the ocean of true understanding except he be detached from all that is in heaven and on earth. Sanctify your souls, O ye peoples of the world, that haply ye may attain that station which God hath destined for you and enter thus the tabernacle which, according to the dispensations of Providence, hath been raised in the firmament of the Bayán.",
      "The essence of these words is this: they that tread the path of faith, they that thirst for the wine of certitude, must cleanse themselves of all that is earthly—their ears from idle talk, their minds from vain imaginings, their hearts from worldly affections, their eyes from that which perisheth. They should put their trust in God, and, holding fast unto Him, follow in His way. Then will they be made worthy of the effulgent glories of the sun of divine knowledge and understanding, and become the recipients of a grace that is infinite and unseen, inasmuch as man can never hope to attain unto the knowledge of the All‑Glorious, can never quaff from the stream of divine knowledge and wisdom, can never enter the abode of immortality, nor partake of the cup of divine nearness and favour, unless and until he ceases to regard the words and deeds of mortal men as a standard for the true understanding and recognition of God and His Prophets.",
      "Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fervid love, of rapture, and ecstasy, is kindled within the seeker’s heart, and the breeze of His loving‑kindness is wafted upon his soul, will the darkness of error be dispelled, the mists of doubts and misgivings be dissipated, and the lights of knowledge and certitude envelop his being. At that hour will the Mystic Herald, bearing the joyful tidings of the Spirit, shine forth from the City of God resplendent as the morn, and, through the trumpet‑blast of knowledge, will awaken the heart, the soul, and the spirit from the slumber of heedlessness. Then will the manifold favours and outpouring grace of the holy and everlasting Spirit confer such new life upon the seeker that he will find himself endowed with a new eye, a new ear, a new heart, and a new mind. He will contemplate the manifest signs of the universe, and will penetrate the hidden mysteries of the soul. Gazing with the eye of God, he will perceive within every atom a door that leadeth him to the stations of absolute certitude. He will discover in all things the mysteries of Divine Revelation, and the evidences of an everlasting Manifestation.",
      "I swear by God! Were he that treadeth the path of guidance and seeketh to scale the heights of righteousness to attain unto this glorious and exalted station, he would inhale, at a distance of a thousand leagues, the fragrance of God, and would perceive the resplendent morn of a Divine guidance rising above the dayspring of all things. Each and every thing, however small, would be to him a revelation, leading him to his Beloved, the Object of his quest. So great shall be the discernment of this seeker that he will discriminate between truth and falsehood, even as he doth distinguish the sun from shadow. If in the uttermost corners of the East the sweet savours of God be wafted, he will assuredly recognise and inhale their fragrance, even though he be dwelling in the uttermost ends of the West. He will, likewise, clearly distinguish all the signs of God—His wondrous utterances, His great works, and mighty deeds—from the doings, the words and ways of men, even as the jeweller who knoweth the gem from the stone, or the man who distinguisheth the spring from autumn, and heat from cold. When the channel of the human soul is cleansed of all worldly and impeding attachments, it will unfailingly perceive the breath of the Beloved across immeasurable distances, and will, led by its perfume, attain and enter the City of Certitude.",
      "Therein he will discern the wonders of His ancient Wisdom, and will perceive all the hidden teachings from the rustling leaves of the Tree that flourisheth in that City. With both his inner and outer ear, he will hear from its dust the hymns of glory and praise ascending unto the Lord of Lords, and with his inner eye will he discover the mysteries of “return” and “revival.”",
      "How unspeakably glorious are the signs, the tokens, the revelations, and splendours which He, Who is the King of Names and Attributes, hath destined for that City! The attainment unto this City quencheth thirst without water, and kindleth the love of God without fire. Within every blade of grass are enshrined the mysteries of an inscrutable Wisdom, and upon every rosebush a myriad nightingales pour out, in blissful rapture, their melody. Its wondrous tulips unfold the mystery of the undying Fire in the Burning Bush, and its sweet savours of holiness breathe the perfume of the Messianic Spirit. It bestoweth wealth without gold, and conferreth immortality without death. In each one of its leaves ineffable delights are treasured, and within every chamber unnumbered mysteries lie hidden.",
      "They that valiantly labour in quest of God will, when once they have renounced all else but Him, be so attached and wedded unto that City, that a moment’s separation from it would to them be unthinkable. They will hearken unto infallible proofs from the Hyacinth of that assembly, and will receive the surest testimonies from the beauty of its Rose, and the melody of its Nightingale. Once in about a thousand years shall this City be renewed and readorned. . . .",
      "That City is none other than the Word of God revealed in every age and dispensation. In the days of Moses it was the Pentateuch; in the days of Jesus, the Gospel; in the days of Muḥammad, the Messenger of God, the Qur’án; in this day, the Bayán; and in the Dispensation of Him Whom God will make manifest, His own Book—the Book unto which all the Books of former Dispensations must needs be referred, the Book that standeth amongst them all transcendent and supreme."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 1: The Eternal Covenant", "unit-1-the-eternal-covenant", 1],
      ["Section 34", "section-34", 34]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Say: True liberty consisteth in man’s submission unto My commandments, little as ye know it. Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty. Happy is the man that hath apprehended the Purpose of God in whatever He hath revealed from the Heaven of His Will that pervadeth all created things. Say: The liberty that profiteth you is to be found nowhere except in complete servitude unto God, the Eternal Truth. Whoso hath tasted of its sweetness will refuse to barter it for all the dominion of earth and heaven.",
      "O Son of Man! Wert thou to speed through the immensity of space and traverse the expanse of heaven, yet thou wouldst find no rest save in submission to Our command and humbleness before Our Face."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 1", "section-1", 1]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "All created things have their degree or stage of maturity. The period of maturity in the life of a tree is the time of its fruit‑bearing . . . The animal attains a stage of full growth and completeness, and in the human kingdom man reaches his maturity when the light of his intelligence attains its greatest power and development . . . Similarly there are periods and stages in the collective life of humanity. At one time it was passing through its stage of childhood, at another its period of youth, but now it has entered its long‑predicted phase of maturity, the evidences of which are everywhere apparent . . . That which was applicable to human needs during the early history of the race can neither meet nor satisfy the demands of this day, this period of newness and consummation. Humanity has emerged from its former state of limitation and preliminary training. Man must now become imbued with new virtues and powers, new moral standards, new capacities. New bounties, perfect bestowals, are awaiting and already descending upon him. The gifts and blessings of the period of youth, although timely and sufficient during the adolescence of mankind, are now incapable of meeting the requirements of its maturity.",
      "The long ages of infancy and childhood, through which the human race had to pass, have receded into the background. Humanity is now experiencing the commotions invariably associated with the most turbulent stage of its evolution, the stage of adolescence, when the impetuosity of youth and its vehemence reach their climax, and must gradually be superseded by the calmness, the wisdom, and the maturity that characterise the stage of manhood. Then will the human race reach that stature of ripeness which will enable it to acquire all the powers and capacities upon which its ultimate development must depend.",
      "The ages of its infancy and childhood are past, never again to return, while the Great Age, the consummation of all ages, which must signalise the coming of age of the entire human race, is yet to come. The convulsions of this transitional and most turbulent period in the annals of humanity are the essential prerequisites, and herald the inevitable approach, of that Age of Ages, ‘the time of the end,’ in which the folly and tumult of strife that has, since the dawn of history, blackened the annals of mankind, will have been finally transmuted into the wisdom and the tranquillity of an undisturbed, a universal, and lasting peace, in which the discord and separation of the children of men will have given way to the worldwide reconciliation, and the complete unification of the divers elements that constitute human society."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 2", "section-2", 2]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The embryo gradually grows and develops until it is born, and thereafter it continues to grow and develop until it reaches the stage of maturity. Although in infancy the signs of the mind and the spirit are already present in man, they do not appear in a state of perfection, and remain incomplete. But when man attains maturity, the mind and the spirit manifest themselves in the utmost perfection. . . .",
      "It is even as the seed: The tree exists within it but is hidden and concealed; when the seed grows and develops, the tree appears in its fullness. In like manner, the growth and development of all beings proceeds by gradual degrees. This is the universal and divinely ordained law and the natural order. The seed does not suddenly become the tree; the embryo does not at once become the man; the mineral substance does not in a moment become the stone: No, all these grow and develop gradually until they attain the limit of perfection.",
      ". . . Christ has addressed the world, saying, ‘Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven’—that is, men must become pure in heart to know God. . . . But this purity is on account of weakness and innocence, not on account of any strength and testing, for as this is the early period of their childhood, their hearts and minds are unsullied by the world. They cannot display any great intelligence. They have neither hypocrisy nor deceit. This is on account of the child’s weakness, whereas the man becomes pure through his strength. Through the power of intelligence he becomes simple; through the great power of reason and understanding and not through the power of weakness he becomes sincere.",
      "So it is that the individual, with no regard for ‘personal benefits and selfish advantages,’ comes to see him‑ or herself as ‘one of the servants of God, the All‑Possessing,’ whose only desire is to carry out His laws. So it is that the friends come to recognise that ‘wealth of sentiment, abundance of goodwill and effort’ are of little avail when their flow is not directed along proper channels, that ‘the unfettered freedom of the individual should be tempered with mutual consultation and sacrifice,’ and that ‘the spirit of initiative and enterprise should be reinforced by a deeper realisation of the supreme necessity for concerted action and a fuller devotion to the common weal.’ And so it is that all come to discern with ease those areas of activity in which the individual can best exercise initiative and those which fall to the institutions alone. ‘With heart and soul’, the friends follow the directives of their institutions, so that, as ‘Abdu’l‑Bahá explains, ‘things may be properly ordered and well arranged’. This, of course, is not a blind obedience; it is an obedience that marks the emergence of a mature human race which grasps the implications of a system as far‑reaching as Bahá’u’lláh’s new World Order."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 3", "section-3", 3]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Today, all the peoples of the world are indulging in self‑interest and exert the utmost effort and endeavour to promote their own material interests. They are worshipping themselves and not the divine reality, nor the world of mankind. They seek diligently their own benefit and not the common weal. This is because they are captives of the world of nature and unaware of the divine teachings, of the bounty of the Kingdom and of the Sun of Truth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 4", "section-4", 4]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "People today indeed do tend to be very superficial in their thinking, and it would seem as if the educational systems in use are sorely lacking in ability to produce a mature mind in a person who has reached supposedly adult life! All the outside influences that surround the individual seem to have an intensely distracting effect, and it is a hard job to get the average person to do any deep thinking or even a little meditation on the problems facing him and the world at large.",
      "One of the signs of a decadent society, a sign which is very evident in the world today, is an almost frenetic devotion to pleasure and diversion, an insatiable thirst for amusement, a fanatical devotion to games and sport, a reluctance to treat any matter seriously, and a scornful, derisory attitude towards virtue and solid worth. . . . Frivolity palls and eventually leads to boredom and emptiness, but true happiness and joy and humour that are parts of a balanced life that includes serious thought, compassion and humble servitude to God are characteristics that enrich life and add to its radiance.",
      "Passivity is bred by the forces of society today. A desire to be entertained is nurtured from childhood, with increasing efficiency, cultivating generations willing to be led by whoever proves skilful at appealing to superficial emotions."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 5", "section-5", 5]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "the crass materialism, which lays excessive and ever‑increasing emphasis on material well‑being, forgetful of those things of the spirit on which alone a sure and stable foundation can be laid for human society. It is this same cancerous materialism, born originally in Europe, carried to excess in the North American continent, contaminating the Asiatic peoples and nations, spreading its ominous tentacles to the borders of Africa, and now invading its very heart, which Bahá’u’lláh in unequivocal and emphatic language denounced in His Writings . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 6", "section-6", 6]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "In general one can say that modern democracies have been established as the outcome of attempts to limit the power of absolute monarchy, of dictatorships, or of certain dominant classes. This may have come about gradually through the centuries, or tumultuously by a series of revolutions. Thus, even when democratic constitutions and structures have been established, there remains a suspicion of authority as such, and a tension between the degree of freedom accorded to individual citizens and the imposition of sufficient public discipline to protect the weak against the selfish pursuits of the strong among the citizenry. The operation of transparency, accountability, freedom of the press and critical dialogue is thus imbued with a spirit of partisanship that easily descends into the merciless invasion of personal privacy, the dissemination of calumny, the exaggeration of mistrust, and the misuse of the news media at the hands of vested interests. The reaction of those who attempt to protect themselves against such distortions of the system produces secretiveness, concealment of uncomfortable facts, and reciprocal misuse of the media—in all, a perpetuation of disharmony in the social fabric.",
      "The significance and role of the press in a new world system are conspicuous in the emphasis which the Order of Bahá’u’lláh places on accessibility to information at all levels of society. Shoghi Effendi tells us that Bahá’u’lláh makes ‘specific reference to “the swiftly appearing newspapers,” describes them as “the mirror of the world” and as “an amazing and potent phenomenon,” and prescribes to all who are responsible for their production the duty to be sanctified from malice, passion and prejudice, to be just and fair‑minded, to be painstaking in their inquiries, and ascertain all the facts in every situation.’",
      "In His social treatise, The Secret of Divine Civilisation, ‘Abdu’l‑Bahá offers insight as to the indispensability of the press in future society. He says it is ‘urgent that beneficial articles and books be written, clearly and definitely establishing what the present‑day requirements of the people are, and what will conduce to the happiness and advancement of society.’ Further, He writes of the ‘publication of high thoughts’ as the ‘dynamic power in the arteries of life,’ ‘the very soul of the world.’ Moreover, He states that ‘Public opinion must be directed toward whatever is worthy of this day, and this is impossible except through the use of adequate arguments and the adducing of clear, comprehensive and conclusive proofs.’",
      "As to manner and style, Bahá’u’lláh has exhorted ‘authors among the friends’ to ‘write in such a way as would be acceptable to fair‑minded souls, and not lead to cavilling by the people.’ And He issues a reminder: ‘We have said in the past that one word hath the influence of spring and causeth hearts to become fresh and verdant, while another is like unto blight which causeth the blossoms and flowers to wither.’",
      "In the light of all this, the code of conduct of the press must embrace the principles and objectives of consultation as revealed by Bahá’u’lláh. Only in this way will the press be able to make its full contribution to the preservation of the rights of the people and become a powerful instrument in the consultative processes of society, and hence for the unity of the human race."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 7", "section-7", 7]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "In all matters moderation is desirable. If a thing is carried to excess, it will prove a source of evil.",
      "Lament not in your hours of trial, neither rejoice therein; seek ye the Middle Way which is the remembrance of Me in your afflictions and reflection over that which may befall you in future. Thus informeth you He Who is the Omniscient, He Who is aware.",
      "Say: Human utterance is an essence which aspireth to exert its influence and needeth moderation. As to its influence, this is conditional upon refinement which in turn is dependent upon hearts which are detached and pure. As to its moderation, this hath to be combined with tact and wisdom as prescribed in the Holy Scriptures and Tablets. Meditate upon that which hath streamed forth from the heaven of the Will of thy Lord, He Who is the Source of all grace, that thou mayest grasp the intended meaning which is enshrined in the sacred depths of the Holy Writings.",
      "This is the very foundation of every laudable human quality; indeed, these few words embody the light of the world, the impregnable basis of all the spiritual attributes of human beings. This is the balance wheel of all behaviour, the means of keeping all man’s good qualities in equilibrium.",
      "For desire is a flame that has reduced to ashes uncounted lifetime harvests of the learned, a devouring fire that even the vast sea of their accumulated knowledge could never quench. How often has it happened that an individual who was graced with every attribute of humanity and wore the jewel of true understanding, nevertheless followed after his passions until his excellent qualities passed beyond moderation and he was forced into excess. His pure intentions changed to evil ones, his attributes were no longer put to uses worthy of them, and the power of his desires turned him aside from righteousness and its rewards into ways that were dangerous and dark. A good character is in the sight of God and His chosen ones and the possessors of insight, the most excellent and praiseworthy of all things, but always on condition that its centre of emanation should be reason and knowledge and its base should be true moderation.",
      "Such a chaste and holy life, with its implications of modesty, purity, temperance, decency, and clean‑mindedness, involves no less than the exercise of moderation in all that pertains to dress, language, amusements, and all artistic and literary avocations. . . . It calls for the abandonment of a frivolous conduct, with its excessive attachment to trivial and often misdirected pleasures. . . . It condemns the prostitution of art and of literature . . . It can tolerate no compromise with the theories, the standards, the habits, and the excesses of a decadent age.",
      "The civilisation, so often vaunted by the learned exponents of arts and sciences, will, if allowed to overleap the bounds of moderation, bring great evil upon men. Thus warneth you He Who is the All‑Knowing. If carried to excess, civilisation will prove as prolific a source of evil as it had been of goodness when kept within the restraints of moderation. Meditate on this, O people, and be not of them that wander distraught in the wilderness of error. The day is approaching when its flame will devour the cities, when the Tongue of Grandeur will proclaim: ‘The Kingdom is God’s, the Almighty, the All‑Praised!’",
      "For all the wealth, power, commerce, and industry are concentrated in the hands of a few individuals, while all others toil under the burden of endless hardships and difficulties, are bereft of advantages and benefits, and remain deprived of comfort and peace. One must therefore enact such laws and regulations as will moderate the excessive fortunes of the few and meet the basic needs of the myriad millions of the poor, that a degree of moderation may be achieved.",
      "However, absolute equality is just as untenable, for complete equality in wealth, power, commerce, agriculture, and industry would result in chaos and disorder, disrupt livelihoods, provoke universal discontent, and undermine the orderly conduct of the affairs of the community. For unjustified equality is also fraught with peril. It is preferable, then, that some measure of moderation be achieved, and by moderation is meant the enactment of such laws and regulations as would prevent the unwarranted concentration of wealth in the hands of the few and satisfy the essential needs of the many."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 9", "section-9", 9]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Closely related to the habit of reducing an entire theme into one or two appealing phrases is the tendency to perceive dichotomies, where, in fact, there are none. It is essential that ideas forming part of a cohesive whole not be held in opposition to one another. In a letter written on his behalf, Shoghi Effendi warned: ‘We must take the teachings as a great, balanced whole, not seek out and oppose to each other two strong statements that have different meanings; somewhere in between, there are links uniting the two.’ How encouraged we have been to note that many of the misunderstandings of the past have fallen away as appreciation for the provisions of the Plan has grown. Expansion and consolidation, individual action and collective campaigns, refinement of the inner character and consecration to selfless service—the harmonious relationship between these facets of Bahá’í life is now readily acknowledged. It brings us equal pleasure to know that the friends are on their guard, lest new false dichotomies be allowed to pervade their thinking. They are well aware that the diverse elements of a programme of growth are complementary. The tendency to see activities, and the agencies that support them, in competition with one another, a tendency so common in society at large, is being avoided by the community."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 10", "section-10", 10]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Freedom of thought, freedom of expression, freedom of action are among the freedoms which have received the ardent attention of social thinkers across the centuries. The resulting outflow of such profound thought has exerted a tremendous liberating influence in the shaping of modern society. Generations of the oppressed have fought and died in the name of freedom. Certainly the want of freedom from oppression has been a dominant factor in the turmoil of the times: witness the plethora of movements which have resulted in the rapid emergence of new nations in the latter part of the twentieth century. A true reading of the teachings of Bahá’u’lláh leaves no doubt as to the high importance of these freedoms to constructive social processes. Consider, for instance, Bahá’u’lláh’s proclamation to the kings and rulers. Can it not be deduced from this alone that attainment of freedom is a significant purpose of His Revelation? His denunciations of tyranny and His urgent appeals on behalf of the oppressed provide unmistakable proof. But does not the freedom foreshadowed by His Revelation imply nobler, ampler manifestations of human achievement? Does it not indicate an organic relationship between the internal and external realities of man such as has not yet been attained?",
      "In his summary of significant Bahá’í teachings, Shoghi Effendi wrote that Bahá’u’lláh ‘inculcates the principle of “moderation in all things”; declares that whatsoever, be it “liberty, civilisation and the like,” “passeth beyond the limits of moderation” must “exercise a pernicious influence upon men”; observes that western civilisation has gravely perturbed and alarmed the peoples of the world; and predicts that the day is approaching when the “flame” of a civilisation “carried to excess” “will devour the cities.”’",
      "Expounding the theme of liberty, Bahá’u’lláh asserted that ‘the embodiment of liberty and its symbol is the animal’; that ‘liberty causeth man to overstep the bounds of propriety, and to infringe on the dignity of his station’; that ‘true liberty consisteth in man’s submission unto My commandments.’ ‘We approve of liberty in certain circumstances,’ He declared, ‘and refuse to sanction it in others.’ But He gave the assurance that, ‘Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty.’ And again, He said, ‘Mankind in its entirety must firmly adhere to whatsoever hath been revealed and vouchsafed unto it. Then and only then will it attain unto true liberty.’",
      "Bahá’u’lláh’s assertions clearly call for an examination of current assumptions. Should liberty be as free as is supposed in contemporary Western thought? Where does freedom limit our possibilities for progress, and where do limits free us to thrive? What are the limits to the expansion of freedom? For so fluid and elastic are its qualities of application and expression that the concept of freedom in any given situation is likely to assume a different latitude from one mind to another; these qualities are, alas, susceptible to the employment alike of good and evil. Is it any wonder, then, that Bahá’u’lláh exhorts us to submission to the will of God?",
      "The third freedom is that which is born of obedience to the laws and ordinances of the Almighty. This is the freedom of the human world, where man severs his affections from all things. When he does so, he becomes immune to all hardship and sorrow. Wealth or material power will not deflect him from moderation and fairness, neither will poverty or need inhibit him from showing forth happiness and tranquillity. The more the conscience of man develops, the more will his heart be free and his soul attain unto happiness. In the religion of God, there is freedom of thought because God, alone, controls the human conscience, but this freedom should not go beyond courtesy. In the religion of God, there is no freedom of action outside the law of God. Man may not transgress this law, even though no harm is inflicted on one’s neighbour. This is because the purpose of Divine law is the education of all—others as well as oneself—and, in the sight of God, the harm done to one individual or to his neighbour is the same and is reprehensible in both cases. Hearts must possess the fear of God. Man should endeavour to avoid that which is abhorrent unto God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 11", "section-11", 11]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Who can doubt that such a consummation—the coming of age of the human race—must signalise, in its turn, the inauguration of a world civilisation such as no mortal eye hath ever beheld or human mind conceived? Who is it that can imagine the lofty standard which such a civilisation, as it unfolds itself, is destined to attain? Who can measure the heights to which human intelligence, liberated from its shackles, will soar? Who can visualise the realms which the human spirit, vitalised by the outpouring light of Bahá’u’lláh, shining in the plenitude of its glory, will discover?"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 12", "section-12", 12]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Just as the organic evolution of mankind has been slow and gradual, and involved successively the unification of the family, the tribe, the city‑state, and the nation, so has the light vouchsafed by the Revelation of God, at various stages in the evolution of religion, and reflected in the successive Dispensations of the past, been slow and progressive. Indeed the measure of Divine Revelation, in every age, has been adapted to, and commensurate with, the degree of social progress achieved in that age by a constantly evolving humanity.",
      "The Revelation of Bahá’u’lláh, whose supreme mission is none other but the achievement of this organic and spiritual unity of the whole body of nations, should, if we be faithful to its implications, be regarded as signalising through its advent the coming of age of the entire human race. It should be viewed not merely as yet another spiritual revival in the ever‑changing fortunes of mankind, not only as a further stage in a chain of progressive Revelations, nor even as the culmination of one of a series of recurrent prophetic cycles, but rather as marking the last and highest stage in the stupendous evolution of man’s collective life on this planet.",
      "For Bahá’u’lláh, we should readily recognise, has not only imbued mankind with a new and regenerating Spirit. He has not merely enunciated certain universal principles, or propounded a particular philosophy, however potent, sound and universal these may be. In addition to these He, as well as ‘Abdu’l‑Bahá after Him, has, unlike the Dispensations of the past, clearly and specifically laid down a set of Laws, established definite institutions, and provided for the essentials of a Divine Economy. These are destined to be a pattern for future society, a supreme instrument for the establishment of the Most Great Peace, and the one agency for the unification of the world, and the proclamation of the reign of righteousness and justice upon the earth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 14", "section-14", 14]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "This is a matchless Day. Matchless must, likewise, be the tongue that celebrateth the praise of the Desire of all nations, and matchless the deed that aspireth to be acceptable in His sight. The whole human race hath longed for this Day, that perchance it may fulfil that which well beseemeth its station, and is worthy of its destiny. Blessed is the man whom the affairs of the world have failed to deter from recognising Him Who is the Lord of all things.",
      "O peoples of the world! Forsake all evil, hold fast that which is good. Strive to be shining examples unto all mankind, and true reminders of the virtues of God amidst men. He that riseth to serve My Cause should manifest My wisdom, and bend every effort to banish ignorance from the earth. Be united in counsel, be one in thought. Let each morn be better than its eve and each morrow richer than its yesterday. Man’s merit lieth in service and virtue and not in the pageantry of wealth and riches. Take heed that your words be purged from idle fancies and worldly desires and your deeds be cleansed from craftiness and suspicion. Dissipate not the wealth of your precious lives in the pursuit of evil and corrupt affection, nor let your endeavours be spent in promoting your personal interest. Be generous in your days of plenty, and be patient in the hour of loss. Adversity is followed by success and rejoicings follow woe. Guard against idleness and sloth, and cling unto that which profiteth mankind, whether young or old, whether high or low. Beware lest ye sow tares of dissension among men or plant thorns of doubt in pure and radiant hearts.",
      "Holy words and pure and goodly deeds ascend unto the heaven of celestial glory. Strive that your deeds may be cleansed from the dust of self and hypocrisy and find favour at the court of glory; for ere long the assayers of mankind shall, in the holy presence of the Adored One, accept naught but absolute virtue and deeds of stainless purity. This is the daystar of wisdom and of divine mystery that hath shone above the horizon of the divine will. Blessed are they that turn thereunto.",
      "It is incumbent upon every man of insight and understanding to strive to translate that which hath been written into reality and action. . . . That one indeed is a man who, today, dedicateth himself to the service of the entire human race. The Great Being saith: Blessed and happy is he that ariseth to promote the best interests of the peoples and kindreds of the earth. In another passage He hath proclaimed: It is not for him to pride himself who loveth his own country, but rather for him who loveth the whole world. The earth is but one country, and mankind its citizens.",
      ". . . the divine reality is unlimited and immeasurable and can never stop or deteriorate, therefore the holy souls who are confirmed with this divine power are likewise endowed with eternal motion. Their progress becomes unlimited. Day unto day their lives are strengthened, the circle of their comprehension becomes wider, the sphere of their intellects becomes more effectual and their capacities are increased.",
      "I desire for you that ideal power, so that you may come into the stream of uninterrupted motion and never cease progressing.",
      "The beloved of the Lord must stand fixed as the mountains, firm as impregnable walls. Unmoved must they remain by even the direst adversities, ungrieved by the worst of disasters. Let them cling to the hem of Almighty God, and put their faith in the Beauty of the Most High; let them lean on the unfailing help that cometh from the Ancient Kingdom, and depend on the care and protection of the generous Lord. Let them at all times refresh and restore themselves with the dews of heavenly grace, and with the breaths of the Holy Spirit revive and renew themselves from moment to moment. Let them rise up to serve their Lord, and do all in their power to scatter His breathings of holiness far and wide. Let them be a mighty fortress to defend His Faith, an impregnable citadel for the hosts of the Ancient Beauty.",
      "Wherefore must the friends of God, with utter sanctity, with one accord, rise up in the spirit, in unity with one another, to such a degree that they will become even as one being and one soul. On such a plane as this, physical bodies play no part, rather doth the spirit take over and rule; and when its power encompasseth all then is spiritual union achieved. Strive ye by day and night to cultivate your unity to the fullest degree.",
      "Dearly beloved friends! It is not for us, at this crucial hour, to delve into the future, to speculate on the possibilities of the Plan and its orientation, to conjecture on its impact on the unfoldment of an embryonic World Order, or to dwell on the glories and triumphs which it may hold in store, or to seek to delineate the mysterious course which a God‑given Mission, impelled by forces beyond our power to predict or appraise, may pursue. To try to obtain a clear view of the shape of things to come would be premature, inasmuch as the glittering prizes to be won are directly dependent on the measure of success which the combined efforts that are now being exerted must yield. Ours is the duty to fix our gaze with undeviating attention on the duties and responsibilities confronting us at this present hour, to concentrate our resources, both material and spiritual, on the tasks that lie immediately ahead, to ensure that no time is wasted, that no opportunity is missed, that no obligation is evaded, that no task is half‑heartedly performed, that no decision is procrastinated."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 15", "section-15", 15]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      ". . . you are well aware of your mission to be a source of hope to those around you, to be channels of love and affection, to be symbols of forgiveness and patience, of serenity and strength to your compatriots, and above all, to be in the front ranks of that process by which the worldwide community has learned to build capacity for service, heighten unity, deepen understanding, and hone abilities so that purposeful action for the benefit of mankind may ensue. Through the spiritual and social transformation thus promoted, the Bahá’í world has come to realise that what is being cultivated is a process that enhances orientation to service and commitment to the application of the divine precepts—a process that holds far‑reaching implications for the life of the individual and for the betterment of the world.",
      "There is undoubtedly no higher call than that of bringing the Message to a world tormented and torn on every side by the forces of destructive materialism. It is for us to realise the full measure of responsibility that has been laid upon our shoulders in this matter, and having attained full consciousness of our responsibility to unitedly arise to contribute all that we can towards its discharge.",
      "Another of the sacred responsibilities of the believers is their spiritual commitment to serve God’s Sacred Threshold at all times and under all conditions so that they may dedicate the few, fleeting days of their lives—particularly in this age of transition—to the Cause of God, unmindful of the vicissitudes of fortune, trusting in Providence, and relieved of worries and anxieties.",
      "The plight of mankind, the condition and circumstances under which we live and labour are truly disheartening, and the darkness of prejudice and ill‑will enough to chill the stoutest heart. Disillusion and dismay are invading the hearts of peoples and nations, and the hope and vision of a united and regenerated humanity is growing dimmer and dimmer every day. Time‑honoured institutions, cherished ideals, and sacred traditions are suffering in these days of bewildering change, from the effects of the gravest onslaught, and the precious fruit of centuries of patient and earnest labour is faced with peril. Passions, supposed to have been curbed and subdued, are now burning fiercer than ever before, and the voice of peace and good‑will seems drowned amid unceasing convulsions and turmoil. What, let us ask ourselves, should be our attitude as we stand under the all‑seeing eye of our vigilant Master, gazing at a sad spectacle so utterly remote from the spirit which He breathed into the world? Are we to follow in the wake of the wayward and the despairing? Are we to allow our vision of so unique, so enduring, so precious a Cause to be clouded by the stain and dust of worldly happenings, which, no matter how glittering and far‑reaching in their immediate effects, are but the fleeting shadows of an imperfect world? Are we to be carried away by the flood of hollow and conflicting ideas, or are we to stand, unsubdued and unblemished, upon the everlasting rock of God’s Divine Instructions? Shall we not equip ourselves with a clear and full understanding of their purpose and implications for the age we live in, and with an unconquerable resolve arise to utilise them, intelligently and with scrupulous fidelity, for the enlightenment and the promotion of the good of all mankind?",
      "I appeal to you, therefore, friends and fellow‑disciples of Bahá’u’lláh, for a more abundant measure of self‑sacrifice, for a higher standard of concerted effort, for a still more compelling evidence of the reality of the faith that glows within you.",
      "So exalted a mission, so strenuous a task, so weighty a responsibility call for . . . an unprecedented demonstration on the part of young and old, or both men and women, whether administrators or teachers, veterans or neophytes, of solidarity, determination, zeal and constancy, a still greater display of self‑sacrifice, a wider dispersion of forces, a more energetic discharge of duty, a clearer vision, a firmer grasp, of the requirements of the present hour, and a more complete dedication to the purposes of the present‑day enterprise.",
      "Ultimately, the choice fruits of one’s striving are manifested in selfless service to the Cause, surrendering all personal interests and desires for the things that pertain unto God, subordinating one’s will to the common good and ever mindful of the pitfall of attachment to one’s own service.",
      "Detachment is needed. When effort is expended wholly for the sake of God then all that occurs belongs to Him and every victory won in His Name is an occasion to celebrate His praise.",
      "It behoveth whosoever willeth to journey for the sake of God, and whose intention is to proclaim His Word and quicken the dead, to bathe himself with the waters of detachment, and to adorn his temple with the ornaments of resignation and submission. Let trust in God be his shield, and reliance on God his provision, and the fear of God his raiment. Let patience be his helper, and praiseworthy conduct his succourer, and goodly deeds his army. Then will the concourse on high sustain him. Then will the denizens of the Kingdom of Names march forth with him, and the banners of Divine guidance and inspiration be unfurled on his right hand and before him.",
      "Humanity, torn with dissension and burning with hate, is crying at this hour for a fuller measure of that love which is born of God, that love which in the last resort will prove the one solvent of its incalculable difficulties and problems. Is it not incumbent upon us, whose hearts are aglow with love for Him, to make still greater effort, to manifest that love in all its purity and power in our dealings with our fellow‑men? May our love of our beloved Master, so ardent, so disinterested in all its aspects, find its true expression in love for our fellow‑brethren and sisters in the Faith as well as for all mankind. I assure you, dear friends, that progress in such matters as these is limitless and infinite, and that upon the extent of our achievements along this line will ultimately depend the success of our mission in life.",
      "The Faith of Bahá’u’lláh has assimilated, by virtue of its creative, its regulative and ennobling energies, the varied races, nationalities, creeds and classes that have sought its shadow, and have pledged unswerving fealty to its cause. It has changed the hearts of its adherents, burned away their prejudices, stilled their passions, exalted their conceptions, ennobled their motives, coordinated their efforts, and transformed their outlook. While preserving their patriotism and safeguarding their lesser loyalties, it has made them lovers of mankind, and the determined upholders of its best and truest interests. While maintaining intact their belief in the Divine origin of their respective religions, it has enabled them to visualise the underlying purpose of these religions, to discover their merits, to recognise their sequence, their interdependence, their wholeness and unity, and to acknowledge the bond that vitally links them to itself. This universal, this transcending love which the followers of the Bahá’í Faith feel for their fellow‑men, of whatever race, creed, class or nation, is neither mysterious nor can it be said to have been artificially stimulated. It is both spontaneous and genuine. They whose hearts are warmed by the energising influence of God’s creative love cherish His creatures for His sake, and recognise in every human face a sign of His reflected glory.",
      "Notwithstanding the orders of complexity that must eventually be accommodated as a community grows in size, all activity begins with this simple strand of love. It is the vital thread from which is woven a pattern of patient and concentrated effort, cycle after cycle, to introduce children, youth, and adults to spiritual ideas; to foster a feeling for worship through gatherings for prayer and devotion; to stimulate conversations that illuminate understanding; to start ever‑growing numbers on a lifetime of study of the Creative Word and its translation into deeds; to develop, along with others, capacity for service; and to accompany one another in the exercise of what has been learned. Beloved friends, loved ones of the Abhá Beauty: We pray for you in earnest on every occasion we present ourselves at His Holy Threshold, that your love for Him may give you the strength to consecrate your lives to His Cause."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 17", "section-17", 17]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The Faith of Bahá’u’lláh should indeed be regarded, if we wish to be faithful to the tremendous implications of its message, as the culmination of a cycle, the final stage in a series of successive, of preliminary and progressive revelations. These, beginning with Adam and ending with the Báb, have paved the way and anticipated with an ever‑increasing emphasis the advent of that Day of Days in which He Who is the Promise of All Ages should be made manifest.",
      "as the Author of the Faith has Himself categorically asserted, must extend over a period of no less than one thousand years, and which will constitute the first stage in a series of Dispensations, to be established by future Manifestations, all deriving their inspiration from the Author of the Bahá’í Revelation, and destined to last, in their aggregate, no less than five thousand centuries."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 18", "section-18", 18]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "In its broadest outline the first century of the Bahá’í Era may be said to comprise the Heroic, the Primitive, the Apostolic Age of the Faith of Bahá’u’lláh, and also the initial stages of the Formative, the Transitional, the Iron Age which is to witness the crystallisation and shaping of the creative energies released by His Revelation. The first eighty years of this century may roughly be said to have covered the entire period of the first age, while the last two decades may be regarded as having witnessed the beginnings of the second. The former commences with the Declaration of the Báb, includes the mission of Bahá’u’lláh, and terminates with the passing of ‘Abdu’l‑Bahá. The latter is ushered in by His Will and Testament, which defines its character and establishes its foundation.",
      "The first period (1844—1853), centres around the gentle, the youthful and irresistible person of the Báb, matchless in His meekness, imperturbable in His serenity, magnetic in His utterance, unrivalled in the dramatic episodes of His swift and tragic ministry. It begins with the Declaration of His Mission, culminates in His martyrdom, and ends in a veritable orgy of religious massacre revolting in its hideousness. It is characterised by nine years of fierce and relentless contest, whose theatre was the whole of Persia, in which above ten thousand heroes laid down their lives, in which two sovereigns of the Qájár dynasty and their wicked ministers participated, and which was supported by the entire Shi‘ah ecclesiastical hierarchy, by the military resources of the state, and by the implacable hostility of the masses. The second period (1853—1892) derives its inspiration from the august figure of Bahá’u’lláh, preeminent in holiness, awesome in the majesty of His strength and power, unapproachable in the transcendent brightness of His glory. It opens with the first stirrings, in the soul of Bahá’u’lláh while in the Síyáh‑Chál of Ṭihrán, of the Revelation anticipated by the Báb, attains its plenitude in the proclamation of that Revelation to the kings and ecclesiastical leaders of the earth, and terminates in the ascension of its Author in the vicinity of the prison‑town of ‘Akká. It extends over thirty‑nine years of continuous, of unprecedented and overpowering Revelation, is marked by the propagation of the Faith to the neighbouring territories of Turkey, of Russia, of ‘Iráq, of Syria, of Egypt and of India, and is distinguished by a corresponding aggravation of hostility, represented by the united attacks launched by the Sháh of Persia and the Sulṭán of Turkey, the two admittedly most powerful potentates of the East, as well as by the opposition of the twin sacerdotal orders of Shi‘ah and Sunní Islám. The third period (1892—1921) revolves around the vibrant personality of ‘Abdu’l‑Bahá, mysterious in His essence, unique in His station, astoundingly potent in both the charm and strength of His character. It commences with the announcement of the Covenant of Bahá’u’lláh, a document without parallel in the history of any earlier Dispensation, attains its climax in the emphatic assertion by the Centre of that Covenant, in the City of the Covenant, of the unique character and far‑reaching implications of that Document, and closes with His passing and the interment of His remains on Mt. Carmel. It will go down in history as a period of almost thirty years’ duration, in which tragedies and triumphs have been so intertwined as to eclipse at one time the Orb of the Covenant, and at another time to pour forth its light over the continent of Europe, and as far as Australasia, the Far East and the North American continent."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 19", "section-19", 19]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "the last and crowning stage in the erection of the framework of the Administrative Order of the Faith of Bahá’u’lláh—the election of the Universal House of Justice—will have been completed, the Kitáb‑i‑Aqdas, the Mother Book of His Revelation, will have been codified and its laws promulgated, the Lesser Peace will have been established, the unity of mankind will have been achieved and its maturity attained, the Plan conceived by ‘Abdu’l‑Bahá will have been executed, the emancipation of the Faith from the fetters of religious orthodoxy will have been effected, and its independent religious status will have been universally recognised . . .",
      "Over the course of three successive epochs now, the Bahá’í community has laboured assiduously within the framework of the global Plans issued by the House of Justice and has succeeded in establishing a pattern of Bahá’í life that promotes the spiritual development of the individual and channels the collective energies of its members towards the spiritual revival of society. It has acquired the capacity to reach large numbers of receptive souls with the message, to confirm them, and to deepen their understanding of the essentials of the Faith they have embraced. It has learned to translate the principle of consultation enunciated by its Founder into an effective tool for collective decision‑making and to educate its members in its use. It has devised programmes for the spiritual and moral education of its younger members and has extended them not only to its own children and junior youth but also to those of the wider community. With the pool of talent at its disposition, it has created a rich body of literature which includes volumes in scores of languages that address both its own needs and the interest of the general public. It has become increasingly involved in the affairs of society at large, undertaking a host of projects of social and economic development. Particularly since the opening of the fifth epoch in 2001, it has made significant strides in multiplying its human resources through a programme of training that reaches the grassroots of the community and has discovered methods and instruments for establishing a sustainable pattern of growth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 20", "section-20", 20]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "As we view the world around us, we are compelled to observe the manifold evidences of that universal fermentation which, in every continent of the globe and in every department of human life, be it religious, social, economic or political, is purging and reshaping humanity in anticipation of the Day when the wholeness of the human race will have been recognised and its unity established. A twofold process, however, can be distinguished, each tending, in its own way and with an accelerated momentum, to bring to a climax the forces that are transforming the face of our planet. The first is essentially an integrating process, while the second is fundamentally disruptive. The former, as it steadily evolves, unfolds a System which may well serve as a pattern for that world polity towards which a strangely‑disordered world is continually advancing; while the latter, as its disintegrating influence deepens, tends to tear down, with increasing violence, the antiquated barriers that seek to block humanity’s progress towards its destined goal. The constructive process stands associated with the nascent Faith of Bahá’u’lláh, and is the harbinger of the New World Order that Faith must erelong establish. The destructive forces that characterise the other should be identified with a civilisation that has refused to answer to the expectation of a new age, and is consequently falling into chaos and decline.",
      "The contrast between the accumulating evidences of steady consolidation that accompany the rise of the Administrative Order of the Faith of God, and the forces of disintegration which batter at the fabric of a travailing society, is as clear as it is arresting. Both within and outside the Bahá’í world the signs and tokens which, in a mysterious manner, are heralding the birth of that World Order, the establishment of which must signalise the Golden Age of the Cause of God, are growing and multiplying day by day. No fair‑minded observer can any longer fail to discern them. He cannot be misled by the painful slowness characterising the unfoldment of the civilisation which the followers of Bahá’u’lláh are labouring to establish. Nor can he be deluded by the ephemeral manifestations of returning prosperity which at times appear to be capable of checking the disruptive influence of the chronic ills afflicting the institutions of a decaying age. The signs of the times are too numerous and compelling to allow him to mistake their character or to belittle their significance. He can, if he be fair in his judgement, recognise in the chain of events which proclaim on the one hand the irresistible march of the institutions directly associated with the Revelation of Bahá’u’lláh and foreshadow on the other the downfall of those powers and principalities that have either ignored or opposed it—he can recognise in them all evidences of the operation of God’s all‑pervasive Will, the shaping of His perfectly ordered and world‑embracing Plan.",
      "Not even, I venture to assert, would the very act of devising the machinery required for the political and economic unification of the world—a principle that has been increasingly advocated in recent times—provide in itself the antidote against the poison that is steadily undermining the vigour of organised peoples and nations. What else, might we not confidently affirm, but the unreserved acceptance of the Divine Programme enunciated, with such simplicity and force as far back as sixty years ago, by Bahá’u’lláh, embodying in its essentials God’s divinely appointed scheme for the unification of mankind in this age, coupled with an indomitable conviction in the unfailing efficacy of each and all of its provisions, is eventually capable of withstanding the forces of internal disintegration which, if unchecked, must needs continue to eat into the vitals of a despairing society. It is towards this goal—the goal of a new World Order, Divine in origin, all‑embracing in scope, equitable in principle, challenging in its features—that a harassed humanity must strive."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 21", "section-21", 21]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "These recurrent crises which, with ominous frequency and resistless force, are afflicting an ever‑increasing portion of the human race must of necessity continue, however impermanently, to exercise, in a certain measure, their baleful influence upon a world community which has spread its ramifications to the uttermost ends of the earth. How can the beginnings of a world upheaval, unleashing forces that are so gravely deranging the social, the religious, the political, and the economic equilibrium of organised society, throwing into chaos and confusion political systems, racial doctrines, social conceptions, cultural standards, religious associations, and trade relationships—how can such agitations, on a scale so vast, so unprecedented, fail to produce any repercussions on the institutions of a Faith of such tender age whose teachings have a direct and vital bearing on each of these spheres of human life and conduct?",
      "Little wonder, therefore, if they who are holding aloft the banner of so pervasive a Faith, so challenging a Cause, find themselves affected by the impact of these world‑shaking forces. Little wonder if they find that in the midst of this whirlpool of contending passions their freedom has been curtailed, their tenets contemned, their institutions assaulted, their motives maligned, their authority jeopardised, their claim rejected."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 22", "section-22", 22]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The unity of the human race, as envisaged by Bahá’u’lláh, implies the establishment of a world commonwealth in which all nations, races, creeds and classes are closely and permanently united, and in which the autonomy of its state members and the personal freedom and initiative of the individuals that compose them are definitely and completely safeguarded. This commonwealth must, as far as we can visualise it, consist of a world legislature, whose members will, as the trustees of the whole of mankind, ultimately control the entire resources of all the component nations, and will enact such laws as shall be required to regulate the life, satisfy the needs and adjust the relationships of all races and peoples. A world executive, backed by an international Force, will carry out the decisions arrived at, and apply the laws enacted by, this world legislature, and will safeguard the organic unity of the whole commonwealth. A world tribunal will adjudicate and deliver its compulsory and final verdict in all and any disputes that may arise between the various elements constituting this universal system. A mechanism of world inter‑communication will be devised, embracing the whole planet, freed from national hindrances and restrictions, and functioning with marvellous swiftness and perfect regularity. A world metropolis will act as the nerve centre of a world civilisation, the focus towards which the unifying forces of life will converge and from which its energising influences will radiate. A world language will either be invented or chosen from among the existing languages and will be taught in the schools of all the federated nations as an auxiliary to their mother tongue. A world script, a world literature, a uniform and universal system of currency, of weights and measures, will simplify and facilitate intercourse and understanding among the nations and races of mankind. In such a world society, science and religion, the two most potent forces in human life, will be reconciled, will cooperate, and will harmoniously develop. The press will, under such a system, while giving full scope to the expression of the diversified views and convictions of mankind, cease to be mischievously manipulated by vested interests, whether private or public, and will be liberated from the influence of contending governments and peoples. The economic resources of the world will be organised, its sources of raw materials will be tapped and fully utilised, its markets will be coordinated and developed, and the distribution of its products will be equitably regulated.",
      "National rivalries, hatreds, and intrigues will cease, and racial animosity and prejudice will be replaced by racial amity, understanding and cooperation. The causes of religious strife will be permanently removed, economic barriers and restrictions will be completely abolished, and the inordinate distinction between classes will be obliterated. Destitution on the one hand, and gross accumulation of ownership on the other, will disappear. The enormous energy dissipated and wasted on war, whether economic or political, will be consecrated to such ends as will extend the range of human inventions and technical development, to the increase of the productivity of mankind, to the extermination of disease, to the extension of scientific research, to the raising of the standard of physical health, to the sharpening and refinement of the human brain, to the exploitation of the unused and unsuspected resources of the planet, to the prolongation of human life, and to the furtherance of any other agency that can stimulate the intellectual, the moral, and spiritual life of the entire human race.",
      "A world federal system, ruling the whole earth and exercising unchallengeable authority over its unimaginably vast resources, blending and embodying the ideals of both the East and the West, liberated from the curse of war and its miseries, and bent on the exploitation of all the available sources of energy on the surface of the planet, a system in which Force is made the servant of Justice, whose life is sustained by its universal recognition of one God and by its allegiance to one common Revelation—such is the goal towards which humanity, impelled by the unifying forces of life, is moving."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 23", "section-23", 23]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Bahá’u’lláh’s Revelation is vast. It calls for profound change not only at the level of the individual but also in the structure of society. ‘Is not the object of every Revelation’, He Himself proclaims, ‘to effect a transformation in the whole character of mankind, a transformation that shall manifest itself, both outwardly and inwardly, that shall affect both its inner life and external conditions?’ The work advancing in every corner of the globe today represents the latest stage of the ongoing Bahá’í endeavour to create the nucleus of the glorious civilisation enshrined in His teachings, the building of which is an enterprise of infinite complexity and scale, one that will demand centuries of exertion by humanity to bring to fruition. There are no shortcuts, no formulas. Only as effort is made to draw on insights from His Revelation, to tap into the accumulating knowledge of the human race, to apply His teachings intelligently to the life of humanity, and to consult on the questions that arise will the necessary learning occur and capacity be developed.",
      "In this long‑term process of capacity building, the Bahá’í community has devoted nearly a decade and a half to systematising its experience in the teaching field, learning to open certain activities to more and more people and to sustain its expansion and consolidation. All are welcome to enter the community’s warm embrace and receive sustenance from Bahá’u’lláh’s life‑giving message. No greater joy is there, to be sure, than for a soul, yearning for the Truth, to find shelter in the stronghold of the Cause and draw strength from the unifying power of the Covenant. Yet every human being and every group of individuals, irrespective of whether they are counted among His followers, can take inspiration from His teachings, benefitting from whatever gems of wisdom and knowledge will aid them in addressing the challenges they face. Indeed, the civilisation that beckons humanity will not be attained through the efforts of the Bahá’í community alone. Numerous groups and organisations, animated by the spirit of world solidarity that is an indirect manifestation of Bahá’u’lláh’s conception of the principle of the oneness of humankind, will contribute to the civilisation destined to emerge out of the welter and chaos of present‑day society. It should be clear to everyone that the capacity created in the Bahá’í community over successive global Plans renders it increasingly able to lend assistance in the manifold and diverse dimensions of civilisation building, opening to it new frontiers of learning.",
      "In our Riḍván 2008 message we indicated that, as the friends continued to labour at the level of the cluster, they would find themselves drawn further and further into the life of society and would be challenged to extend the process of systematic learning in which they are engaged to encompass a widening range of human endeavours. A rich tapestry of community life begins to emerge in every cluster as acts of communal worship, interspersed with discussions undertaken in the intimate setting of the home, are woven together with activities that provide spiritual education to all members of the population—adults, youth and children. Social consciousness is heightened naturally as, for example, lively conversations proliferate among parents regarding the aspirations of their children and service projects spring up at the initiative of junior youth. Once human resources in a cluster are in sufficient abundance, and the pattern of growth firmly established, the community’s engagement with society can, and indeed must, increase. At this crucial point in the unfoldment of the Plan, when so many clusters are nearing such a stage, it seems appropriate that the friends everywhere would reflect on the nature of the contributions which their growing, vibrant communities will make to the material and spiritual progress of society. In this respect, it will prove fruitful to think in terms of two interconnected, mutually reinforcing areas of activity: involvement in social action and participation in the prevalent discourses of society."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 24", "section-24", 24]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The words uttered by ‘Abdu’l‑Bahá during His travels, and the deeds He undertook with such consummate wisdom and love, offer an abundance of inspiration and manifold insights from which the body of the believers can today draw, whether in their efforts to embrace receptive souls, to raise capacity for service, to build local communities, to strengthen institutions, or to exploit opportunities emerging to engage in social action and contribute to public discourse.",
      "Agony filled His soul at the spectacle of human slaughter precipitated through humanity’s failure to respond to the summons He had issued, or to heed the warnings He had given. Surely sorrow upon sorrow was added to the burden of trials and vicissitudes which He, since His boyhood, had borne so heroically for the sake, and in the service, of His Father’s Cause.",
      "And yet during these sombre days, the darkness of which was reminiscent of the tribulations endured during the most dangerous period of His incarceration in the prison‑fortress of ‘Akká; ‘Abdu’l‑Bahá, whilst in the precincts of His Father’s Shrine, or when dwelling in the House He occupied in ‘Akká, or under the shadow of the Báb’s sepulchre on Mt. Carmel, was moved to confer once again, and for the last time in His life, on the community of His American followers a signal mark of His special favour by investing them, on the eve of the termination of His earthly ministry, through the revelation of the Tablets of the Divine Plan, with a world mission, whose full implications even now, after the lapse of a quarter of a century, still remain undisclosed, and whose unfoldment thus far, though as yet in its initial stages, has so greatly enriched the spiritual as well as the administrative annals of the first Bahá’í century.",
      "Today at dawn, on your behalf, the members of the Universal House of Justice gathered with the members of the International Teaching Centre in the Master’s room at the house in Bahjí to commemorate that pivotal moment when the first of the Tablets of the Divine Plan was revealed by the pen of ‘Abdu’l‑Bahá. Prayers from those wondrous Tablets were offered in thanksgiving for the glorious achievements of the past. Divine assistance was sought in support of the labours required in the forthcoming stage of the Plan’s unfoldment. And heavenly bounties were implored to ensure still greater victories in meeting the challenges of future stages, one after another, reaching as far as the fringes of the Golden Age.",
      "The Divine Plan, that sublime series of letters addressed by ‘Abdu’l‑Bahá to the Bahá’ís of North America between 26 March 1916 and 8 March 1917, constitutes one of the mighty Charters of His Father’s Faith. Set forth in those fourteen Tablets, Shoghi Effendi explains, is ‘the mightiest Plan ever generated through the creative power of the Most Great Name.’ It is ‘impelled by forces beyond our power to predict or appraise’ and ‘claims as the theatre for its operation territories spread over five continents and the islands of the seven seas.’ Within it are held ‘the seeds of the world’s spiritual revival and ultimate redemption.’",
      "In the Tablets of the Divine Plan ‘Abdu’l‑Bahá not only provided the broad vision necessary to carry out the responsibilities entrusted by Bahá’u’lláh to His loved ones, but He also outlined spiritual concepts and practical strategies necessary for success. In His exhortations to teach and to travel to teach; to arise personally or deputise others; to move to all parts of the world and open countries and territories, each meticulously named; to learn the relevant languages and translate and disseminate the Sacred Texts; to train the teachers of the Faith and especially youth; to teach the masses and, particularly, indigenous peoples; to be firm in the Covenant and protect the Faith; and to sow seeds and cultivate them in a process of organic growth, we find hallmarks of the entire series of Plans—each a specific stage of the Divine Plan shaped by the Head of the Faith—that will continue to unfold throughout the Formative Age.",
      "The initial response to the Tablets of the Divine Plan was limited to the noble exploits of a few who, like the immortal Martha Root, arose independently. It was Shoghi Effendi who assisted the Bahá’ís of the world to gradually grasp the significance of this Charter and learn to approach its requirements in a systematic manner. The Plan was held in abeyance for nearly twenty years while the Administrative Order took shape, after which communities were patiently guided to conduct national plans, including the two Seven Year Plans in North America that constituted the first stages of the Divine Plan, until finally, in 1953, all could unite in the first global Plan, the Ten Year Crusade. Shoghi Effendi looked beyond that crucial decade to ‘the launching of worldwide enterprises destined to be embarked upon, in future epochs’ of the Formative Age, ‘by the Universal House of Justice, that will symbolise the unity and coordinate and unify the activities of these National Assemblies.’ The Divine Plan continues at the present time with the intensive effort to establish a pattern of community life that can embrace thousands upon thousands in clusters that cover the face of the planet. Let every Bahá’í appreciate, more deeply than ever before, that the provisions of the next stage of the Divine Plan set forth in our recent message to the Counsellors’ Conference comprise the challenging requirements of the present hour—requirements both urgent and sacred, which, when sacrificially and persistently addressed, may hasten ‘the advent of that Golden Age which must witness the proclamation of the Most Great Peace and the unfoldment of that world civilisation which is the offspring and primary purpose of that Peace.’",
      "How is it possible to adequately convey our feelings of irrepressible love and unbounded admiration as we reflect on the exploits of the members of your communities, past and present, in pursuit of your sacred mission? The vision that unfolds before our eyes is of a grassroots stirring, an organic flowering, a resistless movement that has grown imperceptibly at times and at others in great surges to eventually embrace the entire world: God‑intoxicated lovers exceeding their personal capacities, embryonic institutions learning to exercise their powers for the well‑being of humanity, communities emerging as shelters and schools in which human potential is nourished. We pay homage to the humblest ministrations and ceaseless endeavours of the Faith’s devoted rank and file, as well as to the extraordinary accomplishments of its heroes, knights, and martyrs. On vast continents and scattered islands, from arctic regions to desert climes, atop mountain plateaus and across lowland plains, in crowded urban quarters and villages along rivers and jungle paths, you and your spiritual forebears brought the message of the Blessed Beauty to peoples and nations. You sacrificed rest and comfort and left your homes to journey to unfamiliar lands or homefront outposts. You set aside your own interests for the common good. Whatever your means, you sacrificially contributed your share of resources. You taught the Faith to multitudes, to groups in various settings, and to individuals in your homes. You quickened souls and helped them on their own paths of service, disseminated widely the Bahá’í writings and participated in deep study of the teachings, strove for excellence in all fields, engaged diverse peoples of all strata in conversations pertaining to the search for solutions to humanity’s ills, and initiated efforts for economic and social development. Though misunderstandings and problems sometimes arose, you forgave one another and marched together in serried lines. You raised the framework of the Administrative Order and clung steadfastly to the Covenant, protecting the Faith from every blow directed against it. In your ardour for the Beloved, you endured prejudice and estrangement, privation and loneliness, persecution and imprisonment. You welcomed and nurtured generations of children and youth upon whom the vitality of the Faith and future of humanity depend, and as tested veterans, you heeded the Master’s admonition to serve until your last breath. You have written the story of the unfoldment of the Divine Plan on the scroll of its first century. Before you, beloved friends, lies stretched out the blank scroll of the future on which you and your spiritual descendants will inscribe fresh and lasting deeds of renunciation and heroism for the betterment of the world."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 2: Passage to Maturity", "unit-2-passage-to-maturity", 2],
      ["Section 25", "section-25", 25]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "He is God!",
      "O ye heavenly souls, sons and daughters of the Kingdom:",
      "God says in the Qur’án: ‘Take ye hold of the Cord of God, all of you, and become ye not disunited.’",
      "In the contingent world there are many collective centres which are conducive to association and unity between the children of men. For example, patriotism is a collective centre; nationalism is a collective centre; identity of interests is a collective centre; political alliance is a collective centre; the union of ideals is a collective centre, and the prosperity of the world of humanity is dependent upon the organisation and promotion of the collective centres. Nevertheless, all the above institutions are, in reality, the matter and not the substance, accidental and not eternal—temporary and not everlasting. With the appearance of great revolutions and upheavals, all these collective centres are swept away. But the Collective Centre of the Kingdom, embodying the institutions and divine teachings, is the eternal Collective Centre. It establishes relationship between the East and the West, organises the oneness of the world of humanity, and destroys the foundation of differences. It overcomes and includes all the other collective centres. Like unto the ray of the sun, it dispels entirely the darkness encompassing all the regions, bestows ideal life, and causes the effulgence of divine illumination. Through the breaths of the Holy Spirit it performs miracles; the Orient and the Occident embrace each other, the North and South become intimates and associates, conflicting and contending opinions disappear, antagonistic aims are brushed aside, the law of the struggle for existence is abrogated, and the canopy of the oneness of the world of humanity is raised on the apex of the globe, casting its shade over all the races of men. Consequently, the real Collective Centre is the body of the divine teachings, which include all the degrees and embrace all the universal relations and necessary laws of humanity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 2", "section-2", 2]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Inseparable from the Bahá’í perspective on politics is a particular conception of history, its course and direction. Humanity, it is the firm conviction of every follower of Bahá’u’lláh, is approaching today the crowning stage in a millennia‑long process which has brought it from its collective infancy to the threshold of maturity—a stage that will witness the unification of the human race. Not unlike the individual who passes through the unsettled yet promising period of adolescence, during which latent powers and capacities come to light, humankind as a whole is in the midst of an unprecedented transition. Behind so much of the turbulence and commotion of contemporary life are the fits and starts of a humanity struggling to come of age. Widely accepted practices and conventions, cherished attitudes and habits, are one by one being rendered obsolete, as the imperatives of maturity begin to assert themselves.",
      "Bahá’ís are encouraged to see in the revolutionary changes taking place in every sphere of life the interaction of two fundamental processes. One is destructive in nature, while the other is integrative; both serve to carry humanity, each in its own way, along the path leading towards its full maturity. The operation of the former is everywhere apparent—in the vicissitudes that have afflicted time‑honoured institutions, in the impotence of leaders at all levels to mend the fractures appearing in the structure of society, in the dismantling of social norms that have long held in check unseemly passions, and in the despondency and indifference exhibited not only by individuals but also by entire societies that have lost any vital sense of purpose. Though devastating in their effects, the forces of disintegration tend to sweep away barriers that block humanity’s progress, opening space for the process of integration to draw diverse groups together and disclosing new opportunities for cooperation and collaboration. Bahá’ís, of course, strive to align themselves, individually and collectively, with forces associated with the process of integration, which, they are confident, will continue to gain in strength, no matter how bleak the immediate horizons. Human affairs will be utterly reorganised, and an era of universal peace inaugurated.",
      "Such is the view of history that underlies every endeavour pursued by the Bahá’í community."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 3", "section-3", 3]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "As you know from your study of the Bahá’í writings, the principle that is to infuse all facets of organised life on the planet is the oneness of humankind, the hallmark of the age of maturity. That humanity constitutes a single people is a truth that, once viewed with scepticism, claims widespread acceptance today. The rejection of deeply ingrained prejudices and a growing sense of world citizenship are among the signs of this heightened awareness. Yet, however promising the rise in collective consciousness may be, it should be seen as only the first step of a process that will take decades—nay, centuries—to unfold. For the principle of the oneness of humankind, as proclaimed by Bahá’u’lláh, asks not merely for cooperation among people and nations. It calls for a complete reconceptualisation of the relationships that sustain society. The deepening environmental crisis, driven by a system that condones the pillage of natural resources to satisfy an insatiable thirst for more, suggests how entirely inadequate is the present conception of humanity’s relationship with nature; the deterioration of the home environment, with the accompanying rise in the systematic exploitation of women and children worldwide, makes clear how pervasive are the misbegotten notions that define relations within the family unit; the persistence of despotism, on the one hand, and the increasing disregard for authority, on the other, reveal how unsatisfactory to a maturing humanity is the current relationship between the individual and the institutions of society; the concentration of material wealth in the hands of a minority of the world’s population gives an indication of how fundamentally ill‑conceived are relationships among the many sectors of what is now an emerging global community. The principle of the oneness of humankind implies, then, an organic change in the very structure of society."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 4", "section-4", 4]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Regarding the first, Bahá’ís across the globe, in the most unassuming settings, are striving to establish a pattern of activity and the corresponding administrative structures that embody the principle of the oneness of humankind and the convictions underpinning it, only a few of which are mentioned here as a means of illustration: that the rational soul has no gender, race, ethnicity or class, a fact that renders intolerable all forms of prejudice, not the least of which are those that prevent women from fulfilling their potential and engaging in various fields of endeavour shoulder to shoulder with men; that the root cause of prejudice is ignorance, which can be erased through educational processes that make knowledge accessible to the entire human race, ensuring it does not become the property of a privileged few; that science and religion are two complementary systems of knowledge and practice by which human beings come to understand the world around them and through which civilisation advances; thatreligion without science soon degenerates into superstition and fanaticism, while science without religion becomes the tool of crude materialism; that true prosperity, the fruit of a dynamic coherence between the material and spiritual requirements of life, will recede further and further out of reach as long as consumerism continues to act as opium to the human soul; that justice, as a faculty of the soul, enables the individual to distinguish truth from falsehood and guides the investigation of reality, so essential if superstitious beliefs and outworn traditions that impede unity are to be eliminated; that, when appropriately brought to bear on social issues, justice is the single most important instrument for the establishment of unity; that work performed in the spirit of service to one’s fellow human beings is a form of prayer, a means of worshipping God. Translating ideals such as these into reality, effecting a transformation at the level of the individual and laying the foundations of suitable social structures, is no small task, to be sure. Yet the Bahá’í community is dedicated to the long‑term process of learning that this task entails, an enterprise in which increasing numbers from all walks of life, from every human group, are invited to take part."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 5", "section-5", 5]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Numerous, of course, are the questions that the process of learning, now under way in all regions of the world, must address: how to bring people of different backgrounds together in an environment which, devoid of the constant threat of conflict and distinguished by its devotional character, encourages them to put aside the divisive ways of a partisan mindset, fosters higher degrees of unity of thought and action, and elicits wholehearted participation; how to administer the affairs of a community in which there is no ruling class with priestly functions that can lay claim to distinction or privilege; how to enable contingents of men and women to break free from the confines of passivity and the chains of oppression in order to engage in activities conducive to their spiritual, social and intellectual development; how to help youth navigate through a crucial stage of their lives and become empowered to direct their energies towards the advancement of civilisation; how to create dynamics within the family unit that lead to material and spiritual prosperity without instilling in the rising generations feelings of estrangement towards an illusory ‘other’ or nurturing any instinct to exploit those relegated to this category; how to make it possible for decision making to benefit from a diversity of perspectives through a consultative process which, understood as the collective investigation of reality, promotes detachment from personal views, gives due importance to valid empirical information, does not raise mere opinion to the status of fact or define truth as the compromise between opposing interest groups. To explore questions such as these and the many others certain to arise, the Bahá’í community has adopted a mode of operation characterised by action, reflection, consultation and study—study which involves not only constant reference to the writings of the Faith but also the scientific analysis of patterns unfolding. Indeed, how to maintain such a mode of learning in action, how to ensure that growing numbers participate in the generation and application of relevant knowledge, and how to devise structures for the systemisation of an expanding worldwide experience and for the equitable distribution of the lessons learned—these are, themselves, the object of regular examination.",
      "The overall direction of the process of learning that the Bahá’í community is pursuing is guided by a series of global plans, the provisions of which are established by the Universal House of Justice. Capacity building is the watchword of these plans: they aim at enabling the protagonists of collective effort to strengthen the spiritual foundations of villages and neighbourhoods, to address certain of their social and economic needs, and to contribute to the discourses prevalent in society, all while maintaining the necessary coherence in methods and approaches."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 6", "section-6", 6]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "At the heart of the learning process is inquiry into the nature of the relationships that bind the individual, the community, and the institutions of society—actors on the stage of history who have been locked in a struggle for power throughout time. In this context, the assumption that relations among them will inevitably conform to the dictates of competition, a notion that ignores the extraordinary potential of the human spirit, has been set aside in favour of the more likely premise that their harmonious interactions can foster a civilisation befitting a mature humanity. Animating the Bahá’í effort to discover the nature of a new set of relationships among these three protagonists is a vision of a future society that derives inspiration from the analogy drawn by Bahá’u’lláh, in a Tablet penned nearly a century and a half ago, which compares the world to the human body. Cooperation is the principle that governs the functioning of that system. Just as the appearance of the rational soul in this realm of existence is made possible through the complex association of countless cells, whose organisation in tissues and organs allows for the realisation of distinctive capacities, so can civilisation be seen as the outcome of a set of interactions among closely integrated, diverse components which have transcended the narrow purpose of tending to their own existence. And just as the viability of every cell and every organ is contingent upon the health of the body as a whole, so should the prosperity of every individual, every family, every people be sought in the well‑being of the entire human race. In keeping with such a vision, institutions, appreciating the need for coordinated action channelled toward fruitful ends, aim not to control but to nurture and guide the individual, who, in turn, willingly receives guidance, not in blind obedience, but with faith founded on conscious knowledge. The community, meanwhile, takes on the challenge of sustaining an environment where the powers of individuals, who wish to exercise self‑expression responsibly in accordance with the common weal and the plans of institutions, multiply in unified action.",
      "If the web of relationships alluded to above is to take shape and give rise to a pattern of life distinguished by adherence to the principle of the oneness of humankind, certain foundational concepts must be carefully examined. Most notable among them is the conception of power. Clearly the concept of power as a means of domination, with the accompanying notions of contest, contention, division and superiority, must be left behind. This is not to deny the operation of power; after all, even in cases where institutions of society have received their mandates through the consent of the people, power is involved in the exercise of authority. But political processes, like other processes of life, should not remain unaffected by the powers of the human spirit that the Bahá’í Faith—for that matter, every great religious tradition that has appeared throughout the ages—hopes to tap: the power of unity, of love, of humble service, of pure deeds. Associated with power in this sense are words such as ‘release’, ‘encourage’, ‘channel’, ‘guide’ and ‘enable’. Power is not a finite entity which is to be ‘seized’ and ‘jealously guarded’; it constitutes a limitless capacity to transform that resides in the human race as a body."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 7", "section-7", 7]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Within the framework traced out by the above ideas, then, it is possible to consider the second dimension of the Bahá’í community’s efforts to contribute to the advancement of civilisation: its involvement in society at large. Clearly what Bahá’ís see as one aspect of their contribution cannot contradict the other. They cannot be seeking to establish patterns of thought and action that give expression to the principle of oneness within their community, yet engage in activities in another context which, to whatever extent, reinforce an entirely different set of assumptions about social existence. To avoid such a duality, the Bahá’í community has progressively refined over time, on the basis of the teachings of the Faith, the main features of its participation in the life of society. First and foremost, Bahá’ís endeavour, whether as individuals or as a community, to put into practice the command of Bahá’u’lláh: ‘They that are endued with sincerity and faithfulness should associate with all the peoples and kindreds of the earth with joy and radiance, inasmuch as consorting with people hath promoted and will continue to promote unity and concord, which in turn are conducive to the maintenance of order in the world and to the regeneration of nations.’ It is through ‘association and meeting’, ‘Abdu’l‑Bahá has explained further, that ‘we find happiness and development, individual and collective.’ ‘That which is conducive to association and attraction and unity among the sons of men’, He has written in this connection, ‘is the means of the life of the world of humanity, and whatever causeth division, repulsion and remoteness leadeth to the death of humankind.’ Even in the case of religion, He has made it clear that it ‘must be the cause of love and fellowship. Should religion become the cause of contention and enmity, its absence is preferable.’ So it is that Bahá’ís do their utmost at all times to heed the counsel of Bahá’u’lláh, ‘Shut your eyes to estrangement, then fix your gaze upon unity.’ ‘That one indeed is a man’, He exhorts His followers, ‘who, today, dedicateth himself to the service of the entire human race.’ ‘Be anxiously concerned with the needs of the age ye live in,’ is His admonition, ‘and centre your deliberations on its exigencies and requirements.’ ‘The supreme need of humanity is cooperation and reciprocity,’ ‘Abdu’l‑Bahá has indicated. ‘The stronger the ties of fellowship and solidarity amongst men, the greater will be the power of constructiveness and accomplishment in all the planes of human activity.’ ‘So powerful is the light of unity’, Bahá’u’lláh declares, ‘that it can illuminate the whole earth.’",
      "It is with such thoughts in mind that Bahá’ís enter into collaboration, as their resources permit, with an increasing number of movements, organisations, groups and individuals, establishing partnerships that strive to transform society and further the cause of unity, promote human welfare, and contribute to world solidarity. Indeed, the standard set by passages such as the above inspires the Bahá’í community to become actively engaged in as many aspects of contemporary life as feasible. In choosing areas of collaboration, Bahá’ís are to bear in mind the principle, enshrined in their teachings, that means should be consistent with ends; noble goals cannot be achieved through unworthy means. Specifically, it is not possible to build enduring unity through endeavours that require contention or assume that an inherent conflict of interests underlies all human interactions, however subtly. It should be noted here that, despite the limitations imposed by adherence to this principle, the community has not experienced a shortage of opportunities for collaboration; so many people in the world today are working intensely towards one or another aim which Bahá’ís share. In this respect, they also take care not to overstep certain bounds with their colleagues and associates. They are not to regard any joint undertaking as an occasion to impose religious convictions. Self‑righteousness and other unfortunate manifestations of religious zeal are to be utterly avoided. Bahá’ís do, however, readily offer to their collaborators the lessons they have learned through their own experience, just as they are happy to incorporate into their community‑building efforts insights gained through such association."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 8", "section-8", 8]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "This brings us, at last, to the specific question of political activity. The conviction of the Bahá’í community that humanity, having passed through earlier stages of social evolution, stands at the threshold of its collective maturity; its belief that the principle of the oneness of humankind, the hallmark of the age of maturity, implies a change in the very structure of society; its dedication to a learning process that, animated by this principle, explores the workings of a new set of relationships among the individual, the community and the institutions of society, the three protagonists in the advancement of civilisation; its confidence that a revised conception of power, freed from the notion of dominance with the accompanying ideas of contest, contention, division and superiority, underlies the desired set of relationships; its commitment to a vision of a world that, benefitting from humanity’s rich cultural diversity, abides no lines of separation—these all constitute essential elements of the framework that shapes the Bahá’í approach to politics set out in brief below.",
      "Bahá’ís do not seek political power. They will not accept political posts in their respective governments, whatever the particular system in place, though they will take up positions which they deem to be purely administrative in nature. They will not affiliate themselves with political parties, become entangled in partisan issues, or participate in programmes tied to the divisive agendas of any group or faction. At the same time, Bahá’ís respect those who, out of a sincere desire to serve their countries, choose to pursue political aspirations or to engage in political activity. The approach adopted by the Bahá’í community of noninvolvement in such activity is not intended as a statement expressing some fundamental objection to politics in its true sense; indeed, humanity organises itself through its political affairs. Bahá’ís vote in civil elections, as long as they do not have to identify themselves with any party in order to do so. In this connection, they view government as a system for maintaining the welfare and orderly progress of a society, and they undertake, one and all, to observe the laws of the land in which they reside, without allowing their inner religious beliefs to be violated. Bahá’ís will not be party to any instigation to overthrow a government. Nor will they interfere in political relations between the governments of different nations. This does not mean that they are naive about political processes in the world today and make no distinction between just and tyrannical rule. The rulers of the earth have sacred obligations to fulfil towards their people, who should be seen as the most precious treasure of any nation. Wherever they reside, Bahá’ís endeavour to uphold the standard of justice, addressing inequities directed towards themselves or towards others, but only through lawful means available to them, eschewing all forms of violent protest. Moreover, in no way does the love they hold in their hearts for humanity run counter to the sense of duty they feel to expend their energies in service to their respective countries.",
      "The approach, or strategy if you will, with the simple set of parameters outlined in the foregoing paragraph enables the community, in a world where nations and tribes are pitted one against the other and people are divided and separated by social structures, to maintain its cohesion and integrity as a global entity and to ensure that the activities of the Bahá’ís in one country do not jeopardise the existence of those elsewhere. Guarded against competing interests of nations and political parties, the Bahá’í community is thus able to build its capacity to contribute to processes that promote peace and unity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 9", "section-9", 9]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Dear Friends: We recognise that treading this path, which you have done so ably for decades, is not without its challenges. It asks for an integrity that cannot be shaken, for a rectitude of conduct that cannot be undermined, for a clarity of thought that cannot be obscured, for a love of one’s country that cannot be manipulated. Now that your fellow citizens understand your plight, and possibilities will no doubt open for you to participate even further in the life of society, we pray that you will be assisted from on High in explaining to your friends and compatriots the framework articulated in these pages so that, in collaboration with them, you will find increasing opportunities to labour for the good of your people without compromising, in any way, your identity as followers of One Who summoned humanity, more than a century ago, to a new World Order."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 10", "section-10", 10]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Dear Friends: How often did the Beloved Master express the hope that the hearts of the believers would overflow with love for one another, that they would abide no lines of separation but would regard all of humanity even as one family. ‘See ye no strangers,’ is His exhortation; ‘rather see all men as friends, for love and unity come hard when ye fix your gaze on otherness.’ All of the developments examined in the preceding pages are, at the most profound level, but an expression of universal love achieved through the power of the Holy Spirit. For is it not love for God that burns away all veils of estrangement and division and binds hearts together in perfect unity? Is it not His love that spurs you on in the field of service and enables you to see in every soul the capacity to know Him and to worship Him? Are you not galvanised by the knowledge that His Manifestation gladly endured a life of suffering out of His love for humanity?"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 11", "section-11", 11]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      ". . . the Bahá’í community as a whole is advancing in a direction that has been set by the Universal House of Justice as Head of the Faith. The thrust created by the response of individual believers to its guidance, as their powers are multiplied in unified action, propels the community closer and closer to the civilisation conceived by Bahá’u’lláh.",
      ". . . at every stage in the unfoldment of the Divine Plan, the Centre of Authority in the Faith establishes a framework for action to guide the believers in a united effort to apply Bahá’u’lláh’s teachings for the progress of the Bahá’í community and the building of a world civilisation.",
      "Central to the effort to advance the work of expansion and consolidation, social action, and the involvement in the discourses of society is the notion of an evolving conceptual framework, a matrix that organises thought and gives shape to activities and which becomes more elaborate as experience accumulates.",
      "What the friends need to remember in this respect is that, in their efforts to achieve personal growth and to uphold Bahá’í ideals, they are not isolated individuals, withstanding alone the onslaught of the forces of moral decay operating in society. They are members of a purposeful community, global in scope, pursuing a bold spiritual mission—working to establish a pattern of activity and administrative structures suited to a humanity entering its age of maturity. Giving shape to the community’s efforts is a framework for action defined by the global Plans of the Faith. This framework promotes the transformation of the individual in conjunction with social transformation, as two inseparable processes. Specifically, the courses of the institute are intended to set the individual on a path in which qualities and attitudes, skills and abilities, are gradually acquired through service—service intended to quell the insistent self, helping to lift the individual out of its confines and placing him or her in a dynamic process of community building."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 12", "section-12", 12]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "the challenge for the friends everywhere is to study the guidance issued by the House of Justice, on the one hand, and to learn from experience as they strive to put that guidance into practice, on the other.",
      "Each of the various elements that form part of the framework of this series of Plans evolves through a process of learning guided by the decisions of the Universal House of Justice . . .",
      "The friends who participate in these intensive programmes of growth should bear in mind that the purpose is to ensure that the Revelation of Bahá’u’lláh reaches the masses of humanity and enables them to achieve spiritual and material progress through the application of the Teachings. Vast numbers among the peoples of the world are ready, indeed yearn, for the bounties that Bahá’u’lláh alone can bestow upon them once they have committed themselves to building the new society He has envisioned. In learning to systematise their large‑scale teaching work, Bahá’í communities are becoming better equipped to respond to this longing. They cannot withhold whatever effort, whatever sacrifice, may be called for."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 13", "section-13", 13]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Finally, a significant advance in culture, one which we have followed with particular interest, is marked by the rise in capacity to think in terms of process. That, from the outset, the believers have been asked to be ever conscious of the broad processes that define their work is apparent from a careful reading of even the earliest communications of the Guardian related to the first national plans of the Faith. However, in a world focused increasingly on the promotion of events, or at best projects, with a mindset that derives satisfaction from the sense of expectation and excitement they generate, maintaining the level of dedication required for long‑term action demands considerable effort. The expansion and consolidation of the Bahá’í community encompasses a number of interacting processes, each of which contributes its share to the movement of humanity towards Bahá’u’lláh’s vision of a new World Order. The lines of action associated with any given process provide for the organisation of occasional events, and from time to time, activities take the shape of a project with a clear beginning and a definite end. If, however, events are imposed on the natural unfoldment of a process, they will disrupt its sound evolution. If the projects undertaken in a cluster are not made subordinate to the explicit needs of the processes unfolding there, they will yield little fruit."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 14", "section-14", 14]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The development of human resources on a large scale requires that the establishment of institutes be viewed in a new light. In many regions, it has become imperative to create institutes as organisational structures dedicated to systematic training. The purpose of such training is to endow ever‑growing contingents of believers with the spiritual insights, the knowledge, and the skills needed to carry out the many tasks of accelerated expansion and consolidation, including the teaching and deepening of a large number of people—adults, youth and children. This purpose can best be achieved through well‑organised, formal programmes consisting of courses that follow appropriately designed curricula.",
      "When in December 1995 we called for the establishment of training institutes worldwide, the pattern most prevalent in the Bahá’í community for helping individual believers to deepen their knowledge of the Faith consisted principally of occasional courses and classes, of varying durations, addressing a variety of subjects. That pattern had satisfied well the needs of an emerging worldwide Bahá’í community, still relatively few in number and concerned chiefly with its geographic spread across the globe. We made clear at the time, however, that another approach to the study of the writings would have to take shape, one that would spur large numbers into the field of action, if the process of entry by troops was to accelerate appreciably. In this connection, we asked that training institutes assist ever‑growing contingents of believers in serving the Cause through the provision of courses that would impart the knowledge, insights and skills required to carry out the many tasks associated with accelerated expansion and consolidation.",
      "To read the writings of the Faith and to strive to obtain a more adequate understanding of the significance of Bahá’u’lláh’s stupendous Revelation are obligations laid on every one of His followers. All are enjoined to delve into the ocean of His Revelation and to partake, in keeping with their capacities and inclinations, of the pearls of wisdom that lie therein. In this light, local deepening classes, winter and summer schools, and specially arranged gatherings in which individual believers knowledgeable in the writings were able to share with others insights into specific subjects emerged naturally as prominent features of Bahá’í life. Just as the habit of daily reading will remain an integral part of Bahá’í identity, so will these forms of study continue to hold a place in the collective life of the community. But understanding the implications of the Revelation, both in terms of individual growth and social progress, increases manifold when study and service are joined and carried out concurrently. There, in the field of service, knowledge is tested, questions arise out of practice, and new levels of understanding are achieved. In the system of distance education that has now been established in country after country—the principal elements of which include the study circle, the tutor and the curriculum of the Ruhi Institute—the worldwide Bahá’í community has acquired the capacity to enable thousands, nay millions, to study the writings in small groups with the explicit purpose of translating the Bahá’í teachings into reality, carrying the work of the Faith forward into its next stage: sustained large‑scale expansion and consolidation.",
      "Let no one fail to appreciate the possibilities thus created. Passivity is bred by the forces of society today. A desire to be entertained is nurtured from childhood, with increasing efficiency, cultivating generations willing to be led by whoever proves skilful at appealing to superficial emotions. Even in many educational systems students are treated as though they were receptacles designed to receive information. That the Bahá’í world has succeeded in developing a culture which promotes a way of thinking, studying, and acting, in which all consider themselves as treading a common path of service—supporting one another and advancing together, respectful of the knowledge that each one possesses at any given moment and avoiding the tendency to divide the believers into categories such as deepened and uninformed—is an accomplishment of enormous proportions. And therein lie the dynamics of an irrepressible movement."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 15", "section-15", 15]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Of course, it is not the provision of training by itself that brings about progress. Efforts to build capacity fall short if arrangements are not swiftly made to accompany individuals into the arena of service. An adequate level of support extends far beyond encouraging words. When preparing to take on an unfamiliar task, working alongside a person with some experience increases consciousness of what is possible. An assurance of practical help can give a tentative venturer the courage to initiate an activity for the first time. Souls then advance their understanding together, humbly sharing the insights each possesses at a given moment and eagerly seeking to learn from fellow wayfarers on the path of service. Hesitation recedes and capacity develops to the point where an individual can carry out activities independently and, in turn, accompany others on the same path."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 16", "section-16", 16]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "We cannot segregate the human heart from the environment outside us and say that once one of these is reformed everything will be improved. Man is organic with the world. His inner life moulds the environment and is itself also deeply affected by it. The one acts upon the other and every abiding change in the life of man is the result of these mutual reactions."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 17", "section-17", 17]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Few will fail to recognise that the Spirit breathed by Bahá’u’lláh upon the world, and which is manifesting itself with varying degrees of intensity through the efforts consciously displayed by His avowed supporters and indirectly through certain humanitarian organisations, can never permeate and exercise an abiding influence upon mankind unless and until it incarnates itself in a visible Order, which would bear His name, wholly identify itself with His principles, and function in conformity with His laws. . . .",
      "For Bahá’u’lláh, we should readily recognise, has not only imbued mankind with a new and regenerating Spirit. He has not merely enunciated certain universal principles, or propounded a particular philosophy, however potent, sound and universal these may be. In addition to these He, as well as ‘Abdu’l‑Bahá after Him, has, unlike the Dispensations of the past, clearly and specifically laid down a set of Laws, established definite institutions, and provided for the essentials of a Divine Economy. These are destined to be a pattern for future society, a supreme instrument for the establishment of the Most Great Peace, and the one agency for the unification of the world, and the proclamation of the reign of righteousness and justice upon the earth.",
      "Not only does this advance in culture influence relations among individuals, but its effects can also be felt in the conduct of the administrative affairs of the Faith. As learning has come to distinguish the community’s mode of operation, certain aspects of decision making related to expansion and consolidation have been assigned to the body of the believers, enabling planning and implementation to become more responsive to circumstances on the ground. Specifically, a space has been created, in the agency of the reflection meeting, for those engaged in activities at the cluster level to assemble from time to time in order to reach consensus on the current status of their situation, in light of experience and guidance from the institutions, and to determine their immediate steps forward. A similar space is opened by the institute, which makes provision for those serving as tutors, children’s class teachers, and animators of junior youth groups in a cluster to meet severally and consult on their experience. Intimately connected to this grassroots consultative process are the agencies of the training institute and the Area Teaching Committee, together with the Auxiliary Board members, whose joint interactions provide another space in which decisions pertaining to growth are taken, in this case with a higher degree of formality. The workings of this cluster‑level system, born of exigencies, point to an important characteristic of Bahá’í administration: Even as a living organism, it has coded within it the capacity to accommodate higher and higher degrees of complexity, in terms of structures and processes, relationships and activities, as it evolves under the guidance of the Universal House of Justice.",
      "That the institutions of the Faith at all levels—from the local and the regional, to the national and the continental—are able to manage such growing complexity with greater and greater dexterity is both a sign and a necessity of their steady maturation. Evolving relationships among administrative structures have brought the Local Spiritual Assembly to the threshold of a new stage in the exercise of its responsibilities to diffuse the Word of God, to mobilise the energies of the believers, and to forge an environment that is spiritually edifying. On previous occasions we have explained that the maturity of a Spiritual Assembly cannot be assessed by the regularity of its meetings and the efficiency of its functioning alone. Rather its strength must be measured, to a large extent, by the vitality of the spiritual and social life of the community it serves—a growing community that welcomes the constructive contributions of both those who are formally enrolled and those who are not. It is gratifying to see that current approaches, methods and instruments are providing the means for Local Spiritual Assemblies, even those newly formed, to fulfil these responsibilities as they set about to ensure that the requirements of the Five Year Plan are adequately met in their localities. Indeed, the Assembly’s proper involvement with the Plan becomes crucial to every attempt to embrace large numbers—itself a requisite for the manifestation of the full range of its powers and capacities.",
      "The development that we are sure to witness in Local Spiritual Assemblies over the next several years is made possible by the growing strength of National Spiritual Assemblies, whose ability to think and act strategically has risen perceptibly, especially as they have learned to analyse the community‑building process at the grassroots with increasing acuity and effectiveness and to inject into it, as needed, assistance, resources, encouragement, and loving guidance. In countries where conditions demand it, they have devolved a number of their responsibilities in this respect to Regional Councils, decentralising certain administrative functions, enhancing institutional capacity in areas under their jurisdiction, and fostering more sophisticated sets of interactions. It is no exaggeration to say that the full engagement of National Assemblies was instrumental in creating the final thrust required to attain the goal of the current Plan, and we expect to see further developments in this direction as, in concert with the Counsellors, they exert in the course of the critical, fleeting months ahead a supreme effort to ready their communities to embark on the next five‑year enterprise.",
      "Without question, the evolution of the institution of the Counsellors constitutes one of the most significant advances in the Bahá’í Administrative Order during the past decade. That institution had already made extraordinary leaps in its development when, in January 2001, the Counsellors and the Auxiliary Board members gathered in the Holy Land for the conference marking the occupation by the International Teaching Centre of its permanent seat on Mount Carmel. There is no doubt that the energies released by that event have propelled the institution rapidly forward. The degree of influence the Counsellors and their auxiliaries have exerted on the progress of the Plan demonstrates that they have assumed their natural place in the forefront of the teaching field. We are confident that the coming year will bind the institutions of the Administrative Order further together in collaboration, as all strive to reinforce, each in accordance with its evolving functions and responsibilities, the mode of learning that has become a prominent feature of the community’s functioning—this, most urgently in those clusters experiencing intensive programmes of growth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 18", "section-18", 18]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "This is not a Cause which may be made a plaything for your idle fancies, nor is it a field for the foolish and faint of heart. By God, this is the arena of insight and detachment, of vision and upliftment, where none may spur on their chargers save the valiant horsemen of the Merciful, who have severed all attachment to the world of being. These, truly, are they that render God victorious on earth, and are the dawning‑places of His sovereign might amidst mankind.",
      "Having grasped the significance of these words, having obtained a clear understanding of the true character of our mission, the methods to adopt, the course to pursue, and having attained sufficiently the individual regeneration—the essential requisite of teaching—let us arise to teach His Cause with righteousness, conviction, understanding and vigour. Let this be the paramount and most urgent duty of every Bahá’í. Let us make it the dominating passion of our life.",
      "Yet there is reassurance in the knowledge that, amidst the disintegration, a new kind of collective life is taking shape which gives practical expression to all that is heavenly in human beings. We have observed how, especially in those places where intensity in teaching and community‑building activities has been maintained, the friends have been able to guard themselves against the forces of materialism that risk sapping their precious energies. Not only that, but in managing the various other calls upon their time, they never lose sight of the sacred and pressing tasks before them. Such attentiveness to the needs of the Faith and to humanity’s best interests is required in every community."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 19", "section-19", 19]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "One of your primary concerns will be to strengthen appreciation for systematic action, already heightened by the successes it has brought. To arrive at a unified vision of growth based on a realistic assessment of possibilities and resources, to develop strategies that lend structure to it, to devise and implement plans of action commensurate with capacity, to make necessary adjustments while maintaining continuity, to build on accomplishments—these are some of the requisites of systematisation that every community must learn and internalise.",
      "If learning is to be the primary mode of operation in a community, then visions, strategies, goals and methods have to be re‑examined time and again. As tasks are accomplished, obstacles removed, resources multiplied and lessons learned, modifications have to be made in goals and approaches, but in a way that continuity of action is maintained.",
      "To this end, you and your auxiliaries will need to cultivate an atmosphere that encourages the friends to be methodical but not rigid, creative but not haphazard, decisive but not hasty, careful but not controlling, recognising that, in the final analysis, it is not technique but unity of thought, consistent action, and dedication to learning which will bring about progress.",
      "Change in a cluster, be it swift or hard won, flows neither from a formulaic approach nor from random activity; it proceeds to the rhythm of action, reflection, and consultation, and is propelled by plans that are the fruit of experience."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 20", "section-20", 20]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "Much as I rejoice in witnessing the abundant signs of unfaltering energy that characterise in various fields and distant lands the mission of the valiant warriors of the Cause, I cannot help observing that, driven by their impetuous eagerness to establish the undisputed reign of Bahá’u’lláh on this earth, they may by an undue multiplication of their activities, and the consequent dissipation of their forces, defeat the very purpose which animates them in the pursuit of their glorious task.",
      "Perhaps the task that will occupy the attention of you and your auxiliaries above all others is to assist the community in its effort to maintain focus. This ability, slowly acquired through successive Plans, represents one of its most valuable assets, hard won through discipline, commitment and foresight as the friends and their institutions have learned to pursue the single aim of advancing the process of entry by troops. On the one hand, you will find it necessary to discourage the tendency to confuse focus with uniformity or exclusivity. To maintain focus does not imply that special needs and interests are neglected, much less that essential activities are dropped in order to accommodate others. Clearly, there are a host of elements that comprise Bahá’í community life, shaped over the decades, which must be further refined and developed. On the other hand, you will want to take every opportunity to reinforce the disposition to prioritise—one which recognises that not all activities have the same importance at a given stage of growth, that some must necessarily take precedence over others, that even the most well‑intentioned proposals can cause distraction, dissipate energy or impede progress. What should be plainly acknowledged is that the time available for the friends to serve the Faith in every community is not without limits. It is only natural to expect that the preponderating share of this limited resource would be expended in meeting the provisions of the Plan."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 21", "section-21", 21]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "A rich tapestry of community life begins to emerge in every cluster as acts of communal worship, interspersed with discussions undertaken in the intimate setting of the home, are woven together with activities that provide spiritual education to all members of the population—adults, youth and children. Social consciousness is heightened naturally as, for example, lively conversations proliferate among parents regarding the aspirations of their children and service projects spring up at the initiative of junior youth. Once human resources in a cluster are in sufficient abundance, and the pattern of growth firmly established, the community’s engagement with society can, and indeed must, increase.",
      "Involvement in the life of society will flourish as the capacity of the community to promote its own growth and to maintain its vitality is gradually raised. It will achieve coherence with efforts to expand and consolidate the community to the extent that it draws on elements of the conceptual framework which governs the current series of global Plans. And it will contribute to the movement of populations towards Bahá’u’lláh’s vision of a prosperous and peaceful world civilisation to the degree that it employs these elements creatively in new areas of learning.",
      "It is here, when carrying out the work of community building within such a narrow compass, that the interlocking dimensions of community life are most coherently expressed, here that the process of collective transformation is most keenly felt—here that, in time, the society‑building power inherent in the Faith becomes most visible."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 22", "section-22", 22]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "As every follower of Bahá’u’lláh knows well, humanity’s ultimate well‑being is dependent upon its differences being transcended and its unity firmly established. Every contribution Bahá’ís make to the life of their society is aimed at fostering unity; every community‑building endeavour is directed towards the same end. For those tired of contention, the communities growing under the shadow of the Greatest Name offer a potent example of what unity can achieve.",
      "Eliminating social problems, rather than merely ameliorating them to an extent, requires unity of thought as well as action, an open heart as well as an open hand—conditions which Bahá’u’lláh’s Revelation is intended to bring about.",
      "Composed of such individuals and such institutions, the community of the Greatest Name becomes that spiritually charged arena in which powers are multiplied in unified action. It is of this community that ‘Abdu’l‑Bahá writes: ‘When any souls grow to be true believers, they will attain a spiritual relationship with one another, and show forth a tenderness which is not of this world. They will, all of them, become elated from a draught of divine love, and that union of theirs, that connection, will also abide forever. Souls, that is, who will consign their own selves to oblivion, strip from themselves the defects of humankind, and unchain themselves from human bondage, will beyond any doubt be illumined with the heavenly splendours of oneness, and will all attain unto real union in the world that dieth not.’",
      "The community is serving more and more as that environment in which individual effort and collective action, mediated by the institute, can complement each other in order to achieve progress. The vibrancy it manifests and the unity of purpose that animates its endeavours are drawing into its swelling ranks those from every walk of life eager to dedicate their time and energies to the welfare of humanity. That the doors of the community are more widely open for any receptive soul to enter and receive sustenance from Bahá’u’lláh’s Revelation is clear.",
      "Furthermore, Bahá’ís are engaged in cities and villages across the globe in establishing a pattern of life in which increasing numbers, irrespective of background, are invited to take part. . . . This pattern of community life is giving rise to vibrant and purposeful new communities wherein relationships are founded on the oneness of mankind, universal participation, justice, and freedom from prejudice. All are welcome. The process which is unfolding seeks to foster collaboration and build capacity within every human group—with no regard to class or religious background, with no concern for ethnicity or race, and irrespective of gender or social status—to arise and contribute to the advancement of civilisation.",
      "Wherever an intensive programme of growth is established, let the friends spare no effort to increase the level of participation. Let them strain every nerve to ensure that the system which they have so laboriously erected does not close in on itself but progressively expands to embrace more and more people.",
      "At the heart of such developments is a growing awareness of the implications of the universality and comprehensiveness of the Faith. Collective action is governed more and more by the principle that Bahá’u’lláh’s message should be given liberally and unconditionally to humanity. Most gratifying are the endeavours being made to reach receptive populations with the teachings of the Faith. As unrelenting social and political forces continue to uproot people from their homelands and sweep them across continents, an uncompromising appreciation for a diversity of backgrounds and for the strength it confers on the whole will prove crucial to the expansion and consolidation of the community."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 9: Gaining an Historical Perspective", "9", 11],
      ["Unit 3: A Sacred Enterprise", "unit-3-a-sacred-enterprise", 3],
      ["Section 23", "section-23", 23]
    ],
    "years": [2019.0612, 2019.0612],
    "content": [
      "The Major Plan is associated with turbulence and calamity and proceeds with an apparent, random disorderliness, but is, in fact, inexorably driving humanity towards unity and maturity. Its agency for the most part is the people who are ignorant of its course and even antagonistic towards its aim. As Shoghi Effendi has pointed out, God’s Major Plan uses ‘both the mighty and the lowly as pawns in His world‑shaping game, for the fulfilment of His immediate purpose and the eventual establishment of His Kingdom on earth.’ The acceleration of the processes it generates is lending impetus to developments which, with all the initial pain and heartache attributable to them, we Bahá’ís see as signs of the emergence of the Lesser Peace.",
      "The nature of the planning process with which you will be helping the friends is in many ways unique. At its core it is a spiritual process in which communities and institutions strive to align their pursuits with the Will of God. The Major Plan of God is at work and the forces it generates impel humanity towards its destiny. In their own plans of action, the institutions of the Faith must seek to gain insight into the operation of these great forces, explore the potentialities of the people they serve, measure the resources and strengths of their communities, and take practical steps to enlist the unreserved participation of the believers.",
      "Above all, the friends need to remain ever conscious of the magnitude of the spiritual forces that are at their disposition. They are members of a community ‘whose world‑embracing, continually consolidating activities constitute the one integrating process in a world whose institutions, secular as well as religious, are for the most part dissolving.’ Of all the peoples of the world, ‘they alone can recognise, amidst the welter of a tempestuous age, the Hand of the Divine Redeemer that traces its course and controls its destinies. They alone are aware of the silent growth of that orderly world polity whose fabric they themselves are weaving.’ It is their institutions that ‘will come to be regarded as the hallmark and glory of the age’ they have been called upon to establish. The ‘building process,’ to which they are consecrated, is ‘the one hope of a stricken society.’ For, it is ‘actuated by the generating influence of God’s changeless Purpose, and is evolving within the framework of the Administrative Order of His Faith.’ And remind them that they are the illumined souls envisioned by ‘Abdu’l‑Bahá in His prayer: ‘Heroes are they, O my Lord, lead them to the field of battle. Guides are they, make them to speak out with arguments and proofs. Ministering servants are they, cause them to pass round the cup that brimmeth with the wine of certitude. O my God, make them to be songsters that carol in fair gardens, make them lions that couch in the thickets, whales that plunge in the vasty deep.’"
    ]
  }
]
