[
  {
    "id": "8/17",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["The Bahá’í Faith, An Introduction", "annas-presentation", 17]
    ],
    "years": [2023.0401, 2023.0401],
    "content": [
      "The Bahá’í Faith is a world religion, whose teachings centre on the unity of humanity. Bahá’ís are the followers of Bahá’u’lláh, Who they believe is the Promised One of all ages. The traditions of almost every people include the promise of a future when peace and harmony will be established on earth and humankind will live in prosperity. Bahá’ís believe that the promised hour has come and that Bahá’u’lláh is the great Personage Whose teachings will enable humanity to build a new world. In one of His Writings, Bahá’u’lláh says:",
      "That which the Lord hath ordained as the sovereign remedy and mightiest instrument for the healing of all the world is the union of all its peoples in one universal Cause, one common Faith.",
      "The teachings of the Bahá’í Faith describe God and our relationship with Him. Bahá’u’lláh teaches us that God is unknowable in His Essence. This means that whatever image we have of God in our mind—for example, thinking of Him as a man—is the fruit of our own imagination. In general, that which has been created cannot understand its creator. For instance, a table cannot understand the nature of the carpenter who made it. The carpenter’s existence is totally incomprehensible to the objects he makes.",
      "God is the Creator of all things. Humanity was created, we are told by Bahá’u’lláh, out of God’s love. He says:",
      "O Son of Man! I loved thy creation, hence I created thee. Wherefore, do thou love Me, that I may name thy name and fill thy soul with the spirit of life.",
      "Although God’s existence is far beyond our understanding, His love touches our lives and our beings ceaselessly. The way this love flows to us is through His eternal Covenant. According to this eternal Covenant, God never leaves us alone and without guidance. In every age, as humanity moves away from Him and forgets His teachings, a Manifestation of God appears and makes His Will and Purpose known to us.",
      "The word “manifest” means to reveal, to bring forth something that was not known before. The Manifestations of God are those special Beings Who reveal to humanity the Word and the Will of God; thus when we listen to Them, we are responding to the Call of God.",
      "There is an example from the physical world that helps us to understand the concept of “Manifestation” as taught by Bahá’u’lláh. In this world, the sun is the source of all warmth and light, without which life would not exist on the planet. Yet the sun itself does not descend to earth, and if we tried to approach it, we would be totally consumed.",
      "But suppose we take a well‑polished mirror and point it towards the sun. In it we will see the image of the sun, and the more perfectly polished the minor, the more perfect the image will be. The Manifestations of God are like perfect Mirrors that reflect the Light of God in all its splendour. And all these Mirrors reflect the same Light. While God is beyond our reach, these perfect Beings come to us from time to time, live among us, give us guidance, and fill us with the energy we need to progress, materially and spiritually.",
      "We are fortunate to have been raised in the light of the teachings sent by God to humanity some two thousand years ago through His Manifestation, Christ, Whose Station is that of the Son of God, and later the Prophet Muḥammad. We are now receiving the teachings of a new Manifestation, Bahá’u’lláh, Whose title means the “Glory of God”. Bahá’u’lláh’s teachings, then, are in perfect harmony with the teachings of Christ and Muḥammad, but they address the condition of humanity today. If we think for a moment about the plight of humanity, it is evident that the time is right for another Manifestation of God to have appeared. This passage from the Writings of Bahá’u’lláh speaks about the Day in which we live:",
      "This is the Day in which God’s most excellent favours have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving‑kindness.",
      {
        "type": "break"
      },
      "Let us look at some ideas related to the central teaching of the Bahá’í Faith, that humanity is one. Bahá’u’lláh tells us that we are the fruits of one tree and the leaves of one branch. Although we differ from one another physically, although we have different talents and capacities, we all spring from the same root; we all belong to the same human family.",
      "Humanity can be likened to a vast garden in which grow side by side flowers of every form, colour, and perfume. The charm and beauty of the garden lie in this diversity. We should not allow the differences that exist among us—in our physical characteristics, our temperaments, our backgrounds, our thoughts and views—to give rise to conflict and strife. We should see the members of the human race as beautiful flowers growing in the garden of humanity and rejoice in belonging to this garden.",
      "Although the oneness of humankind is an undeniable truth, the peoples of the earth are so far from it that unifying them is no easy task. If we choose to join the Bahá’í Faith we will have accepted Bahá’u’lláh as the Manifestation of God for today and will strive to apply His teachings not only in our own lives but in efforts to work alongside many others in building vibrant and unified communities. We are all trying to align our thoughts and actions with our belief in the oneness of humankind. We are told that, when a thought of war enters our minds, we should immediately replace it with a thought of peace. When a feeling of hate begins to take shape in our hearts, we should immediately replace it with a feeling of love. We should do everything possible to overcome our prejudices. Prejudices of race, colour, nationality, culture, religion, and sex, these are among the greatest obstacles to building a better world. So many passages in the Bahá’í writings teach us how to walk in the ways of unity and how to help others take the same path. There is a wonderful passage from one of the talks of ‘Abdu’l‑Bahá which says:",
      "Bahá’u’lláh has drawn the circle of unity, He has made a design for the uniting of all the peoples, and for the gathering of them all under the shelter of the tent of universal unity. This is the work of the Divine Bounty, and we must all strive with heart and soul until we have the reality of unity in our midst, and as we work, so will strength be given unto us.",
      {
        "type": "break"
      },
      "Bahá’u’lláh was born in 1817 in Ṭihrán, the capital of Írán. From His early childhood, He showed signs of greatness. Though He received some instruction at home, He was not in need of schooling, for He was endowed by God with innate knowledge. Bahá’u’lláh came from a noble family and, when He was a young man, was offered a high position in the court of the king, but He refused it. He wished to dedicate His time to helping the oppressed, the sick and the poor and to championing the cause of justice.",
      "There are two aspects of Bahá’u’lláh’s life which we can look at in particular. One is the suffering He endured. The other is the tremendous influence He had on the hearts and minds of people. These actually characterise the lives of all the Manifestations of God.",
      "Bahá’u’lláh’s sufferings began the moment He arose to proclaim the Cause of God. His life was one of exile, imprisonment, and persecution. He was put in chains in a dark and dismal dungeon in Ṭihrán. He was exiled four times from land to land. In one of His Tablets revealed during this long banishment, He wrote:",
      "Remember My days during thy days, and My distress and banishment in this remote prison. And be thou so steadfast in My love that thy heart shall not waver, even if the swords of the enemies rain blows upon thee and all the heavens and the earth arise against thee.",
      "Bahá’u’lláh was eventually sent to the prison‑city of ‘Akká in the Ottoman Empire. So intense were His sufferings there that He has referred to ‘Akká as the “Most Great Prison”. Let us read what Bahá’u’lláh has said about His sufferings:",
      "The Ancient Beauty hath consented to be bound with chains that mankind may be released from its bondage, and hath accepted to be made a prisoner within this most mighty Stronghold that the whole world may attain unto true liberty. He hath drained to its dregs the cup of sorrow, that all the peoples of the earth may attain unto abiding joy, and be filled with gladness. This is of the mercy of your Lord, the Compassionate, the Most Merciful. We have accepted to be abased, O believers in the Unity of God, that ye may be exalted, and have suffered manifold afflictions, that ye might prosper and flourish. He Who hath come to build anew the whole world, behold, how they that have joined partners with God have forced Him to dwell within the most desolate of cities!",
      "Every effort was made by two powerful courts—those of the king of Írán and the Ottoman Emperor—to oppose Bahá’u’lláh and to halt the spread of His teachings. But the Light of Truth cannot be so easily extinguished. The very water that is poured on this fire to put out its flame turns into oil, and the fire burns with more intensity. Nothing could be done to stop Bahá’u’lláh’s growing influence. The farther the authorities banished Him, the greater the number of people who were attracted to His teachings and recognised His power and majesty. In spite of constant persecution, Bahá’u’lláh continued to reveal the Word of God for more than forty years and released such tremendous spiritual energy that it will ultimately regenerate the whole world.\nBahá’u’lláh passed away in 1892. His Shrine, which Bahá’ís consider the Holiest Spot on earth, is located near the city of ‘Akká. Here are some pictures of the entrance to the Shrine and the gardens surrounding it. Hopefully you will be able to go on pilgrimage to the Holy Land one day.",
      {
        "type": "break"
      },
      "Several years before Bahá’u’lláh proclaimed His Mission, God sent a special Messenger to announce His coming. This great Personage, Himself a Manifestation of God, took the title “the Báb”, which means “the Gate”. He was indeed a gate to the knowledge of God and to a new era in human existence. For six years He taught ceaselessly that the appearance of One still greater than Himself was near and prepared the way for His coming. He told the people that they were witnessing the dawn of a new age, the dawn of the Promised Day of God. He called upon them to purify their hearts from earthly vanities so that they could recognise “Him Whom God shall make manifest”.",
      "Thousands upon thousands of people accepted the message of the Báb and began to follow His teachings. But the government of Írán and the powerful clergy who ruled over the masses rose against Him. His followers were persecuted and large numbers were put to death. The Báb Himself at the age of 31 was martyred by a regiment of soldiers who, at the orders of the government, suspended Him in a public square and opened fire on Him.",
      "To see how penetrating the words of the Báb are, here are two of His prayers:",
      "Is there any Remover of difficulties save God? Say: Praised be God! He is God! All are His servants, and all abide by His bidding!",
      "Say: God sufficeth all things above all things, and nothing in the heavens or in the earth but God sufficeth. Verily, He is in Himself the Knower, the Sustainer, the Omnipotent.",
      "Many Bahá’ís know especially the first prayer by heart and recite it in times of difficulties. It can be powerful for anyone to memorise it, to say in such moments.",
      "Soon after His martyrdom, the remains of the Báb were recovered by His followers and taken from place to place, always hidden from the enemies of the Faith. Finally they were transferred to Mount Carmel in the Holy Land. Here are some pictures of His Shrine in Haifa and a few other Holy Places in that city and in the city of ‘Akká, which is across the bay. Today these twin cities are the spiritual and administrative centre of the Bahá’í Faith—the spiritual centre because it is here that the Shrines of the Báb and Bahá’u’lláh, as well as other Holy Places, are located, and the administrative centre because it is on Mount Carmel that the Seat of the supreme governing body of the Faith, the Universal House of Justice, is situated.",
      {
        "type": "break"
      },
      "The idea most central to the lives of Bahá’ís is that we have entered into a covenant with Bahá’u’lláh. As we know, in all other religions, after the passing of the Manifestation, His followers had endless disputes among themselves and, as a result, split the religion into many sects. The cause of disunity was sometimes the desire for leadership on the part of certain ambitious individuals. But, when differences of opinion arose between even sincere believers about what the words of the Manifestation meant, no one had been authorised by the Manifestation Himself to settle the disagreements, and this contributed to conflict and dissension. Each set of interpretations led to the creation of a different sect.",
      "Bahá’u’lláh has protected His Faith against such division by endowing it with a unique power, the power of the Covenant. Before His passing, He stated in the clearest terms, in writing, that after Him, all Bahá’ís should turn to ‘Abdu’l‑Bahá. ‘Abdu’l‑Bahá, His oldest Son, was thus named the sole Interpreter of His words and the Centre of His Covenant. He had been raised by Bahá’u’lláh Himself, had recognised His Station even as a child, and had shared in the sufferings of His Father. He was a most precious gift given to humanity, the perfect Exemplar of all Bahá’í teachings.",
      "‘Abdu’l‑Bahá lived on this earth for 77 years. He was born on the same night the Báb declared His Mission in 1844 and passed away in November 1921. His life was filled with affliction, but to everyone who entered His presence He brought the greatest joy and happiness. After the passing of His Father, the responsibility for the Bahá’í community fell on His shoulders, and He laboured day and night to spread the Faith throughout the East and the West. He wrote thousands of Tablets to individuals and groups everywhere and clarified the teachings of His Father. His interpretations are now an essential part of the Writings of the Bahá’í Faith.",
      "By focusing on ‘Abdu’l‑Bahá as the Centre of Bahá’u’lláh’s Covenant, the Bahá’ís of the world remain united in their efforts to live a Bahá’í life and to contribute to the transformation of society. We remember that, as part of our promise to Bahá’u’lláh, we are to love one another and, in ‘Abdu’l‑Bahá, we see the perfect manifestation of love. We remember that we must uphold justice, that we must be generous, that we must overlook the faults of others, and from the example of ‘Abdu’l‑Bahá we learn justice, generosity and forgiveness. More than anything else, by keeping our focus on ‘Abdu’l‑Bahá, we are always aware of our covenant with Bahá’u’lláh that we will not allow the unity of His followers to be broken and that, united as a worldwide community, we will labour until the oneness of humankind has been firmly established.",
      "In His Will and Testament, ‘Abdu’l‑Bahá named His grandson Shoghi Effendi the Guardian of the Faith, who, after His passing, became the authorised interpreter of the words of Bahá’u’lláh. For thirty‑six years, he continued the work of his Grandfather, clarifying the teachings of the Manifestation and firmly establishing His Faith in all parts of the planet. Five and a half years after his passing, the Bahá’ís of the world elected the Universal House of Justice, as envisioned by Bahá’u’lláh and clearly described by ‘Abdu’l‑Bahá and the Guardian. The Universal House of Justice is the supreme institution of the Faith to which all the Bahá’ís of the world now turn.",
      {
        "type": "break"
      },
      "Many of the ideas here require a great deal of thought and can be explored in more depth over time. There are a few other ideas that are important to know about the Bahá’í Faith right from the beginning.",
      "Important to every religion are the laws that the Manifestation brings to humanity in order to guide it on the right path. Some of these laws and commandments are eternal, others change as humanity progresses and evolves. In the Faith we are taught that we should not think of Bahá’í laws as a set of rules, a series of dos and don’ts. Bahá’u’lláh tells us that His laws are “the lamps of My loving providence among My servants, and the keys of My mercy for My creatures.” Nor should we obey these laws out of fear of punishment, for He clearly has stated in His Most Holy Book: “Observe My commandments, for the love of My beauty.\"",
      "These ideas will become clearer if we look at a few examples of Bahá’í laws. In the physical world, human beings have to eat every day. This is a requirement of the human body; if we don’t, we will get sick and quickly die. We can say, then, that eating daily is a law of physical existence which has to be obeyed. In the same way, one of the commandments of Bahá’u’lláh is that we should pray every day. Like our body, our soul needs constant nourishment, and prayer provides the nourishment for our spiritual growth. There are many beautiful prayers revealed by Bahá’u’lláh, by the Báb, and by ‘Abdu’l‑Bahá which we can say when we are alone or recite in meetings. Some prayers are obligatory and, together with a few other specific ones, have special potency. One of the daily obligatory prayers says:",
      "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth.",
      "There is none other God but Thee, the Help in Peril, the Self‑Subsisting.",
      "It is a short and beautiful prayer that is easily learned by heart after repeating it a few times.",
      "In another commandment, Bahá’u’lláh prohibits backbiting and calumny. This is important because, if you think about it, one of the greatest enemies of unity is backbiting. And unfortunately, it has become an established practice among most of humanity to talk about other people’s faults in their absence. Everybody seems to be concerned with everybody else’s shortcomings, which are made bigger and bigger as they are constantly mentioned. ‘Abdu’l‑Bahá tells us to do the opposite. We should overlook the shortcomings of others and see with the eye of forgiveness. We should love people for the sake of God. There are imperfections in every human being, ‘Abdu’l‑Bahá tells us, and we will always become unhappy if we look towards the people themselves. But if we look towards God, we will love them and be kind to them.",
      "O Companion of My Throne! Hear no evil, and see no evil, abase not thyself, neither sigh and weep. Speak no evil, that thou mayest not hear it spoken unto thee, and magnify not the faults of others that thine own faults may not appear great; and wish not the abasement of anyone, that thine own abasement be not exposed. Live then the days of thy life, that are less than a fleeting moment, with thy mind stainless, thy heart unsullied, thy thoughts pure, and thy nature sanctified, so that, free and content, thou mayest put away this mortal frame, and repair unto the mystic paradise and abide in the eternal kingdom forevermore.",
      "Bahá’u’lláh also prohibits the drinking of alcohol and, of course, substance abuse. Drinking alcohol is really one of the greatest social ills that exists today in the world. It is one of the most common causes of violence and the ruin of healthy family life. It is challenging to understand why people would take something that interferes with their minds and makes them lose their ability to think clearly. Drinking makes people capable of acting in shameful ways, when we have actually been created noble. In a beautiful quote from Bahá’u’lláh’s Writings about nobility, He says:",
      "O Son of Spirit! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I moulded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self‑subsisting.",
      "Another commandment of Bahá’u’lláh, one which particularly speaks to many hearts, is about the obligation of parents and society to educate children. In a short passage from ‘Abdu’l‑Bahá’s Writings, He explains this well:",
      "Therefore, the beloved of the Lord and the handmaidens of the Merciful should, with all their heart and soul, educate children and instruct them in the school of virtue and perfection. Nor should they tolerate in this regard the least neglect or shortcoming. . . .",
      "The first duty of the loved ones of God and the handmaidens of the Merciful is to strive by every possible means to educate all children, girls and boys alike. For the latter are even as the former; there is no difference whatsoever between them. The ignorance of either is blameworthy; the unawareness of either is reprehensible. ‘Are they equal, those who know and those who do not know?’",
      "This commandment is so important that the Bahá’í community is offering classes for the spiritual education of young children and empowerment for youth all over the country. Many are taking courses from the Bahá’í training institute to help build their capacity to assist with these classes and serve their communities. You may have visited one before.",
      {
        "type": "break"
      },
      "The Bahá’í Faith is not just a collection of nice ideals, it is a very organised religion whose members are systematically working to apply the teachings of Bahá’u’lláh to their own lives and to the life of society. It will be helpful for you to think of this work as the building of a world civilisation. The Universal House of Justice tells us that there are three participants in this effort, each with a very important role.",
      "The first participant is the individual. It is the duty of the individual to remain firm in the Covenant, to strive daily to bring his or her life in line with Bahá’í teachings, and to serve humanity, always conscious of the fact that life does not end with death and that one’s relationship with God is eternal. After death, our souls continue to progress towards God for all eternity. Our lives here are very much like the life of a child in the womb of the mother. For some nine months the child develops faculties—eyes, ears, hands, and so on—to be used later in this world. In the same way, we are to develop here the spiritual faculties that we will need to progress in the other worlds of God. Of course, we do not achieve our purpose by just thinking about it. Rather, it is in the field of service, as we work for the betterment of society, that we grow spiritually and intellectually.",
      "The second participant is the community. Human beings were not created to exist alone. We live in communities and must work together to raise up a new civilisation. The community closest to us is the local one, which consists of the Bahá’ís of our village or town. But no matter where we reside, everyone is invited to join our efforts to build capacity for service and contribute to the progress of our neighbourhoods and villages. It is in the local community that, with friends and neighbours working alongside us, we learn to cooperate with one another, advance together and become united. In addition to being members of the local community, we are also members of the national community and then the worldwide Bahá’í community, which is constantly expanding and attracting people from every religious background, nationality, ethnicity, race, and tribe.",
      "The institutions of the Faith, the Universal House of Justice tells us, represent the third participant in the building of a new civilisation. This is a subject about which we will have to talk some more when we discuss the Covenant. For now, let me just mention that included in the commandments of Bahá’u’lláh are many related to the way society should be organised. In the past, the Manifestations of God have not said much about how Their followers should organise themselves, and people have had to discover how to do this on their own. But, in the case of the Bahá’í Faith, we have the bounty of a divinely conceived Administrative Order, which means that Bahá’u’lláh Himself has told us what institutions we must create, how they should function, and how humanity should govern itself.",
      "We have already spoken about the supreme institution, which is the Universal House of Justice. In each country, Bahá’ís elect once a year the National Spiritual Assembly, and, in each locality, the Local Spiritual Assembly. This is the institution that you will get to know the soonest. There are no priests or clergy in the Bahá’í Faith, and it is the Local Spiritual Assembly that guides the affairs of the community and watches over the well‑being of its individual members. A Local Spiritual Assembly consists of nine members elected in a prayerful atmosphere by secret ballot by all the adults in the community. Spiritual Assemblies are extremely important to Bahá’ís. Through them we learn how human affairs are to be administered and how a new order can be established in society, an order which is to be known as the World Order of Bahá’u’lláh.",
      {
        "type": "break"
      },
      "Create in me a pure heart, O my God, and renew a tranquil conscience within me, O my Hope! Through the spirit of power confirm Thou me in Thy Cause, O my Best‑Beloved, and by the light of Thy glory reveal unto me Thy path, O Thou the Goal of my desire! Through the power of Thy transcendent might lift me up unto the heaven of Thy holiness, O Source of my being, and by the breezes of Thine eternity gladden me, O Thou Who art my God! Let Thine everlasting melodies breathe tranquillity on me, O my Companion, and let the riches of Thine ancient countenance deliver me from all except Thee, O my Master, and let the tidings of the revelation of Thine incorruptible Essence bring me joy, O Thou Who art the most manifest of the manifest and the most hidden of the hidden!"
    ]
  }
]
