[
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 1", "section-1", 1]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "And among the teachings of Bahá’u’lláh is that although material civilisation is one of the means for the progress of the world of mankind, yet until it becomes combined with Divine civilisation, the desired result, which is the felicity of mankind, will not be attained. . . . Material civilisation is like a lamp‑glass. Divine civilisation is the lamp itself and the glass without the light is dark. Material civilisation is like the body. No matter how infinitely graceful, elegant and beautiful it may be, it is dead. Divine civilisation is like the spirit, and the body gets its life from the spirit, otherwise it becomes a corpse. It has thus been made evident that the world of mankind is in need of the breaths of the Holy Spirit. Without the spirit the world of mankind is lifeless, and without this light the world of mankind is in utter darkness."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Divorced from the social, humanitarian, educational and scientific pursuits centring around the Dependencies of the Mashriqu’l‑Adhkár, Bahá’í worship, however exalted in its conception, however passionate in fervour, can never hope to achieve beyond the meagre and often transitory results produced by the contemplations of the ascetic or the communion of the passive worshipper. It cannot afford lasting satisfaction and benefit to the worshipper himself, much less to humanity in general, unless and until translated and transfused into that dynamic and disinterested service to the cause of humanity which it is the supreme privilege of the Dependencies of the Mashriqu’l‑Adhkár to facilitate and promote. Nor will the exertions, no matter how disinterested and strenuous, of those who within the precincts of the Mashriqu’l‑Adhkár will be engaged in administering the affairs of the future Bahá’í Commonwealth, fructify and prosper unless they are brought into close and daily communion with those spiritual agencies centring in and radiating from the central Shrine of the Mashriqu’l‑Adhkár. Nothing short of direct and constant interaction between the spiritual forces emanating from this House of Worship centring in the heart of the Mashriqu’l‑Adhkár, and the energies consciously displayed by those who administer its affairs in their service to humanity can possibly provide the necessary agency capable of removing the ills that have so long and so grievously afflicted humanity. For it is assuredly upon the consciousness of the efficacy of the Revelation of Bahá’u’lláh, reinforced on one hand by spiritual communion with His Spirit, and on the other by the intelligent application and the faithful execution of the principles and laws He revealed, that the salvation of a world in travail must ultimately depend. And of all the institutions that stand associated with His Holy Name, surely none save the institution of the Mashriqu’l‑Adhkár can most adequately provide the essentials of Bahá’í worship and service, both so vital to the regeneration of the world. Therein lies the secret of the loftiness, of the potency, of the unique position of the Mashriqu’l‑Adhkár as one of the outstanding institutions conceived by Bahá’u’lláh.",
      "The Mashriqu’l‑Adhkár, described by ‘Abdu’l‑Bahá as ‘one of the most vital institutions in  the world’, weds two essential, inseparable aspects of Bahá’í life: worship and service. The union of these two is also reflected in the coherence that exists among the community‑building features of the Plan, particularly the burgeoning of a devotional spirit that finds expression in gatherings for prayer and an educational process that builds capacity for service to humanity. The correlation of worship and service is especially pronounced in those clusters around the world where Bahá’í communities have significantly grown in size and vitality, and where engagement in social action is apparent.",
      "Now that this Temple is opening its doors to the inhabitants of Battambang and to those living far beyond, may the blessings of heaven be attracted to this region in even more abundance than before—we entreat Bahá’u’lláh that it be so. May those who pass through its portals feel their spirits soar within, may their worship of the one true God strengthen the bonds of affection between them, and may their love for God be expressed through the service they render to those around them.",
      "When the Bahá’í Faith entered this land, it took root in its fertile soil; a few pure souls with the courage to break through social barriers plunged into the living waters of this new Revelation from God and drank their fill. Without hesitation, they embraced the sublime vision of Bahá’u’lláh for the betterment of the world and endeavoured to illuminate heart after heart with the light of His Teachings. In the midst of powerful winds that acted to destabilise a society, they attended to the planting of seeds. Their humble efforts to nurture in the young those qualities characterising a faithful follower of the Blessed Beauty and to imbue their family and community life with the divine teachings evolved into a process of education that would reach thousands upon thousands. While the fruits of the committed labours of growing numbers are witnessed across the whole of Colombia, the region of Norte del Cauca is blessed with the singular honour of being the site of the first Bahá’í House of Worship in the country."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "From the beginning of His stupendous mission, Bahá’u’lláh urged upon the attention of nations the necessity of ordering human affairs in such a way as to bring into being a world unified in all the essential aspects of its life. In unnumbered verses and tablets He repeatedly and variously declared the ‘progress of the world’ and the ‘development of nations’ as being among the ordinances of God for this day. The oneness of mankind, which is at once the operating principle and ultimate goal of His Revelation, implies the achievement of a dynamic coherence between the spiritual and practical requirements of life on earth. The indispensability of this coherence is unmistakably illustrated in His ordination of the Mashriqu’l‑Adhkár, the spiritual centre of every Bahá’í community round which must flourish dependencies dedicated to the social, humanitarian, educational and scientific advancement of mankind. Thus, we can readily appreciate that although it has hitherto been impracticable for Bahá’í institutions generally to emphasise development activities, the concept of social and economic development is enshrined in the sacred Teachings of our Faith. The beloved Master, through His illuminating words and deeds, set the example for the application of this concept to the reconstruction of society. Witness, for instance, what social and economic progress the Íránian believers attained under His loving guidance and, subsequently, with the unfailing encouragement of the Guardian of the Cause."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Thirty‑five years ago, circumstances within and outside the community combined to create new possibilities for greater involvement in the life of society. The Faith had developed to the stage at which the processes of social and economic development needed to be incorporated into its regular pursuits, and in October 1983 we called upon the Bahá’ís of the world to enter this new field of endeavour. The Office of Social and Economic Development was established at the Bahá’í World Centre to assist us in promoting and coordinating the activities of the friends worldwide. Bahá’í activities for social and economic development, at whatever level of complexity, were at that time counted in the hundreds. Today they number in the tens of thousands, including hundreds of sustained projects such as schools and scores of development organisations. The broad range of current activities spans efforts from villages and neighbourhoods to regions and nations, addressing an array of challenges, including education from preschool to university, literacy, health, the environment, support for refugees, advancement of women, empowerment of junior youth, elimination of racial prejudice, agriculture, local economies, and village development. The society‑building power of Bahá’u’lláh’s Cause has begun to be more systematically expressed in the collective life of the friends as a result of the acceleration of the process of expansion and consolidation, especially in advanced clusters. Beyond this, of course, countless believers, through their professional and voluntary efforts, contribute their energies and insights to projects and organisations established for the common good.",
      "Once again, then, we find that forces inside and outside the Faith have made possible a new stage in the work of social and economic development in the Bahá’í world. Therefore, on this sacred occasion of the Festivals of the Twin Birthdays, we are pleased to announce that the Office of Social and Economic Development now effloresces into a new world‑embracing institution established at the World Centre, the Bahá’í International Development Organisation. In addition, a Bahá’í Development Fund will be inaugurated, from which the new organisation will draw to assist both long‑standing and emerging development efforts worldwide; it will be supported by the House of Justice, and individuals and institutions may contribute to it.",
      "A five‑member board of directors will be appointed which will function as a consultative body to promote and coordinate the efforts of the worldwide community in social and economic development. The directors will serve for a term of five years beginning on the Day of the Covenant. Operating at the spiritual and administrative centre of the Faith, the board will consult with the Universal House of Justice and the International Teaching Centre to ensure that the development work is coherent with the many endeavours of the Bahá’í world. The new institution will begin by assuming the functions and mandate previously carried out by the Office of Social and Economic Development and then gradually grow in capacity to discharge them on an expanding scale and at higher levels of complexity. It will reinforce the efforts of Bahá’í individuals, communities, and institutions worldwide to extend and consolidate the range of their activities. It will help to strengthen institutional capacity for social and economic development in national communities, including through the creation of new agencies and the emergence of advanced development organisations. It will promote, on an international scale, approaches to development and methodologies that have proven effective. It will keep abreast of findings in the development field and explore their application in consonance with spiritual principles with assistance from Bahá’ís with relevant training. It will form networks of resource persons and such institutional arrangements across continents as are necessary for carrying out its various lines of action. Above all, like the Office of Social and Economic Development before it, its primary purpose will be to facilitate learning about development by fostering and supporting action, reflection on action, study, consultation, the gathering and systematisation of experience, conceptualisation, and training—all carried out in the light of the Teachings of the Faith."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "‘Abdu’l‑Bahá has extolled ‘two calls’ to ‘success and prosperity’ that can be heard from the ‘heights of the happiness of mankind’. One is the call of ‘civilisation’, of ‘progress of the material world’. It comprises the ‘laws’, ‘regulations’, ‘arts and sciences’ through which humanity develops. The other is the ‘soul‑stirring call of God’, on which depends the eternal happiness of humanity. ‘This second call’, the Master has explained, ‘is founded upon the instructions and exhortations of the Lord and the admonitions and altruistic emotions belonging to the realm of morality which, like unto a brilliant light, brighten and illumine the lamp of the realities of mankind. Its penetrative power is the Word of God.’ As you continue to labour in your clusters, you will be drawn further and further into the life of the society around you and will be challenged to extend the process of systematic learning in which you are engaged to encompass a growing range of human endeavours. In the approaches you take, the methods you adopt, and the instruments you employ, you will need to achieve the same degree of coherence that characterises the pattern of growth presently under way."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      ". . . efforts to engage in social action are lent vital impetus by the training institute. This is not simply through the rise in human resources it fosters. The spiritual insights, qualities, and abilities that are cultivated by the institute process have proven to be as crucial for participation in social action as they are for contributing to the process of growth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Truthfulness is the foundation of all human virtues. Without truthfulness progress and success, in all the worlds of God, are impossible for any soul.",
      "Trustworthiness is the greatest portal leading unto the tranquillity and security of the people.",
      "To give and to be generous are attributes of Mine; well is it with him that adorneth himself with My virtues.",
      "It is incumbent upon everyone to show the utmost love, rectitude of conduct, straightforwardness and sincere kindliness unto all the peoples and kindreds of the world, be they friends or strangers.",
      "We ask God to endow human souls with justice so that they may be fair, and may strive to provide for the comfort of all . . .",
      "O ye beloved of the Lord! In this sacred Dispensation, conflict and contention are in no wise permitted. Every aggressor deprives himself of God’s grace.",
      "Man’s merit lieth in service and virtue and not in the pageantry of wealth and riches.",
      "Until a being setteth his foot in the plane of sacrifice, he is bereft of every favour and grace; and this plane of sacrifice is the realm of dying to the self, that the radiance of the living God may then shine forth.",
      "Consort with the followers of all religions in a spirit of friendliness and fellowship.",
      ". . . backbiting quencheth the light of the heart, and extinguisheth the life of the soul.",
      "The supreme need of humanity is cooperation and reciprocity. The stronger the ties of fellowship and solidarity amongst men, the greater will be the power of constructiveness and accomplishment in all the planes of human activity.",
      "Of all men the most negligent is he that disputeth idly and seeketh to advance himself over his brother.",
      "A kindly tongue is the lodestone of the hearts of men. It is the bread of the spirit, it clotheth the words with meaning, it is the fountain of the light of wisdom and understanding."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Be anxiously concerned with the needs of the age ye live in, and centre your deliberations on its exigencies and requirements.",
      "By My life and My Cause! Round about whatever dwelling the friends of God may enter, and from which their cry shall rise as they praise and glorify the Lord, shall circle the souls of true believers and all the favoured angels.",
      "Women and men have been and will always be equal in the sight of God.",
      "In this Day the Hand of divine grace hath removed all distinctions. The servants of God and His handmaidens are regarded on the same plane.",
      "The tabernacle of unity hath been raised; regard ye not one another as strangers. Ye are the fruits of one tree, and the leaves of one branch.",
      "Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
      "Among the greatest of all services that can possibly be rendered by man to Almighty God is the education and training of children . . .",
      "O ye beloved of the Lord! This day is the day of union, the day of the ingathering of all mankind. ‘Verily God loveth those who, as though they were a solid wall, do battle for His Cause in serried lines!’ Note that He saith ‘in serried lines’—meaning crowded and pressed together, one locked to the next, each supporting his fellows.",
      "The imperfect eye beholds imperfections. The eye that covers faults looks toward the Creator of souls. He created them, trains and provides for them, endows them with capacity and life, sight and hearing; therefore, they are the signs of His grandeur. You must love and be kind to everybody, care for the poor, protect the weak, heal the sick, teach and educate the ignorant.",
      ". . . no one should glorify himself over another; no one should manifest pride or superiority toward another; no one should look upon another with scorn and contempt; and no one should deprive or oppress a fellow creature.",
      "Consultation bestoweth greater awareness and transmuteth conjecture into certitude. It is a shining light which, in a dark world, leadeth the way and guideth. For everything there is and will continue to be a station of perfection and maturity. The maturity of the gift of understanding is made manifest through consultation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 10", "section-10", 10]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "A natural outcome of the rise both in resources and in consciousness of the implications of the Revelation for the life of a population is the stirrings of social action."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Further involvement in the life of society should not be sought prematurely. It will proceed naturally as the friends in every cluster persevere in applying the provisions of the Plan through a process of action, reflection, consultation and study, and learn as a result.",
      "A natural outcome of the rise both in resources and in consciousness of the implications of the Revelation for the life of a population is the stirrings of social action. Not infrequently, initiatives of this kind emerge organically out of the junior youth spiritual empowerment programme or are prompted by consultations about local conditions that occur at community gatherings. The forms that such endeavours can assume are diverse and include, for example, tutorial assistance to children, projects to better the physical environment, and activities to improve health and prevent disease.",
      "However humble an instance of social action might be at the beginning, it is an indication of a people cultivating within themselves a critical capacity, one that holds infinite potential and significance for the centuries ahead: learning how to apply the Revelation to the manifold dimensions of social existence. All such initiatives also serve to enrich participation, at an individual and collective level, in prevalent discourses of the wider community. As expected, the friends are being drawn further into the life of society—a development which is inherent in the pattern of action in a cluster from the very start, but which is now much more pronounced."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 14", "section-14", 14]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Most appropriately conceived in terms of a spectrum, social action can range from fairly informal efforts of limited duration undertaken by individuals or small groups of friends to programmes of social and economic development with a high level of complexity and sophistication implemented by Bahá’í‑inspired organisations. . . . The scope and complexity of social action must be commensurate with the human resources available in a village or neighbourhood to carry it forward. Efforts best begin, then, on a modest scale and grow organically as capacity within the population develops.",
      "Some initiatives become sustained and gradually grow. In various places the founding of a community school at the grassroots has arisen from a heightened concern for the proper education of children and awareness of its importance, flowing naturally from the study of institute materials. On occasion, the efforts of the friends can be greatly reinforced through the work of an established Bahá’í‑inspired organisation functioning in the vicinity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 17", "section-17", 17]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "As you continue to labour in your clusters, you will be drawn further and further into the life of the society around you and will be challenged to extend the process of systematic learning in which you are engaged to encompass a growing range of human endeavours. In the approaches you take, the methods you adopt, and the instruments you employ, you will need to achieve the same degree of coherence that characterises the pattern of growth presently under way."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "As the community grows in size and in capacity to maintain vitality, the friends will, we have indicated in the past, be drawn further into the life of society and be challenged to take advantage of the approaches they have developed to respond to a widening range of issues that face their village. The question of coherence, so essential to the growth achieved thus far, and so fundamental to the Plan’s evolving framework for action, now assumes new dimensions. Much will fall on the Local Assembly, not as an executor of projects but as the voice of moral authority, to make certain that, as the friends strive to apply the teachings of the Faith to improve conditions through a process of action, reflection and consultation, the integrity of their endeavours is not compromised.",
      "Whatever the nature of activities undertaken, the Local Assembly must be attentive to potential pitfalls and help the friends, if necessary, to steer past them—the allurements of overly ambitious projects that would consume energies and ultimately prove untenable, the temptation of financial grants that would necessitate a departure from Bahá’í principle, the promises of technologies deceptively packaged that would strip the village of its cultural heritage and lead to fragmentation and dissonance. . . . Moreover, the Assembly must learn to interact with social and political structures in the locality, gradually raising consciousness of the presence of the Faith and the influence it is exerting on the progress of the village."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 20", "section-20", 20]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Capacity rises to new levels, of course, as the protagonists of social change learn to apply with increasing effectiveness elements of Bahá’u’lláh’s Revelation, together with the contents and methods of science, to their social reality. This reality they must strive to read in a manner consistent with His teachings—seeing in their fellow human beings gems of inestimable value and recognising the effects of the dual process of integration and disintegration on both hearts and minds, as well as on social structures."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 1: Stirrings at the Grassroots",
        "unit-1-stirrings-at-the-grassroots",
        1
      ],
      ["Section 24", "section-24", 24]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "And the honour and distinction of the individual consist in this, that he among all the world’s multitudes should become a source of social good. Is any larger bounty conceivable than this, that an individual, looking within himself, should find that by the confirming grace of God he has become the cause of peace and well‑being, of happiness and advantage to his fellow men? No, by the one true God, there is no greater bliss, no more complete delight."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 1", "section-1", 1]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Central to the effort to advance the work of expansion and consolidation, social action, and the involvement in the discourses of society is the notion of an evolving conceptual framework, a matrix that organises thought and gives shape to activities and which becomes more elaborate as experience accumulates.",
      "Involvement in the life of society will flourish as the capacity of the community to promote its own growth and to maintain its vitality is gradually raised. It will achieve coherence with efforts to expand and consolidate the community to the extent that it draws on elements of the conceptual framework which governs the current series of global Plans. And it will contribute to the movement of populations towards Bahá’u’lláh’s vision of a prosperous and peaceful world civilisation to the degree that it employs these elements creatively in new areas of learning."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "The steady and alarming deterioration in the standard of morality as exemplified by the appalling increase of crime, by political corruption in ever widening and ever higher circles, by the loosening of the sacred ties of marriage, by the inordinate craving for pleasure and diversion, and by the marked and progressive slackening of parental control, is no doubt the most arresting and distressing aspect of the decline that has set in, and can be clearly perceived, in the fortunes of the entire nation.",
      "Parallel with this, and pervading all departments of life—an evil which the nation, and indeed all those within the capitalist system, though to a lesser degree, share with that state and its satellites regarded as the sworn enemies of that system—is the crass materialism, which lays excessive and ever‑increasing emphasis on material well‑ being, forgetful of those things of the spirit on which alone a sure and stable foundation can be laid for human society. It is this same cancerous materialism, born originally in Europe, carried to excess in the North American continent, contaminating the Asiatic peoples and nations, spreading its ominous tentacles to the borders of Africa, and now invading its very heart, which Bahá’u’lláh in unequivocal and emphatic language denounced in His Writings, comparing it to a devouring flame and regarding it as the chief factor in precipitating the dire ordeals and world‑shaking crises that must necessarily involve the burning of cities and the spread of terror and consternation in the hearts of men."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Any religious belief which is not conformable with scientific proof and investigation is superstition, for true science is reason and reality, and religion is essentially reality and pure reason; therefore, the two must correspond. Religious teaching which is at variance with science and reason is human invention and imagination unworthy of acceptance, for the antithesis and opposite of knowledge is superstition born of the ignorance of man. If we say religion is opposed to science, we lack knowledge of either true science or true religion, for both are founded upon the premises and conclusions of reason, and both must bear its test."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "In general, a challenge for any instance of social action is to ensure consistency—among the explicit and implicit convictions which underpin an initiative, the values promoted by it, the attitudes adopted by its participants, the methods they employ, and the ends they seek. Achieving consistency between belief and practice is no small task: a deep‑seated recognition of the oneness of humanity should prevent all efforts from fostering disunity, isolation, separateness or competition; an unshakeable conviction in the nobility of human beings, capable of subduing their lower passions and evincing heavenly qualities, should serve to protect against prejudice and paternalism, both of which violate the dignity of people; an immutable belief in justice should guide an endeavour to allocate resources according to the real needs and aspirations of the community rather than the whims and wishes of a privileged few; the principle of the equality of women and men should open the way not only for women to assume their role as protagonists of development and benefit from its fruits but also for the experience of that half of the world’s population to be given more and more emphasis in development thought. These few examples illustrate how closely spiritual principles are to guide development practice."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "The bedrock of a strategy that can engage the world’s population in assuming responsibility for its collective destiny must be the consciousness of the oneness of humankind. Deceptively simple in popular discourse, the concept that humanity constitutes a single people presents fundamental challenges to the way that most of the institutions of contemporary society carry out their functions. Whether in the form of the adversarial structure of civil government, the advocacy principle informing most of civil law, a glorification of the struggle between classes and other social groups, or the competitive spirit dominating so much of modern life, conflict is accepted as the mainspring of human interaction. It represents yet another expression in social organisation of the materialistic interpretation of life that has progressively consolidated itself over the past two centuries.",
      "In a letter addressed to Queen Victoria over a century ago, and employing an analogy that points to the one model holding convincing promise for the organisation of a planetary society, Bahá’u’lláh compared the world to the human body. There is, indeed, no other model in phenomenal existence to which we can reasonably look. Human society is composed not of a mass of merely differentiated cells but of associations of individuals, each one of whom is endowed with intelligence and will; nevertheless, the modes of operation that characterise man’s biological nature illustrate fundamental principles of existence. Chief among these is that of unity in diversity. Paradoxically, it is precisely the wholeness and complexity of the order constituting the human body—and the perfect integration into it of the body’s cells—that permit the full realisation of the distinctive capacities inherent in each of these component elements. No cell lives apart from the body, whether in contributing to its functioning or in deriving its share from the well‑being of the whole. The physical well‑being thus achieved finds its purpose in making possible the expression of human consciousness; that is to say, the purpose of biological development transcends the mere existence of the body and its parts.",
      "What is true of the life of the individual has its parallels in human society. The human species is an organic whole, the leading edge of the evolutionary process. That human consciousness necessarily operates through an infinite diversity of individual minds and motivations detracts in no way from its essential unity. Indeed, it is precisely an inhering diversity that distinguishes unity from homogeneity or uniformity. What the peoples of the world are today experiencing, Bahá’u’lláh said, is their collective coming‑of‑age, and it is through this emerging maturity of the race that the principle of unity in diversity will find full expression. From its earliest beginnings in the consolidation of family life, the process of social organisation has successively moved from the simple structures of clan and tribe, through multitudinous forms of urban society, to the eventual emergence of the nation‑ state, each stage opening up a wealth of new opportunities for the exercise of human capacity.",
      "Clearly, the advancement of the race has not occurred at the expense of human individuality. As social organisation has increased, the scope for the expression of the capacities latent in each human being has correspondingly expanded. Because the relationship between the individual and society is a reciprocal one, the transformation now required must occur simultaneously within human consciousness and the structure of social institutions. It is in the opportunities afforded by this twofold process of change that a strategy of global development will find its purpose. At this crucial stage of history, that purpose must be to establish enduring foundations on which planetary civilisation can gradually take shape."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Although the body politic is one family, yet because of lack of harmonious relations some members are comfortable and some in direst misery, some members are satisfied and some are hungry, some members are clothed in most costly garments and some families are in need of food and shelter. Why? Because this family lacks the necessary reciprocity and symmetry. This household is not well arranged.",
      ". . . the assumption that relations among them will inevitably conform to the dictates of competition, a notion that ignores the extraordinary potential of the human spirit, has been set aside in favour of the more likely premise that their harmonious interactions can foster a civilisation befitting a mature humanity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Justice is the one power that can translate the dawning consciousness of humanity’s oneness into a collective will through which the necessary structures of global community life can be confidently erected. An age that sees the people of the world increasingly gaining access to information of every kind and to a diversity of ideas will find justice asserting itself as the ruling principle of successful social organisation. With ever greater frequency, proposals aiming at the development of the planet will have to submit to the candid light of the standards it requires.",
      "At the individual level, justice is that faculty of the human soul that enables each person to distinguish truth from falsehood. In the sight of God, Bahá’u’lláh avers, justice is ‘the best beloved of all things’ since it permits each individual to see with his own eyes rather than the eyes of others, to know through his own knowledge rather than the knowledge of his neighbour or his group. It calls for fair‑mindedness in one’s judgements, for equity in one’s treatment of others, and is thus a constant if demanding companion in the daily occasions of life.",
      "At the group level, a concern for justice is the indispensable compass in collective decision making, because it is the only means by which unity of thought and action can be achieved. Far from encouraging the punitive spirit that has often masqueraded under its name in past ages, justice is the practical expression of awareness that, in the achievement of human progress, the interests of the individual and those of society are inextricably linked. To the extent that justice becomes a guiding concern of human interaction, a consultative climate is encouraged that permits options to be examined dispassionately and appropriate courses of action selected. In such a climate the perennial tendencies toward manipulation and partisanship are far less likely to deflect the decision‑making process.",
      "The implications for social and economic development are profound. Concern for justice protects the task of defining progress from the temptation to sacrifice the well‑being of the generality of humankind—and even of the planet itself—to the advantages which technological breakthroughs can make available to privileged minorities. In design and planning, it ensures that limited resources are not diverted to the pursuit of projects extraneous to a community’s essential social or economic priorities. Above all, only development programmes that are perceived as meeting their needs and as being just and equitable in objective can hope to engage the commitment of the masses of humanity, upon whom implementation depends. The relevant human qualities such as honesty, a willingness to work, and a spirit of cooperation are successfully harnessed to the accomplishment of enormously demanding collective goals when every member of society—indeed every component group within society—can trust that they are protected by standards and assured of benefits that apply equally to all."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "The emancipation of women, the achievement of full equality between the sexes, is one of the most important, though less acknowledged prerequisites of peace. The denial of such equality perpetrates an injustice against one half of the world’s population and promotes in men harmful attitudes and habits that are carried from the family to the workplace, to political life, and ultimately to international relations. There are no grounds, moral, practical, or biological, upon which such denial can be justified. Only as women are welcomed into full partnership in all fields of human endeavour will the moral and psychological climate be created in which international peace can emerge.",
      "To any objective observer the principle of the equality of the sexes is fundamental to all realistic thinking about the future well‑being of the earth and its people. It represents a truth about human nature that has waited largely unrecognised throughout the long ages of the race’s childhood and adolescence. ‘Women and men’, is Bahá’u’lláh’s emphatic assertion, ‘have been and will always be equal in the sight of God.’ The rational soul has no sex, and whatever social inequities may have been dictated by the survival requirements of the past, they clearly cannot be justified at a time when humanity stands at the threshold of maturity. A commitment to the establishment of full equality between men and women, in all departments of life and at every level of society, will be central to the success of efforts to conceive and implement a strategy of global development."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "The tasks entailed in the development of a global society call for levels of capacity far beyond anything the human race has so far been able to muster. Reaching these levels will require an enormous expansion in access to knowledge, on the part of individuals and social organisations alike. Universal education will be an indispensable contributor to this process of capacity building, but the effort will succeed only as human affairs are so reorganised as to enable both individuals and groups in every sector of society to acquire knowledge and apply it to the shaping of human affairs.",
      "Throughout recorded history, human consciousness has depended upon two basic knowledge systems through which its potentialities have progressively been expressed: science and religion. Through these two agencies, the race’s experience has been organised, its environment interpreted, its latent powers explored, and its moral and intellectual life disciplined. They have acted as the real progenitors of civilisation. With the benefit of hindsight, it is evident, moreover, that the effectiveness of this dual structure has been greatest during those periods when, each in its own sphere, religion and science were able to work in concert.",
      "Given the almost universal respect in which science is currently held, its credentials need no elaboration. In the context of a strategy of social and economic development, the issue rather is how scientific and technological activity is to be organised. If the work involved is viewed chiefly as the preserve of established elites living in a small number of nations, it is obvious that the enormous gap which such an arrangement has already created between the world’s rich and poor will only continue to widen, with the disastrous consequences for the world’s economy already noted. Indeed, if most of humankind continue to be regarded mainly as users of products of science and technology created elsewhere, then programmes ostensibly designed to serve their needs cannot properly be termed ‘development’."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 10", "section-10", 10]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Although the relevance of scientific knowledge to development efforts is readily acknowledged in the world at large, there appears to be less agreement on the part to be played by religion. Too often views about religion carry with them notions of division, strife, and repression, creating a reluctance to turn to it as a source of knowledge—even among those who question the adequacy of entirely materialistic approaches. Interestingly, the high esteem in which science is held does not necessarily imply that its practice and purpose are well understood. Its underlying meaning, too, is surrounded by misconception. Not infrequently it is conceived in terms of the application of certain techniques and formulas, which, as if by magic, lead to this or that effect. It is not surprising, then, that what is considered to be religious knowledge is not in harmony with science, and much of what is propagated in the name of science denies the spiritual capacities cultivated by religion.",
      "Social action, of whatever size and complexity, should strive to remain free of simplistic and distorted conceptions of science and religion. To this end, an imaginary duality between reason and faith—a duality that would confine reason to the realm of empirical evidence and logical argumentation and which would associate faith with superstition and irrational thought—must be avoided. The process of development has to be rational and systematic—incorporating, for example, scientific capabilities of observing, of measuring, of rigorously testing ideas—and at the same time deeply aware of faith and spiritual convictions. In the words of ‘Abdu’l‑Bahá: ‘faith compriseth both knowledge and the performance of good works.’ Faith and reason can best be understood as attributes of the human soul through which insights and knowledge can be gained about the physical and the spiritual dimensions of existence. They make it possible to recognise the powers and capacities latent in individuals and in humanity as a whole and enable people to work for the realisation of these potentialities."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Science is the first emanation from God toward man. All created beings embody the potentiality of material perfection, but the power of intellectual investigation and scientific acquisition is a higher virtue specialised to man alone. Other beings and organisms are deprived of this potentiality and attainment. God has created or deposited this love of reality in man. The development and progress of a nation is according to the measure and degree of that nation’s scientific attainments. Through this means its greatness is continually increased, and day by day the welfare and prosperity of its people are assured.",
      "God has given us eyes, that we may look about us at the world, and lay hold of whatsoever will further civilisation and the arts of living. He has given us ears, that we may hear and profit by the wisdom of scholars and philosophers and arise to promote and practice it. Senses and faculties have been bestowed upon us, to be devoted to the service of the general good; so that we, distinguished above all other forms of life for perceptiveness and reason, should labour at all times and along all lines, whether the occasion be great or small, ordinary or extraordinary, until all mankind are safely gathered into the impregnable stronghold of knowledge."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Religion is verily the chief instrument for the establishment of order in the world, and of tranquillity amongst its peoples.",
      "Should the lamp of religion be obscured, chaos and confusion will ensue, and the lights of fairness and justice, of tranquillity and peace cease to shine.",
      "It is certain that the greatest of instrumentalities for achieving the advancement and the glory of man, the supreme agency for the enlightenment and the redemption of the world, is love and fellowship and unity among all the members of the human race. Nothing can be effected in the world, not even conceivably, without unity and agreement, and the perfect means for engendering fellowship and union is true religion.",
      ". . . true religion promotes the civilisation and honour, the prosperity and prestige, the learning and advancement of a people . . .",
      "Religion is the outer expression of the divine reality. Therefore, it must be living, vitalised, moving and progressive.",
      "The challenges facing humanity in its religious life, if different in character, are equally daunting. For the vast majority of the world’s population, the idea that human nature has a spiritual dimension—indeed that its fundamental identity is spiritual—is a truth requiring no demonstration. . . .",
      "It would seem obvious, therefore, that efforts of any kind to promote human progress must seek to tap capacities so universal and so immensely creative. Why, then, have spiritual issues facing humanity not been central to the development discourse? Why have most of the priorities—indeed most of the underlying assumptions—of the international development agenda been determined so far by materialistic worldviews to which only small minorities of the earth’s population subscribe? How much weight can be placed on a professed devotion to the principle of universal participation that denies the validity of the participants’ defining cultural experience?",
      "It may be argued that, since spiritual and moral issues have historically been bound up with contending theological doctrines which are not susceptible of objective proof, these issues lie outside the framework of the international community’s development concerns. To accord them any significant role would be to open the door to precisely those dogmatic influences that have nurtured social conflict and blocked human progress. There is doubtless a measure of truth in such an argument. Exponents of the world’s various theological systems bear a heavy responsibility not only for the disrepute into which faith itself has fallen among many progressive thinkers, but for the inhibitions and distortions produced in humanity’s continuing discourse on spiritual meaning. To conclude, however, that the answer lies in discouraging the investigation of spiritual reality and ignoring the deepest roots of human motivation is a self‑evident delusion. The sole effect, to the degree that such censorship has been achieved in recent history, has been to deliver the shaping of humanity’s future into the hands of a new orthodoxy, one which argues that truth is amoral and facts are independent of values.",
      "So far as earthly existence is concerned, many of the greatest achievements of religion have been moral in character. Through its teachings and through the examples of human lives illumined by these teachings, masses of people in all ages and lands have developed the capacity to love. They have learned to discipline the animal side of their natures, to make great sacrifices for the common good, to practise forgiveness, generosity, and trust, to use wealth and other resources in ways that serve the advancement of civilisation. Institutional systems have been devised to translate these moral advances into the norms of social life on a vast scale. However obscured by dogmatic accretions and diverted by sectarian conflict, the spiritual impulses set in motion by such transcendent figures as Krishna, Moses, Buddha, Zoroaster, Jesus, and Muḥammad have been the chief influence in the civilising of human character.",
      "Since, then, the challenge is the empowerment of humankind through a vast increase in access to knowledge, the strategy that can make this possible must be constructed around an ongoing and intensifying dialogue between science and religion. It is—or by now should be—a truism that, in every sphere of human activity and at every level, the insights and skills that represent scientific accomplishment must look to the force of spiritual commitment and moral principle to ensure their appropriate application. People need, for example, to learn how to separate fact from conjecture—indeed to distinguish between subjective views and objective reality; the extent to which individuals and institutions so equipped can contribute to human progress, however, will be determined by their devotion to truth and their detachment from the promptings of their own interests and passions. Another capacity that science must cultivate in all people is that of thinking in terms of process, including historical process; however, if this intellectual advancement is to contribute ultimately to promoting development, its perspective must be unclouded by prejudices of race, culture, sex, or sectarian belief. Similarly, the training that can make it possible for the earth’s inhabitants to participate in the production of wealth will advance the aims of development only to the extent that such an impulse is illumined by the spiritual insight that service to humankind is the purpose of both individual life and social organisation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 15", "section-15", 15]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "One need only consider the deepening moral crisis engulfing humanity to appreciate the extent to which the forces of disintegration have rent the fabric of society. Have not the evidences of selfishness, of suspicion, of fear and of fraud, which the Guardian perceived with such clarity, become so widespread as to be readily apparent to even the casual observer? Does not the threat of terrorism of which he spoke loom so large on the international scene as to preoccupy the minds of young and old alike in every corner of the globe? Have not the unquenchable thirst for, and the feverish pursuit after, earthly vanities, riches and pleasures so consolidated their power and influence as to assume authority over such human values as happiness, fidelity and love? Have not the weakening of family solidarity and the irresponsible attitude towards marriage reached such proportions as to endanger the existence of this fundamental unit of society? ‘The perversion of human nature, the degradation of human conduct, the corruption and dissolution of human institutions,’ about which Shoghi Effendi forewarned, are sadly revealing themselves ‘in their worst and most revolting aspects.’",
      "The Guardian lays the greatest share of the blame for humanity’s moral downfall on the decline of religion as a social force. ‘Should the lamp of religion be obscured,’ he draws our attention to the words of Bahá’u’lláh, ‘chaos and confusion will ensue, and the lights of fairness, of justice, of tranquillity and peace cease to shine.’ The decades that followed the writing of his letters have seen not only a continued deterioration in the ability of religion to exercise moral influence, but also the betrayal of the masses through the unseemly conduct of religious institutions. Attempts at reinvigorating it have only given rise to a fanaticism that, if left unchecked, could destroy the foundation of civilised relationships among people. The persecution of the Bahá’ís in Írán, recently intensified, is ample evidence alone of the determination of the forces of darkness to quench the flame of faith wherever it burns brightly. Though confident in the ultimate triumph of the Cause, we dare not forget the warning of the Guardian that the Faith will have to contend with enemies more powerful and more insidious than those who have afflicted it in the past.",
      "There is no need to comment extensively on the impotence of statesmanship, another theme treated so masterfully by the Guardian in his World Order letters. The widening economic divide between the rich and the poor, the persistence of age‑old animosities among nations, the swelling numbers of the displaced, the extraordinary rise in organised crime and violence, the pervasive sense of insecurity, the breakdown of basic services in so many regions, the indiscriminate exploitation of natural resources—these are but a few of the signs of the inability of world leaders to devise viable schemes to alleviate humanity’s ills. This is not to say that sincere efforts have not been exerted, in fact, have not multiplied decade after decade. Yet these efforts, no matter how ingenious, fall well short of removing ‘the root cause of the evil that has so rudely upset the equilibrium of present‑day society.’ ‘Not even,’ the Guardian asserted, ‘would the very act of devising the machinery required for the political and economic unification of the world . . . provide in itself the antidote against the poison that is steadily undermining the vigour of organised peoples and nations.’ ‘What else,’ he confidently affirmed, ‘but the unreserved acceptance of the Divine Programme’ enunciated by Bahá’u’lláh, ‘embodying in its essentials God’s divinely appointed scheme for the unification of mankind in this age, coupled with an indomitable conviction in the unfailing efficacy of each and all of its provisions, is eventually capable of withstanding the forces of internal disintegration which, if unchecked, must needs continue to eat into the vitals of a despairing society.’",
      "Penetrating, indeed, is Shoghi Effendi’s depiction of the process of disintegration accelerating in the world. Equally striking is the accuracy with which he analysed the forces associated with the process of integration. He spoke of a ‘gradual diffusion of the spirit of world solidarity which is spontaneously arising out of the welter of a disorganised society’ as an indirect manifestation of Bahá’u’lláh’s conception of the principle of the oneness of humankind. This spirit of solidarity has continued to spread over the decades, and today its effect is apparent in a range of developments, from the rejection of deeply ingrained racial prejudices to the dawning consciousness of world citizenship, from heightened environmental awareness to collaborative efforts in the promotion of public health, from the concern for human rights to the systematic pursuit of universal education, from the establishment of interfaith activities to the efflorescence of hundreds of thousands of local, national and international organisations engaged in some form of social action.",
      "Yet for the followers of Bahá’u’lláh the most significant developments in the process of integration are those directly related to the Faith, many of which were nurtured by the Guardian himself and which have advanced tremendously since their modest beginnings."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 16", "section-16", 16]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Present‑day conceptions of what is natural and appropriate in relationships—among human beings themselves, between human beings and nature, between the individual and society, and between the members of society and its institutions—reflect levels of understanding arrived at by the human race during earlier and less mature stages in its development. If humanity is indeed coming of age, if all the inhabitants of the planet constitute a single people, if justice is to be the ruling principle of social organisation— then existing conceptions that were born out of ignorance of these emerging realities have to be recast.",
      "Movement in this direction has barely begun. It will lead, as it unfolds, to a new understanding of the nature of the family and of the rights and responsibilities of each of its members. It will entirely transform the role of women at every level of society. Its effect in reordering people’s relation to the work they do and their understanding of the place of economic activity in their lives will be sweeping. It will bring about far‑reaching changes in the governance of human affairs and in the institutions created to carry it out. Through its influence, the work of society’s rapidly proliferating nongovernmental organisations will be increasingly rationalised. It will ensure the creation of binding legislation that will protect both the environment and the development needs of all peoples. Ultimately, the restructuring or transformation of the United Nations system that this movement is already bringing about will no doubt lead to the establishment of a world federation of nations with its own legislative, judicial, and executive bodies."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 17", "section-17", 17]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "To seek coherence between the spiritual and the material does not imply that the material goals of development are to be trivialised. It does require, however, the rejection of approaches to development which define it as the transfer to all societies of the ideological convictions, the social structures, the economic practices, the models of governance—in the final analysis, the very patterns of life—prevalent in certain highly industrialised regions of the world. When the material and spiritual dimensions of the life of a community are kept in mind and due attention is given to both scientific and spiritual knowledge, the tendency to reduce development to the mere consumption of goods and services and the naive use of technological packages is avoided. Scientific knowledge, to take but one simple example, helps the members of a community to analyse the physical and social implications of a given technological proposal—say, its environmental impact—and spiritual insight gives rise to moral imperatives that uphold social harmony and that ensure technology serves the common good. Together, these two sources of knowledge tap roots of motivation in individuals and communities, so essential in breaking free from the shelter of passivity, and enable them to uncover the traps of consumerism.",
      "A civilisation befitting a humanity which, having passed through earlier stages of social evolution, is coming of age will not emerge through the efforts exerted by a select group of nations or even a network of national and international agencies. Rather, the challenge must be faced by all of humanity. Every member of the human family has not only the right to benefit from a materially and spiritually prosperous civilisation but also an obligation to contribute towards its construction. Social action should operate, then, on the principle of universal participation.",
      "Issues related to participation have been discussed at length in development literature. Yet, in both theory and practice, this vital principle has often been approached at the level of technique—for example, through the utilisation of surveys and focus groups. Such tools, of course, have their merits, as do more ambitious efforts intended to increase participation in political processes or to offer training to the beneficiaries of services delivered by one or another governmental or nongovernmental agency. Still, these measures seem to fall short of the kind of participation envisioned above. What appears to be called for in any given region, microregion or cluster is the involvement of a growing number of people in a collective process of learning, one which is focused on the nature and dynamics of a path that conduces to the material and spiritual progress of their villages or neighbourhoods."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Though conditions will vary from country to country, and perhaps from cluster to cluster, eliciting from the friends a variety of endeavours, there are certain fundamental concepts that all should bear in mind. One is the centrality of knowledge to social existence. The perpetuation of ignorance is a most grievous form of oppression; it reinforces the many walls of prejudice that stand as barriers to the realisation of the oneness of humankind, at once the goal and operating principle of Bahá’u’lláh’s Revelation. Access to knowledge is the right of every human being, and participation in its generation, application and diffusion a responsibility that all must shoulder in the great enterprise of building a prosperous world civilisation—each individual according to his or her talents and abilities.",
      "A central challenge, therefore—and an enormous one—is the expansion of scientific and technological activity. Instruments of social and economic change so powerful must cease to be the patrimony of advantaged segments of society, and must be so organised as to permit people everywhere to participate in such activity on the basis of capacity. Apart from the creation of programmes that make the required education available to all who are able to benefit from it, such reorganisation will require the establishment of viable centres of learning throughout the world, institutions that will enhance the capability of the world’s peoples to participate in the generation and application of knowledge.",
      "In this connection, it is important to realise that the application and propagation of existing knowledge is invariably accompanied by the generation of new knowledge—much of which takes the form of insights acquired through experience. Here the systematisation of learning is crucial. As a group of people working at the grassroots begins to gain experience in social action, the first lessons learned may consist of little more than occasional stories, anecdotes, and personal accounts. Over time, patterns tend to emerge which can be documented and carefully analysed. To facilitate the systematisation of knowledge, appropriate structures have to be put in place at the local level, among them institutions and agencies invested with authority to safeguard the integrity of the learning process and to ensure that it is not reduced to opinion or the mere collection of various experiences— in short, to see to it that veritable knowledge is generated. In this regard, the authority invested in the institutions of the Administrative Order working at the grassroots to harmonise individual volition with collective will endows the Bahá’í community with a remarkable capacity to nurture participation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 19", "section-19", 19]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Justice demands universal participation. Thus, while social action may involve the provision of goods and services in some form, its primary concern must be to build capacity within a given population to participate in creating a better world. Social change is not a project that one group of people carries out for the benefit of another.",
      "It should be apparent to all that the process set in motion by the current series of global Plans seeks, in the approaches it takes and the methods it employs, to build capacity in every human group, with no regard for class or religious background, with no concern for ethnicity or race, irrespective of gender or social status, to arise and contribute to the advancement of civilisation.",
      "When development is seen in terms of the participation of more and more people in a collective process of learning, then the concept of capacity building assumes particular importance. Thus, while any instance of social action would naturally aim at improving some aspect of the life of a population, it cannot focus simply on the provision of goods and services—an approach to development so prevalent in the world today, one which often carries with it attitudes of paternalism and which employs methods that disempower those who should be the protagonists of change. Setting and achieving specific goals to improve conditions is a legitimate concern of social action; yet, far more essential is the accompanying rise in the capacity of the participants in an endeavour to contribute to progress. Of course, the imperative to build capacity is not only relevant to the individual, important though that may be; it is equally applicable to institutions and the community, the other two protagonists in the advancement of civilisation.",
      "At the level of the individual, the influence of the training institute is vital. As it helps to equip individuals with the spiritual insights and knowledge, the qualities and attitudes, and the skills and abilities needed to carry out acts of service integral to Bahá’í community life, the institute creates a pool of human resources that makes it possible for endeavours of social and economic development to flourish. The participants in such endeavours are able to acquire, in turn, knowledge and skills pertinent to the specific areas of action in which they are engaged—health, agricultural production, and education, to name but a few—while continuing to strengthen those capacities already cultivated by the institute, for instance, fostering unity in diversity, promoting justice, participating effectively in consultation, and accompanying others in their efforts to serve humanity.",
      "Similarly, the question of institutional capacity requires due attention. As the institutions of the Faith gain experience, particularly in the context of their efforts to ensure that the provisions of the global Plans are met, they become increasingly adept at offering assistance, resources, encouragement, and loving guidance to appropriate initiatives; at consulting freely and harmoniously among themselves and with people they serve; and at channelling individual and collective energies towards the transformation of society. So, too, must every effort pursued in the sphere of social action consider the question of institutional capacity. After all, even the smallest group of individuals labouring at the grassroots must be able to maintain a consultative environment characterised by qualities of honesty, fairness, patience, tolerance, and courtesy. At a higher level of complexity, an organisation dedicated to social action needs to develop the capacity to read society and identify the forces operating within it, to translate a vision of progress into projects and distinct, interconnected lines of action, to manage financial resources, and to interact with both governmental and nongovernmental agencies.",
      "The building of capacity in individuals and institutions goes hand in hand with the development of communities. In villages and neighbourhoods throughout the world, Bahá’ís are engaged in activities that enrich the devotional character of their communities, that tend to the spiritual education of children, that enhance the spiritual perception of junior youth and strengthen their powers of expression, and that enable increasing numbers to explore the application of the teachings of the Faith to their individual and collective lives. A process of community development, however, needs to reach beyond the level of activity and concern itself with those modes of expression and patterns of thought and behaviour that are to characterise a humanity which has come of age. In short, it must enter into the realm of culture. Viewed in this light, social action can become an occasion to raise collective consciousness of such vital principles as oneness, justice, and the equality of women and men; to promote an environment distinguished by traits such as truthfulness, equity, trustworthiness, and generosity; to enhance the ability of a community to resist the influence of destructive social forces; to demonstrate the value of cooperation as an organising principle for activity; to fortify collective volition; and to infuse practice with insight from the teachings. For, in the final analysis, many of the questions most central to the emergence of a prosperous global civilisation are to be addressed at the level of culture.",
      "What seems necessary to acknowledge here is that the increase of capacity in each of these three protagonists does not occur in isolation; the development of any one is inextricably linked to the progress of the other two. The following statement of Shoghi Effendi speaks to this point:",
      "We cannot segregate the human heart from the environment outside us and say that once one of these is reformed everything will be improved. Man is organic with the world. His inner life moulds the environment and is itself also deeply affected by it. The one acts upon the other and every abiding change in the life of man is the result of these mutual reactions."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 20", "section-20", 20]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "In an increasingly interconnected world, more light is being cast on the social conditions of every people, giving greater visibility to their circumstances. While there are developments that give hope, there is much that should weigh heavy on the conscience of the human race. Inequity, discrimination, and exploitation blight the life of humanity, seemingly immune to the treatments applied by political schemes of every hue. The economic impact of these afflictions has resulted in the prolonged suffering of so many, as well as in deep‑seated, structural defects in society. No one whose heart has been attracted to the teachings of the Blessed Beauty can remain unmoved by these consequences. ‘The world is in great turmoil,’ Bahá’u’lláh observes in the Lawḥ‑i‑Dunyá, ‘and the minds of its people are in a state of utter confusion. We entreat the Almighty that He may graciously illuminate them with the glory of His Justice, and enable them to discover that which will be profitable unto them at all times and under all conditions.’ As the Bahá’í community strives to contribute at the level of thought and action to the betterment of the world, the adverse conditions experienced by many populations will more and more demand its attention.",
      "The welfare of any segment of humanity is inextricably bound up with the welfare of the whole. Humanity’s collective life suffers when any one group thinks of its own well‑being in isolation from that of its neighbours or pursues economic gain without regard for how the natural environment, which provides sustenance for all, is affected. A stubborn obstruction, then, stands in the way of meaningful social progress: time and again, avarice and self‑interest prevail at the expense of the common good. Unconscionable quantities of wealth are being amassed, and the instability this creates is made worse by how income and opportunity are spread so unevenly both between nations and within nations. But it need not be so. However much such conditions are the outcome of history, they do not have to define the future, and even if current approaches to economic life satisfied humanity’s stage of adolescence, they are certainly inadequate for its dawning age of maturity. There is no justification for continuing to perpetuate structures, rules, and systems that manifestly fail to serve the interests of all peoples. The teachings of the Faith leave no room for doubt: there is an inherent moral dimension to the generation, distribution, and utilisation of wealth and resources.",
      "The stresses emerging out of the long‑term process of transition from a divided world to a united one are being felt within international relations as much as in the deepening fractures that affect societies large and small. With prevailing modes of thought found to be badly wanting, the world is in desperate need of a shared ethic, a sure framework for addressing the crises that gather like storm clouds. The vision of Bahá’u’lláh challenges many of the assumptions that are allowed to shape contemporary discourse—for instance, that self‑interest, far from needing to be restrained, drives prosperity, and that progress depends upon its expression through relentless competition. To view the worth of an individual chiefly in terms of how much one can accumulate and how many goods one can consume relative to others is wholly alien to Bahá’í thought. But neither are the teachings in sympathy with sweeping dismissals of wealth as inherently distasteful or immoral, and asceticism is prohibited. Wealth must serve humanity. Its use must accord with spiritual principles; systems must be created in their light. And, in Bahá’u’lláh’s memorable words, ‘No light can compare with the light of justice. The establishment of order in the world and the tranquillity of the nations depend upon it.’",
      "Although Bahá’u’lláh does not set out in His Revelation a detailed economic system, a constant theme throughout the entire corpus of His teachings is the reorganisation of human society. Consideration of this theme inevitably gives rise to questions of economics. Of course, the future order conceived by Bahá’u’lláh is far beyond anything that can be imagined by the present generation. Nevertheless, its eventual emergence will depend on strenuous effort by His followers to put His teachings into effect today.",
      "Beloved Friends: The extremes of wealth and poverty in the world are becoming ever more untenable. As inequity persists, so the established order is seen to be unsure of itself, and its values are being questioned. Whatever the tribulations that a conflicted world must confront in the future, we pray that the Almighty will help His loved ones to overcome every obstacle in their path and assist them to serve humanity. The larger the presence of a Bahá’í community in a population, the greater its responsibility to find ways of addressing the root causes of the poverty in its surroundings. Although the friends are at the early stages of learning about such work and of contributing to the related discourses, the community‑building process of the Five Year Plan is creating everywhere the ideal environment in which to accrue knowledge and experience, gradually but consistently, about the higher purpose of economic activity. Against the background of the age‑long work of erecting a divine civilisation, may this exploration become a more pronounced feature of community life, institutional thought, and individual action in the years ahead."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 21", "section-21", 21]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "To explore questions such as these and the many others certain to arise, the Bahá’í community has adopted a mode of operation characterised by action, reflection, consultation and study—study which involves not only constant reference to the writings of the Faith but also the scientific analysis of patterns unfolding.",
      "Above all, like the Office of Social and Economic Development before it, its primary purpose will be to facilitate learning about development by fostering and supporting action, reflection on action, study, consultation, the gathering and systematisation of experience, conceptualisation, and training—all carried out in the light of the Teachings of the Faith."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 22", "section-22", 22]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Bahá’u’lláh’s Revelation is vast. It calls for profound change not only at the level of the individual but also in the structure of society. ‘Is not the object of every Revelation’, He Himself proclaims, ‘to effect a transformation in the whole character of mankind, a transformation that shall manifest itself, both outwardly and inwardly, that shall affect both its inner life and external conditions?’",
      "His listeners on that occasion, and all who heard Him in the course of His travels to Egypt and the West, must have but dimly comprehended the far‑reaching implications of His words for society, for its values and preoccupations. Still today, can anyone claim to have glimpsed anything but an intimation, distant and indistinct, of the future society to which the Revelation of Bahá’u’lláh is destined to give rise? For let none suppose that the civilisation towards which the divine teachings impel humankind will follow merely from adjustments to the present order. Far from it. In a talk delivered some days after He laid the cornerstone of the Mother Temple of the West, ‘Abdu’l‑Bahá stated that ‘among the results of the manifestation of spiritual forces will be that the human world will adapt itself to a new social form,’ that ‘the justice of God will become manifest throughout human affairs’. These, and countless other utterances of the Master to which the Bahá’í community is turning time and again in this centennial period, raise awareness of the distance that separates society as it is now arranged from the stupendous vision His Father gifted to the world.",
      "Alas, notwithstanding the laudable efforts, in every land, of well‑intentioned individuals working to improve circumstances in society, the obstacles preventing the realisation of such a vision seem insurmountable to many. Their hopes founder on erroneous assumptions about human nature that so permeate the structures and traditions of much of present‑day living as to have attained the status of established fact. These assumptions appear to make no allowance for the extraordinary reservoir of spiritual potential available to any illumined soul who draws upon it; instead, they rely for justification on humanity’s failings, examples of which daily reinforce a common sense of despair. A layered veil of false premises thus obscures a fundamental truth: The state of the world reflects a distortion of the human spirit, not its essential nature. The purpose of every Manifestation of God is to effect a transformation in both the inner life and external conditions of humanity. And this transformation naturally occurs as a growing body of people, united by the divine precepts, collectively seeks to develop spiritual capacities to contribute to a process of societal change. Akin to the hard earth struck by the Master a century ago, the prevailing theories of the age may, at first, seem impervious to alteration, but they will undoubtedly fade away, and through the ‘vernal showers of the bounty of God’, the ‘flowers of true understanding’ will spring up fresh and fair."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 23", "section-23", 23]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "that the collective investigation of reality can best be undertaken in an atmosphere which encourages detachment from personal views, that such an ongoing investigation should give due importance to valid empirical information, that mere opinion should not be raised to the status of fact, that conclusions should correspond to the complexity of the issues at hand and not be broken up into a series of simplistic points, that the articulation of observations and conclusions should be presented in precise and dispassionate language, that progress in every area of endeavour is contingent upon the creation of an environment where powers are multiplied and manifest themselves in unified action.",
      "At the heart of every development endeavour is consistent, systematic action. Action, however, needs to be accompanied by constant reflection to ensure that it continues to serve the aims of the endeavour. Development strategies that are formulated simply in terms of projects with well‑stated goals, followed by evaluation of how and why they were or were not achieved, have limitations. An approach to development defined in terms of learning does, at times, admit formal evaluation. Yet, it depends far more on structured reflection woven into a pattern of action, through which questions can emerge and methods and approaches be adjusted.",
      "Focused, systematic thinking and persistent, meticulous labour do not, of course, detract from the spirit of service that animates social action. While paying attention to the smallest practical details, one can be occupied with the most profound spiritual matters. A distinguishing feature of any Bahá’í endeavour has to be the emphasis it places on the spirit with which action is undertaken. This requires from the participants purity of motive, rectitude of conduct, humility, selflessness, and respect for human dignity. As Bahá’u’lláh states:",
      "One righteous act is endowed with a potency that can so elevate the dust as to cause it to pass beyond the heaven of heavens. It can tear every bond asunder, and hath the power to restore the force that hath spent itself and vanished."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 24", "section-24", 24]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "The standard of truth seeking this process demands is far beyond the patterns of negotiation and compromise that tend to characterise the present‑day discussion of human affairs. It cannot be achieved—indeed, its attainment is severely handicapped—by the culture of protest that is another widely prevailing feature of contemporary society. Debate, propaganda, the adversarial method, the entire apparatus of partisanship that have long been such familiar features of collective action are all fundamentally harmful to its purpose: that is, arriving at a consensus about the truth of a given situation and the wisest choice of action among the options open at any given moment.",
      "What Bahá’u’lláh is calling for is a consultative process in which the individual participants strive to transcend their respective points of view, in order to function as members of a body with its own interests and goals. In such an atmosphere, characterised by both candour and courtesy, ideas belong not to the individual to whom they occur during the discussion but to the group as a whole, to take up, discard, or revise as seems to best serve the goal pursued. Consultation succeeds to the extent that all participants support the decisions arrived at, regardless of the individual opinions with which they entered the discussion. Under such circumstances an earlier decision can be readily reconsidered if experience exposes any shortcomings.",
      "Viewed in such a light, consultation is the operating expression of justice in human affairs. So vital is it to the success of collective endeavour that it must constitute a basic feature of a viable strategy of social and economic development. Indeed, the participation of the people on whose commitment and efforts the success of such a strategy depends becomes effective only as consultation is made the organising principle of every project. ‘No man can attain his true station’, is Bahá’u’lláh’s counsel, ‘except through his justice. No power can exist except through unity. No welfare and no well‑being can be attained except through consultation.’"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 25", "section-25", 25]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "If contradictions are to be avoided, the participants in an endeavour need to become increasingly aware of the environment within which their work advances. On the one hand, they are to freely draw insights from the range of philosophies, academic theories, community programmes and social movements within that environment and to keep current with the technological trends that influence progress. On the other hand, they should remain watchful lest they allow the teachings to be bent into conformity with this or that ideology, intellectual fad or fashionable practice. In this connection, the capacity to measure the value of prevalent approaches, ideas, attitudes, and methods in the balance of the Faith is vital. This capacity enables one, for example, to uncover the aggrandisement of self so often lying behind initiatives that are nominally concerned with empowerment, to discern the tendency of certain development efforts to foist upon the poor an entirely materialistic worldview, to perceive the subtle ways in which competitiveness and greed can be promoted in the name of justice and prosperity, and ultimately to abandon the notion that one or another theory or movement which may fleetingly acquire some prominence in the wider society can provide a shortcut to meaningful change."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 26", "section-26", 26]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Social action can range from fairly informal efforts of limited duration undertaken by small groups of individuals to programmes of social and economic development with some level of complexity and sophistication implemented by Bahá’í‑inspired organisations. Experience makes clear that the interplay of processes that give rise to social action does not lend itself to a single formulaic description. Irrespective of circumstances, however, the scope and complexity of social action at any given moment must be commensurate with the human resources available in a community to carry it forward. What is more, ownership of the undertaking rests with the community itself, which suggests the existence of a certain degree of collective will.",
      "Efforts, whatever their specific nature, generally begin on a modest scale. Often, in a locality where the educational activities of the training institute are firmly established and a pronounced sense of community exists, the first stirrings of heightened social awareness can be observed in the emergence of a small group which, addressing a particular social and economic reality, initiates a simple set of appropriate actions. While some efforts of this kind will naturally come to a close when their objectives have been met, others will continue. Insistence on perpetuating or even expanding every initiative, whether in terms of number of participants, expenditure, geographical coverage or complexity of work, is counterproductive. Yet there may be circumstances in which efforts will, through a continuous process of consultation, action, and reflection, give rise to an endeavour of a more sustained nature. What is important in such cases is that those involved be allowed to increase the range of their activities in an organic fashion, without undue pressure from opinions that are often based solely on theoretical considerations. The process moves forward in a flexible way as they reflect on the results of experience. The Local Spiritual Assembly, of course, serves as the voice of moral authority to make certain that, as small groups of individuals strive to improve conditions, the integrity of their endeavours is not compromised. It also remains ever vigilant, ensuring that efforts do not run counter to the overall direction in which the community is moving."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 27", "section-27", 27]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "Social and economic development requires the flow of resources, both material and intellectual. Bahá’í communities are linked by institutions and agencies at the local, regional, national, continental, and international levels, each committed to upholding the principle of the oneness of humankind. These institutional arrangements allow for resources to flow in a structured and systematic manner, and communities in rural areas as well as in highly industrialised regions benefit equally from them. The practice of dividing the world into dichotomous groups of ‘the developed’ and ‘the underdeveloped’, of ‘the advanced’ and ‘the backward’, is foreign to Bahá’í efforts in the field of development— indeed, to all Bahá’í endeavours.",
      "However, it should be acknowledged plainly that poverty cannot be alleviated without a just distribution of material wealth among the peoples of the world. In fact, the institution of Ḥuqúqu’lláh provides a powerful means for fostering the prosperity of humankind. As they observe the law of Ḥuqúqu’lláh, which requires them to offer a percentage of their excess wealth, Bahá’ís across the globe understand that, by placing funds at the disposal of the Universal House of Justice, they are facilitating the transfer of material resources in ways that promote the welfare of society. At this point, the amounts available fall far short of the needs of the vast regions of the planet that lack the requisite financial means. Nevertheless, the observance of this law makes it possible for the House of Justice to provide funds to development projects under way in all continents.",
      "Apart from the funds accessible through the institution of Ḥuqúqu’lláh and regular contributions made to other institutions, including those earmarked specifically for social action, efforts in the area of social and economic development can tap into resources available from governments and donor agencies. Yet, irrespective of their sources, in no way do such funds set the agenda for development efforts in the communities that accept assistance. The relationship of dependence so prevalent in the world today, whereby certain regions are beholden to others for access to resources, is unacceptable.",
      "‘Social change’, the Universal House of Justice made clear in its Riḍván 2010 message, ‘is not a project that one group of people carries out for the benefit of another’, and in general Bahá’ís from one area do not establish development projects for others. The movement of individuals from community to community, and across borders, does occur however, and here every Bahá’í is guided by the words of Bahá’u’lláh: ‘Shut your eyes to estrangement, then fix your gaze upon unity.’ When Bahá’ís move residence or travel to another place in the context of some work, they form part of the collectivity of their new local communities, and all the others also see them as such. They now come under the guidance of local institutions, which are responsible for facilitating the flow of knowledge and for channelling the energies of every member of their communities; the idea of an expert from outside being allowed to impose his or her professional aspirations on the local population is thus avoided.",
      "In the efforts of Bahá’ís everywhere, then, can be seen the emergence of a global community which, connected through its institutions, is striving to establish a pattern of activity that gives due respect to local autonomy without creating a sense of isolation from the whole, that attaches importance to material means without allowing them to become instruments of control, that provides for the flow of knowledge without introducing paternalistic attitudes, that strengthens capacity in individuals without any regard for their economic background. While vigorously engaged in activities to improve their immediate surroundings, Bahá’ís feel part of a process of development that is global in scope and influence."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 13: Engaging in Social Action", "13", 15],
      [
        "Unit 2: Elements of a Conceptual Framework",
        "unit-2-elements-of-a-conceptual-framework",
        2
      ],
      ["Section 28", "section-28", 28]
    ],
    "years": [2020.0523, 2020.0523],
    "content": [
      "To accomplish their aims, endeavours in the area of social action require material means. There is a tendency among many organisations in the world—including those working to achieve praiseworthy ends—to measure success principally in terms of the amount of money received and spent. Bahá’í development efforts are expected to set aside such criteria. In modest instances of social action, resources are typically contributed by the community. A more complex endeavour will have to acquire greater capacity to draw upon and utilise funds. . . .",
      "However modest the amounts expended may be, it is vital that a system be put in place to oversee the proper management of finances. The integrity of an endeavour is, of course, secured by the trustworthiness and honesty of its participants. Yet, a proven system of financial management within an organisation serves to protect against an atmosphere of carelessness and imprecision that can open the door to temptation.",
      "In addition to a sound financial system, the question of efficiency needs attention. What should be avoided are limited conceptions of efficiency, for instance, those that consider only the relation of output to material input, even when the latter includes some quantitative measure of effort. A more sophisticated understanding of efficiency seems to be required. With regard to input, for example, work that is motivated by a spirit of service and an inner urge to excel clearly has a different value than work that is used as a vehicle to advance one’s personal interests. As to results, to give another example, the accomplishment of a particular task—say, the construction of a small facility for a school—may be far less important than the development of the participants’ capacity to cooperate and engage in unified action.",
      "There is also a wealth of spiritual and intellectual resources upon which endeavours can draw, whatever the material resources available. A number of these are mentioned in the Bahá’í writings, such as ‘unrelaxing resolve and harmonious cooperation’, ‘energy, loyalty and resourcefulness’, ‘determination’, ‘spirit of absolute consecration’, ‘organising ability’, ‘zeal’, ‘tenacity, sagacity and fidelity’, ‘single‑minded devotion’, ‘absolute dedication’, ‘perseverance’, ‘vigour’, ‘courage’, ‘audacity’, ‘consistency’, ‘tenacity of purpose’, ‘tenacity of resolution’, and ‘unrelaxing vigilance’. What the Bahá’í community has so far achieved in the work of expansion and consolidation with limited material means is a testimony to the efficacy of these spiritual resources, which should be increasingly extended to the sphere of social action.",
      "Those involved in social action also need to be constantly aware of the solemn responsibility for the money that has been placed at their disposal. In this connection, it is helpful to keep in mind the attitude Bahá’ís evince in relation to the sacred funds of the Faith—contributions are offered liberally, joyfully, and sacrificially, and institutions observe prudence and a high degree of economy in the expenditure of that money.",
      "Referring to rectitude of conduct, Shoghi Effendi spoke of the ‘justice, equity, truthfulness, honesty, fair‑mindedness, reliability, and trustworthiness’ that must ‘distinguish every phase of the life of the Bahá’í community.’ Though applicable to all its members, this requisite was directed principally, he underscored, to its ‘elected representatives, whether local, regional, or national,’ whose sense of moral rectitude should stand in clear contrast to ‘the demoralising influences which a corruption‑ ridden political life so strikingly manifests’. The Guardian called for ‘an abiding sense of undeviating justice’ in a ‘strangely disordered world’ and quoted extensively from the Writings of Bahá’u’lláh and ‘Abdu’l‑Bahá, setting the sights of the friends on the highest standards of honesty and trustworthiness. He appealed to the believers to exemplify rectitude of conduct in every aspect of their lives—in their business dealings, in their domestic lives, in all manner of employment, in every service they render to the Cause and to their people—and to observe its requirements in their uncompromising adherence to the laws and principles of the Faith. That political life everywhere has continued to deteriorate at an alarming rate in the intervening years, as the very conception of statesmanship has been drained of meaning, as policies have come to serve the economic interests of the few in the name of progress, as hypocrisy has been allowed to undermine the operation of social and economic structures, is evident. If indeed great effort was required for the friends to uphold the high standards of the Faith then, how much greater must be the exertion in a world that rewards dishonesty, that encourages corruption, and that treats truth as a negotiable commodity. Profound is the confusion that threatens the foundations of society, and unwavering must be the resolve of all those involved in Bahá’í activity, lest the slightest trace of self‑interest becloud their judgement. Let the coordinators of every training institute, the members of every Area Teaching Committee, every Auxiliary Board member and every one of his or her assistants, and all members of every local, regional and national Bahá’í body, whether elected or appointed, appreciate the significance of the Guardian’s plea to ponder in their hearts the implications of the moral rectitude which he described with such clarity. May their actions serve as a reminder to a beleaguered and weary humanity of its high destiny and its inherent nobility."
    ]
  }
]
