[
  {
    "id": "8/16/1/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "Learning about the participation of Bahá’ís in the discourses of society will advance as more and more believers throughout the world contribute to this area of activity over the coming years. This will occur at a number of levels. A growing number of individual believers will bring insights based on the writings to conversations in a variety of social spaces in which they find themselves—some will be related to life in their localities while others will be connected to their professions. Bahá’í‑inspired agencies will naturally contribute to discourses associated with aspects of social and economic development relevant to their work. Further, as programmes of growth advance and the friends are drawn into the life of society around them, their efforts to overcome challenges facing their communities through the application of spiritual principles will invariably entail participation in discourses at the grassroots. That Bahá’í involvement in the discourses of society will grow organically at all levels, in line with the increasing capacity of the believers, is evident. Equally clear is the centrality of the role of the training institute to this process.",
      "Every believer has the opportunity to examine the forces operating in society and introduce relevant aspects of the teachings within the discourses prevalent in whatever social space he or she is present."
    ]
  },
  {
    "id": "8/16/1/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "What the letter prophetically laid out was the challenge of modernity. Today, that challenge has become the inescapable preoccupation of populations throughout the planet . . . The meaning of modernity and the features of that rising flood of cultural revolution were explicitly identified in the Master’s message: constitutional and democratic government, the rule of law, universal education, the protection of human rights, economic development, religious tolerance, the promotion of useful sciences and technologies and programmes of public welfare. In praising the achievements of what He termed this ‘temporal and material apparatus of civilisation’, the Master made it clear that He was not proposing simply a credulous imitation of the West. On the contrary. In uncompromising language, He portrayed European society as drowning ‘in the sea of passion and desire’, trapped in a materialistic perception of reality that could bring in its wake nothing but disillusionment:",
      "Be just: can this nominal civilisation, unsupported by a genuine civilisation of character, bring about the peace and well‑being of the people or win the good pleasure of God? Does it not, rather, connote the destruction of man’s estate and pull down the pillars of happiness and peace?",
      "At a much deeper level, the Master turned His readers’ attention to the spiritual forces shaping and impelling the work of the mind. In one of the most penetrating passages of the letter, He challenged those fundamental errors about the nature of man and society that had already had ruinous consequences in other lands and that could, if not avoided, undermine the capacity of the Íránian people to assess their present situation objectively and seize the opportunities before them. ‘There are’, ‘Abdu’l‑Bahá remarked, ‘some who imagine that an innate sense of human dignity will prevent man from committing evil actions and ensure his spiritual and material perfection.’ On the contrary, He pointed out, it is readily observable that human development depends on education. He then drew the implications of this law for the progress of society. All the evidence inescapably demonstrates that the principal influence in the gradual civilising of human character, far from being a simple endowment of nature, has been the effect produced on the rational soul by the guidance of the successive Messengers of God. It has been through Their intervention, and through it alone, that the peoples of the world, of whatever nation or religion, have learned the values and ideals that have empowered them to put material resources and technological means at the service of human betterment. It is They who, in each age, have defined the meaning and requirements of modernity. It is They who have been the ultimate Educators of humankind:",
      "Universal benefits derive from the grace of the Divine religions, for they lead their true followers to sincerity of intent, to high purpose, to purity and spotless honour, to surpassing kindness and compassion, to the keeping of their covenants when they have covenanted, to concern for the rights of others, to liberality, to justice in every aspect of life, to humanity and philanthropy, to valour and to unflagging efforts in the service of mankind. It is religion, to sum up, which produces all human virtues, and it is these virtues which are the bright candles of civilisation.",
      "To the esteemed members of the Executive Committee of the Central Organisation for a Durable Peace",
      "Your reply, dated 12 June 1920, to my letter was received with the utmost gratitude. God be praised, it testified to the unity of thought and purpose that existeth between us and you, and expressed sentiments of the heart that bear the hallmark of sincere affection.",
      "We Bahá’ís have the greatest affinity for your esteemed organisation, and dispatched therefore two distinguished individuals to you in order to forge a strong bond. For in this day the cause of universal peace is of paramount importance amongst all human affairs and is the greatest instrument for securing the very life and felicity of mankind. Bereft of this effulgent reality, humanity can in no wise find true composure or real advancement but will, day by day, sink ever deeper into misery and wretchedness.",
      "This last terrible war hath clearly proven that humanity cannot withstand the effects of modern instruments of warfare. The future can in no wise be compared to the past, for earlier weapons and armaments had but a feeble effect, whilst modern ones can, in a brief span of time, strike at the very roots of the world of humanity and surpass the limits of its endurance.",
      "In this age, therefore, universal peace is like unto the sun, which bestoweth life upon all things, and it is thus incumbent upon all to endeavour in the path of this mighty cause. Now, we indeed share this common goal with you and strive toward it with all our strength, renouncing even our lives, our kindred, and our substance for its sake.",
      "As ye have no doubt heard, in Persia thousands of souls have offered up their lives in this path, and thousands of homes have been laid waste. Despite this, we have in no wise relented, but have continued to endeavour unto this very moment and are increasing our efforts as day followeth day, because our desire for peace is not derived merely from the intellect: It is a matter of religious belief and one of the eternal foundations of the Faith of God. That is why we strive with all our might and, forsaking our own advantage, rest, and comfort, forgo the pursuit of our own affairs; devote ourselves to the mighty cause of peace; and consider it to be the very foundation of the Divine religions, a service to His Kingdom, the source of eternal life, and the greatest means of admittance into the heavenly realm.",
      "Today the benefits of universal peace are recognised amongst the people, and likewise the harmful effects of war are clear and manifest to all. But in this matter, knowledge alone is far from sufficient: A power of implementation is needed to establish it throughout the world. Ye should therefore consider how the compelling power of conscience can be awakened, so that this lofty ideal may be translated from the realm of thought into that of reality. For it is clear and evident that the execution of this mighty endeavour is impossible through ordinary human feelings but requireth the powerful sentiments of the heart to transform its potential into reality.",
      "Indeed, all on earth know that an upright character is praiseworthy and acceptable and that baseness of character is blameworthy and rejected, that justice and fairness are favoured and agreeable whilst cruelty and tyranny are unacceptable and rejected. Notwithstanding this, all people, but for a few, are devoid of a praiseworthy character and bereft of a sense of justice.",
      "The power of conscience is therefore needed, and spiritual sentiments are required, that souls may feel compelled to evince a goodly character. It is our firm belief that the power of implementation in this great endeavour is the penetrating influence of the Word of God and the confirmations of the Holy Spirit.",
      "We are bound to you by the strongest ties of love and unity. We long with heart and soul for the day to arrive when the tabernacle of the oneness of humanity will have been raised in the midmost heart of the world and the banner of universal peace unfurled in all regions. The oneness of humanity must therefore be established, that the edifice of universal peace may be raised in turn.",
      "Your organisation, which is a well‑wisher of the world of humanity, is highly esteemed in the eyes of the Bahá’ís. Therefore kindly accept our highest regards and keep us ever informed of the progress of the cause of universal peace in Europe through your efforts. We hope that our communications will remain constant."
    ]
  },
  {
    "id": "8/16/1/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "The signs of moral downfall, as distinct from the evidences of decay in religious institutions, would appear to be no less noticeable and significant. The decline that has set in in the fortunes of Islámic and Christian institutions may be said to have had its counterpart in the life and conduct of the individuals that compose them. In whichever direction we turn our gaze, no matter how cursory our observation of the doings and sayings of the present generation, we cannot fail to be struck by the evidences of moral decadence which, in their individual lives no less than in their collective capacity, men and women around us exhibit.",
      "There can be no doubt that the decline of religion as a social force, of which the deterioration of religious institutions is but an external phenomenon, is chiefly responsible for so grave, so conspicuous an evil. ‘Religion,’ writes Bahá’u’lláh, ‘is the greatest of all means for the establishment of order in the world and for the peaceful contentment of all that dwell therein. The weakening of the pillars of religion hath strengthened the hands of the ignorant and made them bold and arrogant. Verily I say, whatsoever hath lowered the lofty station of religion hath increased the waywardness of the wicked, and the result cannot be but anarchy.’ ‘Religion,’ He, in another Tablet, has stated, ‘is a radiant light and an impregnable stronghold for the protection and welfare of the peoples of the world, for the fear of God impelleth man to hold fast to that which is good, and shun all evil. Should the lamp of religion be obscured, chaos and confusion will ensue, and the lights of fairness, of justice, of tranquillity and peace cease to shine.’ ‘Know thou,’ He, in yet another connection, has written, ‘that they who are truly wise have likened the world unto the human temple. As the body of man needeth a garment to clothe it, so the body of mankind must needs be adorned with the mantle of justice and wisdom. Its robe is the Revelation vouchsafed unto it by God.’",
      "No wonder, therefore, that when, as a result of human perversity, the light of religion is quenched in men’s hearts, and the divinely appointed Robe, designed to adorn the human temple, is deliberately discarded, a deplorable decline in the fortunes of humanity immediately sets in, bringing in its wake all the evils which a wayward soul is capable of revealing. The perversion of human nature, the degradation of human conduct, the corruption and dissolution of human institutions, reveal themselves, under such circumstances, in their worst and most revolting aspects. Human character is debased, confidence is shaken, the nerves of discipline are relaxed, the voice of human conscience is stilled, the sense of decency and shame is obscured, conceptions of duty, of solidarity, of reciprocity and loyalty are distorted, and the very feeling of peacefulness, of joy and of hope is gradually extinguished.",
      "Such, we might well admit, is the state which individuals and institutions alike are approaching. ‘No two men,’ Bahá’u’lláh, lamenting the plight of an erring humanity, has written, ‘can be found who may be said to be outwardly and inwardly united. The evidences of discord and malice are apparent everywhere, though all were made for harmony and union.’ ‘How long,’ He, in the same Tablet, exclaims, ‘will humanity persist in its waywardness? How long will injustice continue? How long is chaos and confusion to reign amongst men? How long will discord agitate the face of society? The winds of despair are, alas, blowing from every direction, and the strife that divideth and afflicteth the human race is daily increasing.’",
      "The recrudescence of religious intolerance, of racial animosity, and of patriotic arrogance; the increasing evidences of selfishness, of suspicion, of fear and of fraud; the spread of terrorism, of lawlessness, of drunkenness and of crime; the unquenchable thirst for, and the feverish pursuit after, earthly vanities, riches and pleasures; the weakening of family solidarity; the laxity in parental control; the lapse into luxurious indulgence; the irresponsible attitude towards marriage and the consequent rising tide of divorce; the degeneracy of art and music, the infection of literature, and the corruption of the press; the extension of the influence and activities of those ‘prophets of decadence’ who advocate companionate marriage, who preach the philosophy of nudism, who call modesty an intellectual fiction, who refuse to regard the procreation of children as the sacred and primary purpose of marriage, who denounce religion as an opiate of the people, who would, if given free rein, lead back the human race to barbarism, chaos, and ultimate extinction—these appear as the outstanding characteristics of a decadent society, a society that must either be reborn or perish."
    ]
  },
  {
    "id": "8/16/1/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "‘The Promise of World Peace’, the message we addressed to the peoples of the world in 1985, set out the Bahá’í perspective on the condition of the world and the prerequisites of universal peace. It also offered the global Bahá’í community as a model for study that could reinforce hope in the possibility of uniting the human race. In the years since, the followers of Bahá’u’lláh have been patiently refining that model and working with others around them to build up and broaden a system of social organisation based on His teachings. They are learning how to nurture communities that embody those prerequisites of peace we identified in 1985. They cultivate environments in which children can be raised untainted by any form of racial, national, or religious prejudice. They champion the full equality of women with men in the affairs of the community. Their programmes of education, transformative in their effects and encompassing both the material and spiritual aspects of life, welcome everyone who wishes to contribute to the community’s prosperity. In the stirrings of social action can be seen their desire to remedy the numerous ills afflicting humanity and to empower each person to become a protagonist in the building of a new world. Taking inspiration from the concept of the Mashriqu’l‑Adhkár, they invite to their devotional meetings followers of all faiths and none. Youth, distinguished for their commitment to a society founded on peace and justice, are engaging their like‑minded peers in the work of building communities on this foundation. In the institution of the Local Spiritual Assembly exists the spiritual authority and the administrative capacity to govern in servitude, to resolve conflicts, and to build unity; the electoral process through which Assemblies are formed is itself an expression of peace, in contrast to the vitriol and even violence that often accompanies elections in the wider society. Implicit in all these dimensions of an open, expanding community is the foundational recognition that all of humanity are the children of one Creator.",
      "The friends are also developing their capacity for engaging those around them, regardless of creed, culture, class, or ethnicity, in conversations about how to bring about spiritual and material well‑being through systematic application of the divine teachings. One gratifying result of this growing capacity is the community’s increased ability to make meaningful contributions to various important discourses prevalent in society; in certain countries, leaders and thinkers striving to address the challenges confronting their societies increasingly show appreciation for the perspectives offered by Bahá’ís. These contributions articulate insights derived from Bahá’u’lláh’s Revelation, draw on the experience being generated by the believers around the world, and aim to elevate the discussion above the acrimony and contention that so often prevent discourses of society from progressing. Further, the ideas and lines of reasoning advanced by Bahá’ís are reinforced by their practice of consultation. Sensitised as they are to the importance of harmony and the fruitlessness of conflict, the followers of Bahá’u’lláh seek to cultivate those conditions that are most conducive to the emergence of unity in any setting. We are heartened to see the believers expanding their efforts to participate in the discourses of society—especially those friends who, in their professional capacity, are able to contribute to discourses directly related to peace."
    ]
  },
  {
    "id": "8/16/1/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "In this connection, we feel compelled to raise a warning: It will be important for all to recognise that the value of engaging in social action and public discourse is not to be judged by the ability to bring enrolments. Though endeavours in these two areas of activity may well effect an increase in the size of the Bahá’í community, they are not undertaken for this purpose. Sincerity in this respect is an imperative.",
      "Naturally, when endeavours in the development field are successful, they increase the public’s interest in the Faith and create new teaching opportunities for the Bahá’í community, opportunities which the friends should seize upon through their expansion and consolidation activities."
    ]
  },
  {
    "id": "8/16/1/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "Moreover, care should be exercised to avoid overstating the Bahá’í experience or drawing undue attention to fledgling efforts, such as the junior youth spiritual empowerment programme, which are best left to mature at their own pace. The watchword in all cases is humility. While conveying enthusiasm about their beliefs, the friends should guard against projecting an air of triumphalism, hardly appropriate among themselves, much less in other circumstances.",
      "O wayfarer in the path of God! Take thou thy portion of the ocean of His grace, and deprive not thyself of the things that lie hidden in its depths. Be thou of them that have partaken of its treasures. A dewdrop out of this ocean would, if shed upon all that are in the heavens and on the earth, suffice to enrich them with the bounty of God, the Almighty, the All‑Knowing, the All‑Wise. With the hands of renunciation draw forth from its life‑giving waters, and sprinkle therewith all created things, that they may be cleansed from all man‑made limitations and may approach the mighty seat of God, this hallowed and resplendent Spot.",
      "Detachment is as the sun; in whatsoever heart it doth shine it quencheth the fire of covetousness and self. He whose sight is illumined with the light of understanding will assuredly detach himself from the world and the vanities thereof. . . . Let not the world and its vileness grieve you. Happy is he whom riches fill not with vain‑glory, nor poverty with sorrow.",
      ". . . become ye sanctified above and purified from this world and the inhabitants thereof; suffer your intentions to work for the good of all; cut your attachment to the earth and like unto the essence of the spirit become ye light and delicate. Then with a firm resolution, a pure heart, a rejoiced spirit, and an eloquent tongue, engage your time in the promulgation of the divine principles . . .",
      "Lift up your hearts above the present and look with eyes of faith into the future! Today the seed is sown, the grain falls upon the earth, but behold the day will come when it shall rise a glorious tree and the branches thereof shall be laden with fruit. Rejoice and be glad that this day has dawned, try to realise its power, for it is indeed wonderful! God has crowned you with honour and in your hearts has He set a radiant star; verily the light thereof shall brighten the whole world!",
      "They who are the beloved of God, in whatever place they gather and whomsoever they may meet, must evince, in their attitude towards God, and in the manner of their celebration of His praise and glory, such humility and submissiveness that every atom of the dust beneath their feet may attest the depth of their devotion. The conversation carried by these holy souls should be informed with such power that these same atoms of dust will be thrilled by its influence. They should conduct themselves in such manner that the earth upon which they tread may never be allowed to address to them such words as these: ‘I am to be preferred above you. For witness, how patient I am in bearing the burden which the husbandman layeth upon me. I am the instrument that continually imparteth unto all beings the blessings with which He Who is the Source of all grace hath entrusted me. Notwithstanding the honour conferred upon me, and the unnumbered evidences of my wealth—a wealth that supplieth the needs of all creation—behold the measure of my humility, witness with what absolute submissiveness I allow myself to be trodden beneath the feet of men. . . .’",
      "‘Not everything that a man knoweth can be disclosed, nor can everything that he can disclose be regarded as timely, nor can every timely utterance be considered as suited to the capacity of those who hear it.’ Such is the consummate wisdom to be observed in thy pursuits. Be not oblivious thereof, if thou wishest to be a man of action under all conditions. First diagnose the disease and identify the malady, then prescribe the remedy, for such is the perfect method of the skilful physician.",
      "Let us too bear in mind the example which our beloved Master has clearly set before us. Wise and tactful in His approach, wakeful and attentive in His early intercourse, broad and liberal in all His public utterances, cautious and gradual in the unfolding of the essential verities of the Cause, passionate in His appeal yet sober in argument, confident in tone, unswerving in conviction, dignified in His manners—such were the distinguishing features of our Beloved’s noble presentation of the Cause of Bahá’u’lláh.",
      "Whoso ariseth, in this Day, to aid Our Cause, and summoneth to his assistance the hosts of a praiseworthy character and upright conduct, the influence flowing from such an action will, most certainly, be diffused throughout the whole world."
    ]
  },
  {
    "id": "8/16/1/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "Reality or truth is one . . . If they seek reality itself, they will agree and be united; for reality is indivisible and not multiple. It is evident, therefore, that there is nothing of greater importance to mankind than the investigation of truth."
    ]
  },
  {
    "id": "8/16/1/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "Propelled by forces generated both within and outside the Bahá’í community, the peoples of the earth can be seen to be moving from divergent directions, closer and closer to one another, towards what will be a world civilisation so stupendous in character that it would be futile for us to attempt to imagine it today. As this centripetal movement of populations accelerates across the globe, some elements in every culture, not in accord with the teachings of the Faith, will gradually fall away, while others will be reinforced. By the same token, new elements of culture will evolve over time as people hailing from every human group, inspired by the Revelation of Bahá’u’lláh, give expression to patterns of thought and action engendered by His teachings, in part through artistic and literary works."
    ]
  },
  {
    "id": "8/16/1/13",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 13", "section-13", 13]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "Man is the supreme Talisman. Lack of a proper education hath, however, deprived him of that which he doth inherently possess. Through a word proceeding out of the mouth of God he was called into being; by one word more he was guided to recognise the Source of his education; by yet another word his station and destiny were safeguarded. The Great Being saith: Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
      "Indeed, so much have aggression and conflict come to characterise our social, economic and religious systems, that many have succumbed to the view that such behaviour is intrinsic to human nature and therefore ineradicable.",
      "With the entrenchment of this view, a paralysing contradiction has developed in human affairs. On the one hand, people of all nations proclaim not only their readiness but their longing for peace and harmony, for an end to the harrowing apprehensions tormenting their daily lives. On the other, uncritical assent is given to the proposition that human beings are incorrigibly selfish and aggressive and thus incapable of erecting a social system at once progressive and peaceful, dynamic and harmonious, a system giving free play to individual creativity and initiative but based on cooperation and reciprocity.",
      "O Son of Spirit! My claim on thee is great, it cannot be forgotten. My grace to thee is plenteous, it cannot be veiled. My love has made in thee its home, it cannot be concealed. My light is manifest to thee, it cannot be obscured.",
      "O My Servant! Thou art even as a finely tempered sword concealed in the darkness of its sheath and its value hidden from the artificer’s knowledge. Wherefore come forth from the sheath of self and desire that thy worth may be made resplendent and manifest unto all the world.",
      "O Son of Being! With the hands of power I made thee and with the fingers of strength I created thee; and within thee have I placed the essence of My light.",
      "O Son of Spirit! Noble have I created thee, yet thou hast abased thyself. Rise then unto that for which thou wast created.",
      "O Son of Spirit! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I moulded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self‑subsisting.",
      "How resplendent the luminaries of knowledge that shine in an atom, and how vast the oceans of wisdom that surge within a drop! To a supreme degree is this true of man, who, among all created things, hath been invested with the robe of such gifts, and hath been singled out for the glory of such distinction. For in him are potentially revealed all the attributes and names of God to a degree that no other created being hath excelled or surpassed. All these names and attributes are applicable to him.",
      "Know also that the soul is endowed with two wings: should it soar in the atmosphere of love and contentment, then it will be related to the All‑Merciful, and should it fly in the atmosphere of self and desire, then it will pertain to the Evil One; may God shield and protect us and protect you therefrom, O ye who perceive! Should the soul become ignited with the fire of the love of God, it is called benevolent and pleasing unto God, but should it be consumed with the fire of passion, it is known as the concupiscent soul.",
      "In man there are two natures; his spiritual or higher nature and his material or lower nature. In one he approaches God, in the other he lives for the world alone. Signs of both these natures are to be found in men. In his material aspect he expresses untruth, cruelty and injustice; all these are the outcome of his lower nature. The attributes of his Divine nature are shown forth in love, mercy, kindness, truth and justice, one and all being expressions of his higher nature. Every good habit, every noble quality belongs to man’s spiritual nature, whereas all his imperfections and sinful actions are born of his material nature. If a man’s Divine nature dominates his human nature, we have a saint.",
      "Man has the power both to do good and to do evil; if his power for good predominates and his inclinations to do wrong are conquered, then man in truth may be called a saint. But if, on the contrary, he rejects the things of God and allows his evil passions to conquer him, then he is no better than a mere animal.",
      "The reality of man is his thought, not his material body. The thought force and the animal force are partners. Although man is part of the animal creation, he possesses a power of thought superior to all other created beings.",
      "If a man’s thought is constantly aspiring towards heavenly subjects then does he become saintly; if on the other hand his thought does not soar, but is directed downwards to centre itself upon the things of this world, he grows more and more material until he arrives at a state little better than that of a mere animal.",
      "As we have before indicated, this human reality stands between the higher and the lower in man, between the world of the animal and the world of Divinity. When the animal proclivity in man becomes predominant, he sinks even lower than the brute. When the heavenly powers are triumphant in his nature, he becomes the noblest and most superior being in the world of creation. All the imperfections found in the animal are found in man. In him there is antagonism, hatred and selfish struggle for existence; in his nature lurk jealousy, revenge, ferocity, cunning, hypocrisy, greed, injustice and tyranny. So to speak, the reality of man is clad in the outer garment of the animal, the habiliments of the world of nature, the world of darkness, imperfections and unlimited baseness.",
      "On the other hand, we find in him justice, sincerity, faithfulness, knowledge, wisdom, illumination, mercy and pity, coupled with intellect, comprehension, the power to grasp the realities of things and the ability to penetrate the truths of existence. All these great perfections are to be found in man. Therefore, we say that man is a reality which stands between light and darkness. From this standpoint his nature is threefold: animal, human and divine. The animal nature is darkness; the heavenly is light in light.",
      "There are some who imagine that an innate sense of human dignity will prevent man from committing evil actions and ensure his spiritual and material perfection. That is, that an individual who is characterised with natural intelligence, high resolve, and a driving zeal, will, without any consideration for the severe punishments consequent on evil acts, or for the great rewards of righteousness, instinctively refrain from inflicting harm on his fellow men and will hunger and thirst to do good. And yet, if we ponder the lessons of history it will become evident that this very sense of honour and dignity is itself one of the bounties deriving from the instructions of the Prophets of God. We also observe in infants the signs of aggression and lawlessness, and that if a child is deprived of a teacher’s instructions his undesirable qualities increase from one moment to the next. It is therefore clear that the emergence of this natural sense of human dignity and honour is the result of education. Secondly, even if we grant for the sake of the argument that instinctive intelligence and an innate moral quality would prevent wrongdoing, it is obvious that individuals so characterised are as rare as the philosopher’s stone. An assumption of this sort cannot be validated by mere words, it must be supported by the facts. Let us see what power in creation impels the masses toward righteous aims and deeds!",
      "Aside from this, if that rare individual who does exemplify such a faculty should also become an embodiment of the fear of God, it is certain that his strivings toward righteousness would be strongly reinforced."
    ]
  },
  {
    "id": "8/16/1/14",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 14", "section-14", 14]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "There are practically no technical teachings on economics in the Cause, such as banking, the price system, and others. The Cause is not an economic system, nor should its Founders be considered as having been technical economists. The contribution of the Faith to this subject is essentially indirect, as it consists in the application of spiritual principles to our present‑day economic system. Bahá’u’lláh has given us a few basic principles which should guide future Bahá’í economists in establishing such institutions as will adjust the economic relationships of the world.",
      "Regarding reciprocity and cooperation, each member of the body politic should live in the utmost comfort and welfare because each individual member of humanity is a member of the body politic, and if one member is in distress or is afflicted with some disease, all the other members must necessarily suffer. For example, a member of the human organism is the eye. If the eye should be affected, that affliction would affect the whole nervous system. Hence, if a member of the body politic becomes afflicted, in reality, from the standpoint of sympathetic connection, all will share that affliction since this [one afflicted] is a member of the group of members, a part of the whole. Is it possible for one member or part to be in distress and the other members to be at ease? It is impossible! Hence, God has desired that in the body politic of humanity each one shall enjoy perfect welfare and comfort.",
      "Although the body politic is one family, yet, because of lack of harmonious relations some members are comfortable and some in direst misery; some members are satisfied and some are hungry; some members are clothed in most costly garments and some families are in need of food and shelter. Why? Because this family lacks the necessary reciprocity and symmetry. This household is not well arranged. This household is not living under a perfect law. All the laws which are legislated do not ensure happiness. They do not provide comfort. Therefore, a law must be given to this family by means of which all the members of this family will enjoy equal well‑ being and happiness.",
      "Is it possible for one member of a family to be subjected to the utmost misery and to abject poverty and for the rest of the family to be comfortable? It is impossible unless those members of the family be senseless, atrophied, inhospitable, unkind. Then they would say, ‘Though these members do belong to our family, let them alone. Let us look after ourselves. Let them die. So long as I am comfortable, I am honoured, I am happy—this, my brother—let him die. If he be in misery, let him remain in misery, so long as I am comfortable. If he is hungry, let him remain so; I am satisfied. If he is without clothes, so long as I am clothed, let him remain as he is. If he is shelterless, homeless, so long as I have a home, let him remain in the wilderness.’",
      "The vision of Bahá’u’lláh challenges many of the assumptions that are allowed to shape contemporary discourse—for instance, that self‑interest, far from needing to be restrained, drives prosperity, and that progress depends upon its expression through relentless competition. To view the worth of an individual chiefly in terms of how much one can accumulate and how many goods one can consume relative to others is wholly alien to Bahá’í thought. But neither are the teachings in sympathy with sweeping dismissals of wealth as inherently distasteful or immoral, and asceticism is prohibited. Wealth must serve humanity. Its use must accord with spiritual principles; systems must be created in their light. And, in Bahá’u’lláh’s memorable words, ‘No light can compare with the light of justice. The establishment of order in the world and the tranquillity of the nations depend upon it.’",
      "A foundational concept to explore in this context is the spiritual reality of man. In the Revelation of Bahá’u’lláh, the nobility inherent to every human being is unequivocally asserted; it is a fundamental tenet of Bahá’í belief, upon which hope for the future of humankind is built. The soul’s capacity to manifest all the names and attributes of God—He Who is the Compassionate, the Bestower, the Bountiful—is repeatedly affirmed in the Writings. Economic life is an arena for the expression of honesty, integrity, trustworthiness, generosity, and other qualities of the spirit. The individual is not merely a self‑interested economic unit, striving to claim an ever‑ greater share of the world’s material resources. ‘Man’s merit lieth in service and virtue’, Bahá’u’lláh avers, ‘and not in the pageantry of wealth and riches.’ And further: ‘Dissipate not the wealth of your precious lives in the pursuit of evil and corrupt affection, nor let your endeavours be spent in promoting your personal interest.’ By consecrating oneself to the service of others, one finds meaning and purpose in life and contributes to the upliftment of society itself. At the outset of His celebrated treatise The Secret of Divine Civilisation, ‘Abdu’l‑Bahá states:",
      "And the honour and distinction of the individual consist in this, that he among all the world’s multitudes should become a source of social good. Is any larger bounty conceivable than this, that an individual, looking within himself, should find that by the confirming grace of God he has become the cause of peace and well‑being, of happiness and advantage to his fellow men? No, by the one true God, there is no greater bliss, no more complete delight.",
      "The forces of materialism promote a quite contrary line of thinking: that happiness comes from constant acquisition, that the more one has the better, that worry for the environment is for another day. These seductive messages fuel an increasingly entrenched sense of personal entitlement, which uses the language of justice and rights to disguise self‑interest. Indifference to the hardship experienced by others becomes commonplace while entertainment and distracting amusements are voraciously consumed. The enervating influence of materialism seeps into every culture, and all Bahá’ís recognise that, unless they strive to remain conscious of its effects, they may to one degree or another unwittingly adopt its ways of seeing the world."
    ]
  },
  {
    "id": "8/16/1/15",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 15", "section-15", 15]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "Say: True liberty consisteth in man’s submission unto My commandments, little as ye know it. Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty. Happy is the man that hath apprehended the Purpose of God in whatever He hath revealed from the Heaven of His Will that pervadeth all created things. Say: The liberty that profiteth you is to be found nowhere except in complete servitude unto God, the Eternal Truth. Whoso hath tasted of its sweetness will refuse to barter it for all the dominion of earth and heaven.",
      "Consider the pettiness of men’s minds. They ask for that which injureth them, and cast away the thing that profiteth them. They are, indeed, of those that are far astray. We find some men desiring liberty, and priding themselves therein. Such men are in the depths of ignorance.",
      "Liberty must, in the end, lead to sedition, whose flames none can quench. Thus warneth you He Who is the Reckoner, the All‑Knowing. Know ye that the embodiment of liberty and its symbol is the animal. That which beseemeth man is submission unto such restraints as will protect him from his own ignorance, and guard him against the harm of the mischief‑maker. Liberty causeth man to overstep the bounds of propriety, and to infringe on the dignity of his station. It debaseth him to the level of extreme depravity and wickedness.",
      "The summons and the message which We gave were never intended to reach or to benefit one land or one people only. Mankind in its entirety must firmly adhere to whatsoever hath been revealed and vouchsafed unto it. Then and only then will it attain unto true liberty.",
      "the unfettered freedom of the individual should be tempered with mutual consultation and sacrifice, and the spirit of initiative and enterprise should be reinforced by a deeper realisation of the supreme necessity for concerted action and a fuller devotion to the common weal.",
      "The incomparable Friend saith: The path to freedom hath been outstretched; hasten ye thereunto.",
      "To accept the Prophet of God in His time and to abide by His bidding are the two essential, inseparable duties which each soul was created to fulfil. One exercises these twin duties by one’s own choice, an act constituting the highest expression of the free will with which every human being has been endowed by an all‑loving Creator.",
      "Freedom of thought, freedom of expression, freedom of action are among the freedoms which have received the ardent attention of social thinkers across the centuries. The resulting outflow of such profound thought has exerted a tremendous liberating influence in the shaping of modern society. Generations of the oppressed have fought and died in the name of freedom. Certainly the want of freedom from oppression has been a dominant factor in the turmoil of the times: witness the plethora of movements which have resulted in the rapid emergence of new nations in the latter part of the twentieth century. A true reading of the teachings of Bahá’u’lláh leaves no doubt as to the high importance of these freedoms to constructive social processes. Consider, for instance, Bahá’u’lláh’s proclamation to the kings and rulers. Can it not be deduced from this alone that attainment of freedom is a significant purpose of His Revelation? His denunciations of tyranny and His urgent appeals on behalf of the oppressed provide unmistakable proof. But does not the freedom foreshadowed by His Revelation imply nobler, ampler manifestations of human achievement? Does it not indicate an organic relationship between the internal and external realities of man such as has not yet been attained?",
      "Contemplating Bahá’u’lláh’s warning that ‘whatsoever passeth beyond the limits of moderation will cease to exert a beneficial influence,’ we come to appreciate that the Administrative Order He has conceived embodies the operating principles which are necessary to the maintenance of that moderation which will ensure the ‘true liberty’ of humankind. All things considered, does the Administrative Order not appear to be the structure of freedom for our Age? ‘Abdu’l‑Bahá offers us comfort in this thought, for He has said that ‘the moderate freedom which guarantees the welfare of the world of mankind and maintains and preserves the universal relationships is found in its fullest power and extension in the teachings of Bahá’u’lláh.’",
      "Within this framework of freedom a pattern is set for institutional and individual behaviour which depends for its efficacy not so much on the force of law, which admittedly must be respected, as on the recognition of a mutuality of benefits, and on the spirit of cooperation maintained by the willingness, the courage, the sense of responsibility, and the initiative of individuals—these being expressions of their devotion and submission to the will of God. Thus there is a balance of freedom between the institution, whether national or local, and the individuals who sustain its existence.",
      "The equilibrium of responsibilities implied by all this presupposes maturity on the part of all concerned. This maturity has an apt analogy in adulthood in human beings. How significant is the difference between infancy and childhood, adolescence and adulthood! In a period of history dominated by the surging energy, the rebellious spirit and frenetic activity of adolescence, it is difficult to grasp the distinguishing elements of the mature society to which Bahá’u’lláh beckons all humanity. The models of the old world order blur vision of that which must be perceived; for these models were, in many instances, conceived in rebellion and retain the characteristics of the revolutions peculiar to an adolescent, albeit necessary, period in the evolution of human society.",
      ". . . Bahá’u’lláh has extended the scope and deepened the meaning of self‑expression. In His elevation of art and of work performed in the service of humanity to acts of worship can be discerned enormous prospects for a new birth of expression in the civilisation anticipated by His World Order.",
      "Bahá’u’lláh warns us that ‘the tongue is a smouldering fire, and excess of speech a deadly poison.’ ‘Material fire consumeth the body,’ He says in elaborating the point, ‘whereas the fire of the tongue devoureth both heart and soul. The force of the former lasteth but for a time, whilst the effects of the latter endureth a century.’ In tracing the framework of free speech, He again advises ‘moderation.’ ‘Human utterance is an essence which aspireth to exert its influence and needeth moderation,’ He states, adding, ‘As to its influence, this is conditional upon refinement which in turn is dependent upon hearts which are detached and pure. As to its moderation, this hath to be combined with tact and wisdom as prescribed in the Holy Scriptures and Tablets.’",
      "Also relevant to what is said, and how, is when it is said. For speech, as for so many other things, there is a season. Bahá’u’lláh reinforces this understanding by drawing attention to the maxim that ‘Not everything that a man knoweth can be disclosed, nor can everything that he can disclose be regarded as timely, nor can every timely utterance be considered as suited to the capacity of those who hear it.’",
      "A careful examination of the principles of Bahá’í consultation and the formal and informal arrangements for employing them offer new insights into the dynamics of freedom of expression.",
      "The responsibility resting on the individual to conduct himself in such a way as to ensure the stability of society takes on elemental importance in this context. For vital as it is to the progress of society, criticism is a two‑edged sword: it is all too often the harbinger of conflict and contention. The balanced processes of the Administrative Order are meant to prevent this essential activity from degenerating to any form of dissent that breeds opposition and its dreadful schismatic consequences. How incalculable have been the negative results of ill‑directed criticism: in the catastrophic divergences it has created in religion, in the equally contentious factions it has spawned in political systems, which have dignified conflict by institutionalising such concepts as the ‘loyal opposition’ which attach to one or another of the various categories of political opinion—conservative, liberal, progressive, reactionary, and so forth.",
      "The spirit of liberty which in recent decades has swept over the planet with such tempestuous force is a manifestation of the vibrancy of the Revelation brought by Bahá’u’lláh. His own words confirm it. ‘The Ancient Beauty,’ He wrote in a soul‑ stirring commentary on His sufferings, ‘hath consented to be bound with chains that mankind may be released from its bondage, and hath accepted to be made a prisoner within this most mighty Stronghold that the whole world may attain unto true liberty.’",
      "Might it not be reasonably concluded, then, that ‘true liberty’ is His gift of love to the human race? Consider what Bahá’u’lláh has done: He revealed laws and principles to guide the free; He established an Order to channel the actions of the free; He proclaimed a Covenant to guarantee the unity of the free.",
      "Thus, we hold to this ultimate perspective: Bahá’u’lláh came to set humanity free. His Revelation is, indeed, an invitation to freedom—freedom from want, freedom from war, freedom to unite, freedom to progress, freedom in peace and joy."
    ]
  },
  {
    "id": "8/16/1/16",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 16", "section-16", 16]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "In general one can say that modern democracies have been established as the outcome of attempts to limit the power of absolute monarchy, of dictatorships, or of certain dominant classes. This may have come about gradually through the centuries, or tumultuously by a series of revolutions. Thus, even when democratic constitutions and structures have been established, there remains a suspicion of authority as such, and a tension between the degree of freedom accorded to individual citizens and the imposition of sufficient public discipline to protect the weak against the selfish pursuits of the strong among the citizenry. The operation of transparency, accountability, freedom of the press and critical dialogue is thus imbued with a spirit of partisanship that easily descends into the merciless invasion of personal privacy, the dissemination of calumny, the exaggeration of mistrust, and the misuse of the news media at the hands of vested interests. The reaction of those who attempt to protect themselves against such distortions of the system produces secretiveness, concealment of uncomfortable facts, and reciprocal misuse of the media—in all, a perpetuation of disharmony in the social fabric.",
      "The unity of the human race, as envisaged by Bahá’u’lláh, implies the establishment of a world commonwealth in which all nations, races, creeds and classes are closely and permanently united, and in which the autonomy of its state members and the personal freedom and initiative of the individuals that compose them are definitely and completely safeguarded. . . . The press will, under such a system, while giving full scope to the expression of the diversified views and convictions of mankind, cease to be mischievously manipulated by vested interests, whether private or public, and will be liberated from the influence of contending governments and peoples.",
      "A newspaper must in the first instance be the means of harmony between the people. This is the prime duty of the proprietors of newspapers to obliterate misunderstandings betwixt religions and races and nativities, and promote the oneness of mankind.",
      "Newspapers must be the first means of amity and understanding amongst men. All men must be the servants of one God, all must be united. Newspapers must be the heralds of the oneness of humanity . . .",
      "We return to the phenomenal characteristics of speech. Content, volume, style, tact, wisdom, timeliness are among the critical factors in determining the effects of speech for good or evil. Consequently, the friends need ever to be conscious of the significance of this activity which so distinguishes human beings from other forms of life, and they must exercise it judiciously. Their efforts at such discipline will give birth to an etiquette of expression worthy of the approaching maturity of the human race. Just as this discipline applies to the spoken word, it applies equally to the written word; and it profoundly affects the operation of the press.",
      "The significance and role of the press in a new world system are conspicuous in the emphasis which the Order of Bahá’u’lláh places on accessibility to information at all levels of society. Shoghi Effendi tells us that Bahá’u’lláh makes ‘specific reference to “the swiftly appearing newspapers,” describes them as “the mirror of the world” and as “an amazing and potent phenomenon,” and prescribes to all who are responsible for their production the duty to be sanctified from malice, passion and prejudice, to be just and fair‑minded, to be painstaking in their inquiries, and ascertain all the facts in every situation.’",
      "In His social treatise, The Secret of Divine Civilisation, ‘Abdu’l‑Bahá offers insight as to the indispensability of the press in future society. He says it is ‘urgent that beneficial articles and books be written, clearly and definitely establishing what the present‑day requirements of the people are, and what will conduce to the happiness and advancement of society.’ Further, He writes of the ‘publication of high thoughts’ as the ‘dynamic power in the arteries of life,’ ‘the very soul of the world.’ Moreover, He states that ‘Public opinion must be directed toward whatever is worthy of this day, and this is impossible except through the use of adequate arguments and the adducing of clear, comprehensive and conclusive proofs.’",
      "As to manner and style, Bahá’u’lláh has exhorted ‘authors among the friends’ to ‘write in such a way as would be acceptable to fair‑minded souls, and not lead to cavilling by the people.’ And He issues a reminder: ‘We have said in the past that one word hath the influence of spring and causeth hearts to become fresh and verdant, while another is like unto blight which causeth the blossoms and flowers to wither.’",
      "In the light of all this, the code of conduct of the press must embrace the principles and objectives of consultation as revealed by Bahá’u’lláh. Only in this way will the press be able to make its full contribution to the preservation of the rights of the people and become a powerful instrument in the consultative processes of society, and hence for the unity of the human race."
    ]
  },
  {
    "id": "8/16/1/17",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 17", "section-17", 17]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "among the teachings of Bahá’u’lláh is that religious, racial, political, economic and patriotic prejudices destroy the edifice of humanity. As long as these prejudices prevail, the world of humanity will not have rest.",
      "all prejudices, whether of religion, race, politics or nation, must be renounced, for these prejudices have caused the world’s sickness. It is a grave malady which, unless arrested, is capable of causing the destruction of the whole human race. Every ruinous war, with its terrible bloodshed and misery, has been caused by one or other of these prejudices.",
      "If this prejudice and enmity are on account of religion consider that religion should be the cause of fellowship, otherwise it is fruitless.",
      "It is evident that prejudices arising from adherence to religious forms and imitation of ancestral beliefs have hindered the progress of humanity thousands of years. How many wars and battles have been fought, how much division, discord and hatred have been caused by this form of prejudice!",
      "And if this prejudice be the prejudice of nationality consider that all mankind are of one nation . . .",
      "As to the patriotic prejudice, this is also due to absolute ignorance, for the surface of the earth is one native land. Everyone can live in any spot on the terrestrial globe.",
      ". . . all the world is man’s birthplace. These boundaries and outlets have been devised by man. In the creation, such boundaries and outlets were not assigned.",
      "Concerning the prejudice of race: it is an illusion, a superstition pure and simple! For God created us all of one race.",
      "In the sight of God there is no difference between the various races. Why should man invent such a prejudice? How can we uphold war caused by an illusion?",
      "God has not created men that they should destroy one another. All races, tribes, sects and classes share equally in the Bounty of their Heavenly Father.",
      "The obstacle to human happiness is racial or religious prejudice, the competitive struggle for existence and inhumanity toward each other.",
      "In accordance with the divine teachings in this glorious dispensation we should not belittle anyone and call him ignorant, saying: ‘You know not, but I know.’",
      "“If, then, the pursuit of knowledge lead to the beauty of Him Who is the Object of all Knowledge, how excellent that goal; but if not, a mere drop will perhaps shut a man off from flooding grace, for with learning cometh arrogance and pride, and it bringeth on error and indifference to God.",
      "Divine Justice demands that the rights of both sexes should be equally respected since neither is superior to the other in the eyes of Heaven.",
      "Know thou, O handmaid, that in the sight of Bahá, women are accounted the same as men, and God hath created all humankind in His own image, and after His own likeness.",
      "God has not said that there are mansions prepared for us if we pass our time associating with the rich, but He has said there are many mansions prepared for the servants of the poor . . ."
    ]
  },
  {
    "id": "8/16/1/18",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "O Son of Dust! Verily I say unto thee: Of all men the most negligent is he that disputeth idly and seeketh to advance himself over his brother. Say: O brethren! Let deeds, not words, be your adorning.",
      "O Son of Earth! Know, verily, the heart wherein the least remnant of envy yet lingers, shall never attain My everlasting dominion, nor inhale the sweet savours of holiness breathing from My kingdom of sanctity.",
      "Say: O people! The darkness of greed and envy becloudeth the radiance of the soul even as the clouds obstruct the light of the sun. Should anyone hearken unto this utterance with a discerning ear, he will unfurl the wings of detachment and soar effortlessly in the atmosphere of true understanding.",
      "O Children of Men! Know ye not why We created you all from the same dust? That no one should exalt himself over the other. Ponder at all times in your hearts how ye were created. Since We have created you all from one same substance it is incumbent on you to be even as one soul, to walk with the same feet, eat with the same mouth and dwell in the same land, that from your inmost being, by your deeds and actions, the signs of oneness and the essence of detachment may be made manifest. Such is My counsel to you, O concourse of light! Heed ye this counsel that ye may obtain the fruit of holiness from the tree of wondrous glory.",
      "O Emigrants! The tongue I have designed for the mention of Me, defile it not with detraction. If the fire of self overcome you, remember your own faults and not the faults of My creatures, inasmuch as every one of you knoweth his own self better than he knoweth others.",
      "O Son of Being! Ascribe not to any soul that which thou wouldst not have ascribed to thee, and say not that which thou doest not. This is My command unto thee, do thou observe it.",
      "Say: The tongue hath been created to bear witness to My truth; defile it not with falsehood. The heart is the treasury of My mystery; surrender it not into the hand of covetous desires. We fain would hope that in this resplendent morn, when the effulgent rays of the Sun of divine knowledge have enveloped the whole earth, we may all attain unto the good pleasure of the Friend and drink our fill from the ocean of His recognition.",
      "He must never seek to exalt himself above anyone, must wash away from the tablet of his heart every trace of pride and vainglory, must cling unto patience and resignation, observe silence and refrain from idle talk.",
      "In truth, the hearts of men are edified through the power of the tongue, even as houses and cities are built up by the hand and other means.",
      "Fair speech and truthfulness, by reason of their lofty rank and position, are regarded as a sun shining above the horizon of knowledge.",
      "I desire distinction for you. The Bahá’ís must be distinguished from others of humanity. But this distinction must not depend upon wealth—that they should become more affluent than other people. I do not desire for you financial distinction. It is not an ordinary distinction I desire; not scientific, commercial, industrial distinction. For you I desire spiritual distinction—that is, you must become eminent and distinguished in morals. In the love of God you must become distinguished from all else. You must become distinguished for loving humanity, for unity and accord, for love and justice. In brief, you must become distinguished in all the virtues of the human world—for faithfulness and sincerity, for justice and fidelity, for firmness and steadfastness, for philanthropic deeds and service to the human world, for love toward every human being, for unity and accord with all people, for removing prejudices and promoting international peace. Finally, you must become distinguished for heavenly illumination and for acquiring the bestowals of God. I desire this distinction for you. This must be the point of distinction among you."
    ]
  },
  {
    "id": "8/16/1/19",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 14: Participating in Public Discourse", "14", 16],
      [
        "Unit 1: The Nature of Our Contributions",
        "unit-1-the-nature-of-our-contributions",
        1
      ],
      ["Section 19", "section-19", 19]
    ],
    "years": [2020.113, 2020.113],
    "content": [
      "O brother! kindle with the oil of wisdom the lamp of the spirit within the innermost chamber of thy heart, and guard it with the globe of understanding . . .",
      "For as thoughts widen and become illumined, they acquire the power of flight and transport man to the kingdom of God.",
      "It is our hope that the bounties of God will encompass us all, the gifts of the divine become manifest, the lights of the Sun of Truth illumine our eyes, inspire our hearts, convey to our souls cheerful glad tidings of God, cause our thoughts to become lofty and our efforts to be productive of glorious results.",
      "Therefore, thoughts must be lofty and ideals uplifted in order that the world of humanity may become assisted in new conditions of reform. When this reformation affects every degree, then will come the very Day of the Lord of which all the prophets have spoken. That is the Day wherein the whole world will be regenerated.",
      "O Lord, help Thou Thy loved ones to acquire knowledge and the sciences and arts, and to unravel the secrets that are treasured up in the inmost reality of all created beings. Make them to hear the hidden truths that are written and embedded in the heart of all that is.",
      "O Thou the Compassionate God. Bestow upon me a heart which, like unto a glass, may be illumined with the light of Thy love, and confer upon me thoughts which may change this world into a rose garden through the outpourings of heavenly grace."
    ]
  }
]
