[
  {
    "id": "8/18/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Breezes of Confirmation", "breezes-of-confirmation", 1]
    ],
    "years": [2012, 2012],
    "content": [
      ". . . let your heart burn with loving kindness for all who may cross your path.",
      "Ye were created to show love one to another . . .",
      "God is the helper of those souls whose aim is to serve humanity and whose efforts and endeavours are devoted to the good and betterment of all mankind.",
      "Work done in the spirit of service is the highest form of worship.",
      ". . . make ye a mighty effort, and choose for yourselves a noble goal.",
      "Make thou an effort that thou mayest take thy place under the sun and receive an abundant share of its dazzling light."
    ]
  },
  {
    "id": "8/18/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Wellspring of Joy", "wellspring-of-joy", 2]
    ],
    "years": [2019, 2019],
    "content": [
      "Pass beyond the baser stages of doubt and rise to the exalted heights of certainty.",
      "Rely upon God. Trust in Him. Praise Him, and call Him continually to mind. He verily turneth trouble into ease, and sorrow into solace, and toil into utter peace.",
      "Today is the day for steadfastness and constancy. Blessed are they that stand firm and immoveable as the rock . . .",
      "Never lose thy trust in God. Be thou ever hopeful, for the bounties of God never cease to flow upon man.",
      "Thou art He Who changeth through His bidding abasement into glory, and weakness into strength, and powerlessness into might, and fear into calm, and doubt into certainty. No God is there but Thee, the Mighty, the Beneficent.",
      "Sow the seeds of My divine wisdom in the pure soil of thy heart, and water them with the water of certitude, that the hyacinths of My knowledge and wisdom may spring up fresh and green in the sacred city of thy heart.",
      ". . . the trials which beset our every step, all our sorrow, pain, shame and grief, are born in the world of matter; whereas the spiritual Kingdom never causes sadness. A man living with his thoughts in this Kingdom knows perpetual joy.",
      "Joy gives us wings! In times of joy our strength is more vital, our intellect keener, and our understanding less clouded."
    ]
  },
  {
    "id": "8/18/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Habits of an Orderly Mind", "habits-of-an-orderly-mind", 3]
    ],
    "years": [2020, 2020],
    "content": [
      "This nature is subject to a sound organisation, to inviolable laws, to a perfect order, and to a consummate design, from which it never departs.",
      "I charge you all that each one of you concentrate all the thoughts of your heart on love and unity. When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love.",
      "Set before thine eyes God’s unerring Balance and, as one standing in His Presence, weigh in that Balance thine actions every day, every moment of thy life.",
      "God has given us rational minds for this purpose, to penetrate all things, to find truth."
    ]
  },
  {
    "id": "8/18/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Glimmerings of Hope", "glimmerings-of-hope", 4]
    ],
    "years": [2014, 2014],
    "content": [
      "O Lord! Make this youth radiant and confer Thy bounty upon this poor creature. Bestow upon him knowledge, grant him added strength at the break of every morn and guard him within the shelter of Thy protection . . .",
      "O Lord! I am weak, strengthen me with Thy power and potency. My tongue falters, suffer me to utter Thy commemoration and praise. I am lowly, honour me through admitting me into Thy kingdom.",
      "O Thou the Compassionate God. Bestow upon me a heart which, like unto a glass, may be illumined with the light of Thy love, and confer upon me thoughts which may change this world into a rose garden through the outpourings of heavenly grace.",
      "O my God! O my God! Unite the hearts of Thy servants, and reveal to them Thy great purpose. May they follow Thy commandments and abide in Thy law. Help them, O God, in their endeavour, and grant them strength to serve Thee. O God! Leave them not to themselves, but guide their steps by the light of Thy knowledge, and cheer their hearts by Thy love. Verily, Thou art their Helper and their Lord.",
      "He is the Compassionate, the All‑Bountiful! O God, my God! Thou seest me, Thou knowest me; Thou art my Haven and my Refuge. None have I sought nor any will I seek save Thee; no path have I trodden nor any will I tread but the path of Thy love. In the darksome night of despair, my eye turneth expectant and full of hope to the morn of Thy boundless favour and at the hour of dawn my drooping soul is refreshed and strengthened in remembrance of Thy beauty and perfection.",
      "Create in me a pure heart, O my God, and renew a tranquil conscience within me, O my Hope! Through the spirit of power confirm Thou me in Thy Cause, O my Best‑Beloved, and by the light of Thy glory reveal unto me Thy path, O Thou the Goal of my desire!",
      "Lord! Pitiful are we, grant us Thy favour; poor, bestow upon us a share from the ocean of Thy wealth; needy, do Thou satisfy us; abased, give us Thy glory. The fowls of the air and the beasts of the field receive their meat each day from Thee, and all beings partake of Thy care and loving‑kindness.",
      "O Thou kind Lord! These lovely children are the handiwork of the fingers of Thy might and the wondrous signs of Thy greatness. O God! Protect these children, graciously assist them to be educated and enable them to render service to the world of humanity.",
      "O Lord! Strengthen these fragile seedlings that each one may become a fruitful tree, verdant and flourishing. Render these souls victorious through the potency of Thy celestial hosts, that they may be able to crush the forces of error and ignorance and to unfurl the standard of fellowship and guidance amidst the people . . .",
      "O God, my God! Thou art my Hope and my Beloved, my highest Aim and Desire! With great humbleness and entire devotion I pray to Thee to make me a minaret of Thy love in Thy land, a lamp of Thy knowledge among Thy creatures, and a banner of divine bounty in Thy dominion.",
      "O Lord, my God! Praise and thanksgiving be unto Thee for Thou hast guided me to the highway of the kingdom, suffered me to walk in this straight and far‑stretching path, illumined my eye by beholding the splendours of Thy light, inclined my ear to the melodies of the birds of holiness from the kingdom of mysteries and attracted my heart with Thy love among the righteous."
    ]
  },
  {
    "id": "8/18/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Walking the Straight Path", "walking-the-straight-path", 5]
    ],
    "years": [2012, 2012],
    "content": [
      "Protect yourselves with utmost vigilance, lest you be entrapped in the snare of deception and fraud.",
      "Know ye not why We created you all from the same dust? That no one should exalt himself over the other. Ponder at all times in your hearts how ye were created.",
      "Say: Nature in its essence is the embodiment of My Name, the Maker, the Creator.",
      "Concern yourselves with the things that benefit mankind, and not with your corrupt and selfish desires.",
      "The main thing is to remain staunch and firmly rooted, and persevere to the end.",
      "Absolute repose does not exist in nature. All things either make progress or lose ground.",
      "To express his gratitude for the favours of God man must show forth praiseworthy actions.",
      "Shut your eyes to estrangement, then fix your gaze upon unity.",
      "Do not be content with showing friendship in words alone, let your heart burn with loving kindness for all who may cross your path.",
      "Noble have I created thee, yet thou hast abased thyself. Rise then unto that for which thou wast created.",
      ". . . unto them that are rid of all attachments a deed is, verily, its own reward.",
      "In all matters moderation is desirable. If a thing is carried to excess, it will prove a source of evil.",
      "Should prosperity befall thee, rejoice not, and should abasement come upon thee, grieve not, for both shall pass away and be no more.",
      "Be ye on your guard and ever wakeful! Quick‑witted and keen of intellect are the faithful, and firm and steadfast are the assured.",
      "Truthfulness is the foundation of all human virtues. Without truthfulness progress and success, in all the worlds of God, are impossible for any soul.",
      "One must see in every human being only that which is worthy of praise. When this is done, one can be a friend to the whole human race.",
      "For the attributes of the people of faith are justice and fair‑mindedness; forbearance and compassion and generosity; consideration for others; candour, trustworthiness, and loyalty; love and loving‑kindness; devotion and determination and humanity.",
      "No man shall attain the shores of the ocean of true understanding except he be detached from all that is in heaven and on earth.",
      "But if the victim chooses to forgive and to show instead the greatest mercy, this is most approved in the sight of God.",
      "So powerful is the light of unity that it can illuminate the whole earth."
    ]
  },
  {
    "id": "8/18/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Learning About Excellence", "learning-about-excellence", 6]
    ],
    "years": [2017, 2017],
    "content": [
      "Ye are the fruits of one tree, and the leaves of one branch. Deal ye one with another with the utmost love and harmony, with friendliness and fellowship.",
      "Now is the time to cheer and refresh the downcast through the invigorating breeze of love and fellowship, and the living waters of friendliness and charity.",
      "Commit not that which defileth the limpid stream of love or destroyeth the sweet fragrance of friendship.",
      "Free thyself from the fetters of this world, and loose thy soul from the prison of self.",
      "Let each morn be better than its eve and each morrow richer than its yesterday.",
      "Do not busy yourselves in your own concerns; let your thoughts be fixed upon that which will rehabilitate the fortunes of mankind and sanctify the hearts and souls of men.",
      "The source of crafts, sciences and arts is the power of reflection. Make ye every effort that out of this ideal mine there may gleam forth such pearls of wisdom and utterance as will promote the well‑being and harmony of all the kindreds of the earth.",
      "Exert your utmost endeavour that ye may develop such crafts and undertakings that everyone, whether young or old, may benefit therefrom.",
      "O SON OF DUST! Verily I say unto thee: Of all men the most negligent is he that disputeth idly and seeketh to advance himself over his brother. Say, O brethren! Let deeds, not words, be your adorning.",
      "Let us cooperate in love and through spiritual reciprocity enjoy eternal happiness and peace.",
      "Knowledge is as wings to man’s life, and a ladder for his ascent. Its acquisition is incumbent upon everyone.",
      "Discover for yourselves the reality of things, and strive to assimilate the methods by which noble‑mindedness and glory are attained among the nations and people of the world.",
      "Having attained the stage of fulfilment and reached his maturity, man standeth in need of wealth, and such wealth as he acquireth through crafts or professions is commendable and praiseworthy in the estimation of men of wisdom, and especially in the eyes of servants who dedicate themselves to the education of the world and to the edification of its peoples.",
      "Disencumber yourselves of all attachment to this world and the vanities thereof. Beware that ye approach them not, inasmuch as they prompt you to walk after your own lusts and covetous desires, and hinder you from entering the straight and glorious Path.",
      ". . . the family, being a human unit, must be educated according to the rules of sanctity. All the virtues must be taught the family. The integrity of the family bond must be constantly considered, and the rights of the individual members must not be transgressed. . . . The injury of one shall be considered the injury of all; the comfort of each, the comfort of all; the honour of one, the honour of all.",
      "Strive ye by day and night to cultivate your unity to the fullest degree. Let your thoughts dwell on your own spiritual development, and close your eyes to the deficiencies of other souls. Act ye in such wise, showing forth pure and goodly deeds, and modesty and humility, that ye will cause others to be awakened.",
      "Strain every nerve to acquire both inner and outer perfections, for the fruit of the human tree hath ever been and will ever be perfections both within and without.",
      "We must strive unceasingly and without rest to accomplish the development of the spiritual nature in man, and endeavour with tireless energy to advance humanity toward the nobility of its true and intended station.",
      "It is incumbent upon everyone to show the utmost love, rectitude of conduct, straightforwardness and sincere kindliness unto all the peoples and kindreds of the world, be they friends or strangers.",
      "Amity and rectitude of conduct, rather than dissension and mischief, are the marks of true faith.",
      "Follow thou in the footsteps of the truthful and tread the way of the righteous.",
      "A truthful person will be protected from all moral afflictions, will shrink from every evil deed, and be preserved from every wicked act, inasmuch as all vices and misdeeds are the very antithesis of truthfulness, and a truthful man will hold them all in utter abhorrence.",
      "Honesty, virtue, wisdom and a saintly character redound to the exaltation of man, while dishonesty, imposture, ignorance and hypocrisy lead to his abasement. . . . Man’s distinction lieth not in ornaments or wealth, but rather in virtuous behaviour and true understanding.",
      "And if thine eyes be turned towards justice, choose thou for thy neighbour that which thou choosest for thyself.",
      "Justice is a powerful force. It is, above all else, the conqueror of the citadels of the hearts and souls of men, and the revealer of the secrets of the world of being, and the standard bearer of love and bounty.",
      "That which traineth the world is justice, for it is upheld by two pillars, reward and punishment. These two pillars are the sources of life to the world.",
      "Justice is not limited, it is a universal quality. Its operation must be carried out in all classes, from the highest to the lowest. Justice must be sacred, and the rights of all the people must be considered. Desire for others only that which you desire for yourselves.",
      "Be worthy of the trust of thy neighbour and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer to the cry of the needy, a preserver of the sanctity of thy pledge.",
      ". . . no man should enter the house of his friend save at his friend’s pleasure, nor lay hands upon his treasures nor prefer his own will to his friend’s, and in no wise seek an advantage over him.",
      "Blessed be the soul that shineth with the light of trustworthiness among the people and becometh a sign of perfection amidst all men.",
      "My first counsel is this: Possess a pure, kindly and radiant heart, that thine may be a sovereignty ancient, imperishable and everlasting.",
      "First in a human being’s way of life must be purity, then freshness, cleanliness, and independence of spirit. First must the stream bed be cleansed, then may the sweet river waters be led into it.",
      ". . . take heed not to outstrip the bounds of moderation, and be numbered among the extravagant.",
      "That which beseemeth man is submission unto such restraints as will protect him from his own ignorance, and guard him against the harm of the mischief‑maker.",
      "Let your thoughts dwell on your own spiritual development, and close your eyes to the deficiencies of other souls. Act ye in such wise, showing forth pure and goodly deeds, and modesty and humility, that ye will cause others to be awakened.",
      ". . . no one should glorify himself over another; no one should manifest pride or superiority toward another; no one should look upon another with scorn and contempt; and no one should deprive or oppress a fellow creature.",
      "Humility exalteth man to the heaven of glory and power, whilst pride abaseth him to the depths of wretchedness and degradation.",
      "Man must cut himself free from all prejudice and from the result of his own imagination, so that he may be able to search for truth unhindered.",
      "Do not listen to anything that is prejudiced, for self‑interest prompts men to be prejudiced.",
      "Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbour, and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer to the cry of the needy, a preserver of the sanctity of thy pledge. Be fair in thy judgement, and guarded in thy speech. Be unjust to no man, and show all meekness to all men. Be as a lamp unto them that walk in darkness, a joy to the sorrowful, a sea for the thirsty, a haven for the distressed, an upholder and defender of the victim of oppression. Let integrity and uprightness distinguish all thine acts. Be a home for the stranger, a balm to the suffering, a tower of strength for the fugitive. Be eyes to the blind, and a guiding light unto the feet of the erring. Be an ornament to the countenance of truth, a crown to the brow of fidelity, a pillar of the temple of righteousness, a breath of life to the body of mankind, an ensign of the hosts of justice, a luminary above the horizon of virtue, a dew to the soil of the human heart, an ark on the ocean of knowledge, a sun in the heaven of bounty, a gem on the diadem of wisdom, a shining light in the firmament of thy generation, a fruit upon the tree of humility."
    ]
  },
  {
    "id": "8/18/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Thinking About Numbers", "thinking-about-numbers", 7]
    ],
    "years": [2019, 2019],
    "content": [
      "Seize thy chance, exert every effort, and pay no heed to matters that do not yield any fruit."
    ]
  },
  {
    "id": "8/18/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Observation and Insight", "observation-and-insight", 8]
    ],
    "years": [2019, 2019],
    "content": [
      "So powerful is the light of unity that it can illuminate the whole earth.",
      "When we carefully investigate the kingdoms of existence and observe the phenomena of the universe about us, we discover the absolute order and perfection of creation.",
      "My hope is that thou wilt acquire a perceptive eye, a hearing ear, and that the veils will be removed from thy sight.",
      ". . . the purpose for which mortal men have, from utter nothingness, stepped into the realm of being, is that they may work for the betterment of the world and live together in concord and harmony.",
      "The world of humanity has two wings—one is women and the other men. Not until both wings are equally developed can the bird fly. Should one wing remain weak, flight is impossible.",
      "Know thou that the soul of man is exalted above, and is independent of all infirmities of body or mind. That a sick person showeth signs of weakness is due to the hindrances that interpose themselves between his soul and his body, for the soul itself remaineth unaffected by any bodily ailments.",
      "All blessings are divine in origin, but none can be compared with this power of intellectual investigation and research, which is an eternal gift producing fruits of unending delight. Man is ever partaking of these fruits.",
      "For all beings are linked together like a chain; and mutual aid, assistance, and interaction are among their intrinsic properties and are the cause of their formation, development, and growth.",
      "Wealth is most commendable, provided the entire population is wealthy. If, however, a few have inordinate riches while the rest are impoverished, and no fruit or benefit accrues from that wealth, then it is only a liability to its possessor.",
      "Humility exalteth man to the heaven of glory and power, whilst pride abaseth him to the depths of wretchedness and degradation.",
      "It behoveth not, therefore, him who was created from dust, who will return unto it, and will again be brought forth out of it, to swell with pride before God, and before His loved ones, to proudly scorn them, and be filled with disdainful arrogance.",
      "If thou seekest eternal glory, let thyself be humble and meek in the presence of the beloved of God; make thyself the servant of all, and serve all alike.",
      "When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love."
    ]
  },
  {
    "id": "8/18/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["The Human Temple", "the-human-temple", 9]
    ],
    "years": [2012, 2012],
    "content": [
      "A man may have attained to a high degree of material progress, but without the light of truth his soul is stunted and starved. Another man may have no material gifts, may be at the bottom of the social ladder, but, having received the warmth of the Sun of Truth his soul is great and his spiritual understanding is enlightened.",
      "Let us seek the song with the sweetest strains, so that it may be taken up by the angels and carried to the supreme concourse. Let us hearken to the melody which will stir the world of humanity, so that the people may be transformed with joy.",
      "Let us listen to a symphony which will confer life on man; then we can obtain universal results; then we shall receive a new spirit; then we shall become illumined. Let us investigate a song which is above all songs; one which will develop the spirit and produce harmony and exhilaration, unfolding the inner potentialities of life.",
      "Fair speech and truthfulness, by reason of their lofty rank and position, are regarded as a sun shining above the horizon of knowledge."
    ]
  },
  {
    "id": "8/18/10",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      [
        "Drawing on the Power of the Word",
        "drawing-on-the-power-of-the-word",
        10
      ]
    ],
    "years": [2012, 2012],
    "content": [
      "Let each morn be better than its eve and each morrow richer than its yesterday.",
      "Love thou the children of men and share in their sorrows. Be thou of those who foster peace. Offer thy friendship, be worthy of trust. Be thou a balm to every sore, be thou a medicine for every ill. Bind thou the souls together. Recite thou the verses of guidance. Be engaged in the worship of thy Lord, and rise up to lead the people aright. Loose thy tongue and teach, and let thy face be bright with the fire of God’s love.",
      "Happy is the man who hath recognised Thee, and discovered the sweetness of Thy fragrance, and set himself towards Thy kingdom, and tasted of the things that have been perfected therein by Thy grace and favour.",
      "Blessed and happy is he that ariseth to promote the best interests of the peoples and kindreds of the earth.",
      "Happy are they who act; happy are they who understand; happy the man that hath clung unto the truth, detached from all that is in the heavens and all that is on earth.",
      "O well‑beloved ones! The tabernacle of unity hath been raised; regard ye not one another as strangers. Ye are the fruits of one tree, and the leaves of one branch.",
      "So powerful is the light of unity that it can illuminate the whole earth.",
      "Beautify your tongues, O people, with truthfulness, and adorn your souls with the ornament of honesty.",
      "Let your eye be chaste, your hand faithful, your tongue truthful and your heart enlightened.",
      "Put away all covetousness and seek contentment; for the covetous hath ever been deprived, and the contented hath ever been loved and praised.",
      "Every word is endowed with a spirit, therefore the speaker or expounder should carefully deliver his words at the appropriate time and place, for the impression which each word maketh is clearly evident and perceptible. The Great Being saith: One word may be likened unto fire, another unto light, and the influence which both exert is manifest in the world.",
      "Know that in every home where God is praised and prayed to, and His Kingdom proclaimed, that home is a garden of God and a paradise of His happiness.",
      "Knowledge is as wings to man’s life, and a ladder for his ascent. Its acquisition is incumbent upon everyone. . . . In truth, knowledge is a veritable treasure for man, and a source of glory, of bounty, of joy, of exaltation, of cheer and gladness unto him. Happy the man that cleaveth unto it, and woe betide the heedless.",
      "The pages of swiftly‑appearing newspapers are indeed the mirror of the world. They reflect the deeds and the pursuits of divers peoples and kindreds. They both reflect them and make them known. They are a mirror endowed with hearing, sight and speech. This is an amazing and potent phenomenon. However, it behoveth the writers thereof to be purged from the promptings of evil passions and desires and to be attired with the raiment of justice and equity. They should inquire into situations as much as possible and ascertain the facts, then set them down in writing."
    ]
  },
  {
    "id": "8/18/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Spirit of Faith", "spirit-of-faith", 11]
    ],
    "years": [2009, 2009],
    "content": [
      "O Son of Being! Thou art My lamp and My light is in thee.",
      "O Son of Man! Thou art My dominion and My dominion perisheth not.",
      "O ye Sons of Spirit! Ye are My treasury, for in you I have treasured the pearls of My mysteries and the gems of My knowledge.",
      "Ye are the saplings which the hand of Loving‑kindness hath planted in the soil of mercy, and which the showers of bounty have made to flourish.",
      "O friends! Be not careless of the virtues with which ye have been endowed, neither be neglectful of your high destiny. Suffer not your labours to be wasted through the vain imaginations which certain hearts have devised. Ye are the stars of the heaven of understanding, the breeze that stirreth at the break of day, the soft‑flowing waters upon which must depend the very life of all men, the letters inscribed upon His sacred scroll.",
      "Noble have I created thee, yet thou hast abased thyself. Rise then unto that for which thou wast created.",
      "All men have been created to carry forward an ever‑advancing civilisation. The Almighty beareth Me witness: To act like the beasts of the field is unworthy of man. Those virtues that befit his dignity are forbearance, mercy, compassion and loving‑kindness towards all the peoples and kindreds of the earth.",
      "I have perfected in every one of you My creation, so that the excellence of My handiwork may be fully revealed unto men.",
      "Love is light, no matter in what abode it dwelleth; and hate is darkness, no matter where it may make its nest.",
      "Therefore, you must thank God that He has bestowed upon you the blessing of life and existence in the human kingdom. Strive diligently to acquire virtues befitting your degree and station. Be as lights of the world which cannot be hid and which have no setting in horizons of darkness.",
      "The will and plan of God is that each individual member of humankind shall become illumined like unto a lamp, radiant with all the destined virtues of humanity, leading his fellow creatures out of natural darkness into the heavenly light.",
      "Make me as a lamp shining throughout Thy lands that those in whose hearts the light of Thy knowledge gloweth and the yearning for Thy love lingereth may be guided by its radiance.",
      "All that which ye potentially possess can, however, be manifested only as a result of your own volition.",
      "The incomparable Creator hath created all men from one same substance, and hath exalted their reality above the rest of His creatures. Success or failure, gain or loss, must, therefore, depend upon man’s own exertions. The more he striveth, the greater will be his progress.",
      "O my God! O my God! Thou seest me in my lowliness and weakness, occupied with the greatest undertaking, determined to raise Thy word among the masses and to spread Thy teachings among Thy peoples. How can I succeed unless Thou assist me with the breath of the Holy Spirit, help me to triumph by the hosts of Thy glorious kingdom, and shower upon me Thy confirmations, which alone can change a gnat into an eagle, a drop of water into rivers and seas, and an atom into lights and suns? O my Lord! Assist me with Thy triumphant and effective might, so that my tongue may utter Thy praises and attributes among all people and my soul overflow with the wine of Thy love and knowledge.",
      "Thou art the Omnipotent and the Doer of whatsoever Thou willest.",
      "My God, my Adored One, my King, my desire! What tongue can voice my thanks to Thee?",
      "I was heedless, Thou didst awaken me. I had turned back from Thee, Thou didst graciously aid me to turn towards Thee. I was as one dead, Thou didst quicken me with the water of life. I was withered, Thou didst revive me with the heavenly stream of Thine utterance which hath flowed forth from the Pen of the All‑Merciful.",
      "O Divine Providence! All existence is begotten by Thy bounty; deprive it not of the waters of Thy generosity, neither do Thou withhold it from the ocean of Thy mercy. I beseech Thee to aid and assist me at all times and under all conditions, and seek from the heaven of Thy grace Thine ancient favour. Thou art, in truth, the Lord of bounty, and the Sovereign of the kingdom of eternity.",
      "Intellect is, in truth, the most precious gift bestowed upon man by the Divine Bounty. Man alone, among created beings, has this wonderful power.",
      "Science is the first emanation from God toward man. All created beings embody the potentiality of material perfection, but the power of intellectual investigation and scientific acquisition is a higher virtue specialised to man alone. Other beings and organisms are deprived of this potentiality and attainment. God has created or deposited this love of reality in man.",
      "All blessings are divine in origin but none can be compared with this power of intellectual investigation and research which is an eternal gift producing fruits of unending delight. Man is ever partaking of these fruits. All other blessings are temporary; this is an everlasting possession.",
      "Therefore, you should put forward your most earnest efforts toward the acquisition of science and arts. The greater your attainment, the higher your standard in the divine purpose. The man of science is perceiving and endowed with vision, whereas he who is ignorant and neglectful of this development is blind. The investigating mind is attentive, alive; the callous and indifferent mind is deaf and dead.",
      "Progress is of two kinds: material and spiritual. The former is attained through observation of the surrounding existence and constitutes the foundation of civilisation. Spiritual progress is through the breaths of the Holy Spirit and is the awakening of the conscious soul of man to perceive the reality of Divinity.",
      ". . . the growth and development of all beings proceeds by gradual degrees. This is the universal and divinely ordained law and the natural order. The seed does not suddenly become the tree; the embryo does not at once become the man; the mineral substance does not in a moment become the stone: No, all these grow and develop gradually until they attain the limit of perfection.",
      "It behoveth whosoever hath set his face towards the Most Sublime Horizon to cleave tenaciously unto the cord of patience, and to put his reliance in God, the Help in Peril, the Unconstrained.",
      "O SON OF MAN! For everything there is a sign. The sign of love is fortitude under My decree and patience under My trials.",
      "The steed of this valley is patience; without patience the wayfarer on this journey will reach nowhere and attain no goal. Nor should he ever become downhearted: If he strive for a hundred thousand years and yet fail to behold the beauty of the Friend, he should not falter.",
      "Beyond this, the members, constituent parts, and composition that are found within man attract and act as a magnet for the spirit: The spirit is bound to appear in it. Thus, when a mirror is polished, it is bound to attract the rays of the sun, to be illumined, and to reflect splendid images. That is, when these physical elements are gathered and combined together, according to the natural order and with the utmost perfection, they become a magnet for the spirit, and the spirit will manifest itself therein with all its perfections.",
      "Likewise, at the beginning of his formation in the matrix of the world, man was like an embryo. He then gradually progressed by degrees, and grew and developed until he reached the stage of maturity, when the mind and the spirit manifested themselves in the utmost perfection. From the beginning of his formation, the mind and the spirit existed, but they were hidden and appeared only later. In the world of the womb, too, the mind and the spirit exist in the embryo but are concealed and appear only afterwards.",
      "Look at the world and ponder a while upon it. It unveileth the book of its own self before thine eyes and revealeth that which the Pen of thy Lord, the Fashioner, the All‑Informed, hath inscribed therein. It will acquaint thee with that which is within it and upon it and will give thee such clear explanations as to make thee independent of every eloquent expounder.",
      "O Son of Man! Veiled in My immemorial being and in the ancient eternity of My essence, I knew My love for thee; therefore I created thee, have engraved on thee Mine image and revealed to thee My beauty.",
      "Turn thy sight unto thyself that thou mayest find Me standing within thee, mighty, powerful and self subsisting.",
      "This spirit is the discovering power that encompasses all things. All the wondrous signs, all the crafts and discoveries, all the mighty undertakings and momentous historical events of which you are aware, have been discovered by this spirit and brought forth from the invisible realm into the visible plane through its spiritual power.",
      "As to the fourth degree of spirit, it is the heavenly spirit, which is the spirit of faith and the outpouring grace of the All‑Merciful. This spirit proceeds from the breath of the Holy Spirit, and through a power born of God it becomes the cause of everlasting life. It is that power which makes the earthly soul heavenly and the imperfect man perfect. It cleanses the impure, unlooses the tongue of the silent, sanctifies the bondslaves of passion and desire, and confers knowledge upon the ignorant.",
      ". . . the human spirit, unless it be assisted by the spirit of faith, cannot become acquainted with the divine mysteries and the heavenly realities.",
      "This spirit of faith is the flame of reality, the life of humanity and the cause of eternal illumination. It inspires man to attain the virtues and perfections of the divine world.",
      "Wert thou to attain to but a dewdrop of the crystal waters of divine knowledge, thou wouldst readily realise that true life is not the life of the flesh but the life of the spirit. For the life of the flesh is common to both men and animals, whereas the life of the spirit is possessed only by the pure in heart who have quaffed from the ocean of faith and partaken of the fruit of certitude. This life knoweth no death, and this existence is crowned by immortality."
    ]
  },
  {
    "id": "8/18/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Junior Youth Texts", "junior-youth-texts", 18],
      ["Power of the Holy Spirit", "power-of-the-holy-spirit", 12]
    ],
    "years": [2013, 2013],
    "content": [
      "Material education aims at the growth and development of the body, and consists in securing its sustenance and obtaining the means of its ease and comfort. This education is common to both man and animal.",
      "Human education, however, consists in civilisation and progress, that is, sound governance, social order, human welfare, commerce and industry, arts and sciences, momentous discoveries, and great undertakings, which are the central features distinguishing man from the animal.",
      "As to divine education, it is the education of the Kingdom and consists in acquiring divine perfections. This is indeed true education, for by its virtue man becomes the focal centre of divine blessings and the embodiment of the verse “Let Us make man in Our image, after Our likeness.” This is the ultimate goal of the world of humanity.",
      "Our meaning is that the universal Educator must be at once a material, a human, and a spiritual educator, and, soaring above the world of nature, must be possessed of another power, so that He may assume the station of a divine teacher. Were He not to wield such a celestial power, He would not be able to educate, for He would be imperfect Himself. How then could He foster perfection? If He were ignorant, how could He make others wise? If He were unjust, how could He make others just? If He were earthly, how could He make others heavenly?",
      "The Holy Spirit is the Light from the Sun of Truth bringing, by its infinite power, life and illumination to all mankind, flooding all souls with Divine Radiance, conveying the blessings of God’s Mercy to the whole world. The earth, without the medium of the warmth and light of the rays of the sun, could receive no benefits from the sun.",
      "All these blessings are brought to man by the Holy Spirit; therefore we can understand that the Holy Spirit is the Intermediary between the Creator and the created. The light and heat of the sun cause the earth to be fruitful, and create life in all things that grow; and the Holy Spirit quickens the souls of men.",
      "The greatest power of the Holy Spirit exists in the Divine Manifestations of the Truth. Through the power of the Spirit the Heavenly Teaching has been brought into the World of Humanity. Through the power of the Spirit life everlasting has come to the children of men. Through the power of the Spirit the Divine Glory has shone from East to West, and through the power of the same Spirit will the divine virtues of humanity become manifest.",
      "O Son of Beauty! By My spirit and by My favour! By My mercy and by My beauty! All that I have revealed unto thee with the tongue of power, and have written for thee with the pen of might, hath been in accordance with thy capacity and understanding, not with My state and the melody of My voice.",
      "A drop out of the ocean of Thy mercy sufficeth to quench the flames of hell, and a spark of the fire of Thy love is enough to set ablaze a whole world.",
      "Arise, and lift up your voices, that haply they that are fast asleep may be awakened. Say: O ye who are as dead! The Hand of Divine bounty proffereth unto you the Water of Life. Hasten and drink your fill. Whoso hath been reborn in this Day, shall never die; whoso remaineth dead, shall never live.",
      "Contemplate with thine inward eye the chain of successive Revelations that hath linked the Manifestation of Adam with that of the Báb. I testify before God that each one of these Manifestations hath been sent down through the operation of the Divine Will and Purpose, that each hath been the bearer of a specific Message, that each hath been entrusted with a divinely revealed Book and been commissioned to unravel the mysteries of a mighty Tablet. The measure of the Revelation with which every one of them hath been identified had been definitely fore‑ordained.",
      "The fundamental principle enunciated by Bahá’u’lláh, the followers of His Faith firmly believe, is that Religious truth is not absolute but relative, that Divine Revelation is a continuous and progressive process, that all the great religions of the world are divine in origin, that their basic principles are in complete harmony, that their aims and purposes are one and the same, that their teachings are but facets of one truth, that their functions are complementary, that they differ only in the non‑essential aspects of their doctrines and that their missions represent successive stages in the spiritual evolution of human society.",
      "[Bahá’u’lláh’s] mission is to proclaim that the ages of the infancy and of the childhood of the human race are past, that the convulsions associated with the present stage of its adolescence are slowly and painfully preparing it to attain the stage of manhood, and are heralding the approach of that Age of Ages when swords will be beaten into ploughshares, when the Kingdom promised by Jesus Christ will have been established, and the peace of the planet definitely and permanently ensured. Nor does Bahá’u’lláh claim finality for His own Revelation, but rather stipulates that a fuller measure of the truth He has been commissioned by the Almighty to vouchsafe to humanity, at so critical a juncture in its fortunes, must needs be disclosed at future stages in the constant and limitless evolution of mankind.",
      "Arise, O people, and, by the power of God’s might, resolve to gain the victory over your own selves, that haply the whole earth may be freed and sanctified from its servitude to the gods of its idle fancies, gods that have inflicted such loss upon, and are responsible for the misery of their wretched worshippers. These idols form the obstacle that impedeth man in his efforts to advance in the path of perfection.",
      "Humility exalteth man to the heaven of glory and power, whilst pride abaseth him to the depths of wretchedness and degradation.",
      "Man’s distinction lieth not in ornaments or wealth, but rather in virtuous behaviour and true understanding.",
      "Whosoever is occupied with himself is wandering in the desert of heedlessness and regret!",
      "We need an educator who can be at the same time a material, a human, and a spiritual educator, that his authority may have effect at every degree of existence. And should anyone say, “I am endowed with perfect reason and comprehension, and have no need for such an educator”, he would be denying the obvious. It is as though a child were to say, “I have no need of education, but will act and seek the perfections of existence according to my own thinking and intelligence”.",
      "O Lord! Verily, we are weak, but Thou art mighty. Verily, we are poor, but Thou art rich.",
      "In the Name of God, the Most High!",
      "Lauded and glorified art Thou, Lord, God Omnipotent! Thou before Whose wisdom the wise falleth short and faileth, before Whose knowledge the learned confesseth his ignorance, before Whose might the strong waxeth weak, before Whose wealth the rich testifieth to his poverty, before Whose light the enlightened is lost in darkness, toward the shrine of Whose knowledge turneth the essence of all understanding and around the sanctuary of Whose presence circle the souls of all mankind.",
      "Lord! Pitiful are we, grant us Thy favour; poor, bestow upon us a share from the ocean of Thy wealth; needy, do Thou satisfy us; abased, give us Thy glory.",
      "O Lord, my God! Lowly are these servants of Thine, exalt them in Thy kingdom on high; feeble, strengthen them by Thy supreme power; abased, bestow upon them Thy glory in Thine all‑highest realm; poor, enrich them in Thy great dominion.",
      "No Lord but Thee do we invoke, O God our Lord, nor do we implore blessings or grace from anyone but Thee, O Thou Who art the God of mercy unto this world and the next. We are but the embodiments of poverty, of nothingness, of helplessness and of perdition, while Thy whole Being betokeneth wealth, independence, glory, majesty and boundless grace.",
      "Let your eyes be directed toward the kingdom of truth and not toward the world of creation. Love the creatures for the sake of God and not for themselves. You will never become angry or impatient if you love them for the sake of God. Humanity is not perfect. There are imperfections in every human being, and you will always become unhappy if you look toward the people themselves. But if you look toward God, you will love them and be kind to them, for the world of God is the world of perfection and complete mercy. Therefore, do not look at the shortcomings of anybody; see with the sight of forgiveness.",
      "To illustrate: the Sun of Truth dwelleth in a sky to which no soul hath any access, and which no mind can reach, and He is far beyond the comprehension of all creatures. Yet the Holy Manifestations of God are even as a looking‑glass, burnished and without stain, which gathereth streams of light out of that Sun, and then scattereth the glory over the rest of creation. In that polished surface, the Sun with all Its majesty standeth clearly revealed. Thus, should the mirrored Sun proclaim, “I am the Sun!” this is but truth; and should It cry, “I am not the Sun!” this is the truth as well. And although the Day‑Star, with all Its glory, Its beauty, Its perfections, be clearly visible in that mirror without stain, still It hath not come down from Its own lofty station in the realms above, It hath not made Its way into the mirror; rather doth It continue to abide, as It will forever, in the supernal heights of Its own holiness.",
      "And to outward seeming they indeed overcame Him and reduced Him to utter abasement, till at last they crowned Him with the crown of thorns and crucified Him. But this Man, while outwardly immersed in deepest affliction, proclaimed: “This Sun will rise, this Light will shine resplendent, My grace will encompass the world, and all Mine enemies will be confounded.” And even as He spoke, so it came to pass, for all the kings of the earth were unable to resist Him. Nay, all their standards were cast down, while the standard of that Wronged One was raised to the loftiest heights.",
      "Lay not aside the fear of God, O kings of the earth, and beware that ye transgress not the bounds which the Almighty hath fixed. Observe the injunctions laid upon you in His Book, and take good heed not to overstep their limits. Be vigilant, that ye may not do injustice to anyone, be it to the extent of a grain of mustard seed. Tread ye the path of justice, for this, verily, is the straight path.",
      "O Son of Utterance! Turn thy face unto Mine and renounce all save Me; for My sovereignty endureth and My dominion perisheth not. If thou seekest another than Me, yea, if thou searchest the universe for evermore, thy quest will be in vain.",
      "When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love.",
      "In the garden of thy heart plant naught but the rose of love.",
      "Many a dawn hath the breeze of My loving kindness wafted over thee and found thee upon the bed of heedlessness fast asleep.",
      "The candle of thine heart is lighted by the hand of My power, quench it not with the contrary winds of self and passion.",
      "During the days I lay in the prison of Ṭihrán, though the galling weight of the chains and the stench‑filled air allowed Me but little sleep, still in those infrequent moments of slumber I felt as if something flowed from the crown of My head over My breast, even as a mighty torrent that precipitateth itself upon the earth from the summit of a lofty mountain. Every limb of My body would, as a result, be set afire. At such moments My tongue recited what no man could bear to hear.",
      "One night in a dream these exalted words were heard on every side: ‘Verily, We shall render Thee victorious by Thyself and by Thy pen. Grieve Thou not for that which hath befallen Thee, neither be Thou afraid, for Thou art in safety. Ere long will God raise up the treasures of the earth——men who will aid Thee through Thyself and through Thy Name, wherewith God hath revived the hearts of such as have recognised Him.’",
      "While engulfed in tribulations I heard a most wondrous, a most sweet voice, calling above My head. Turning My face, I beheld a Maiden——the embodiment of the remembrance of the name of My Lord——suspended in the air before Me. So rejoiced was she in her very soul that her countenance shone with the ornament of the good‑pleasure of God, and her cheeks glowed with the brightness of the All‑Merciful. Betwixt earth and heaven she was raising a call which captivated the hearts and minds of men. She was imparting to both My inward and outer being tidings which rejoiced My soul, and the souls of God’s honoured servants.",
      "Pointing with her finger unto My head, she addressed all who are in heaven and all who are on earth, saying: ‘By God! This is the Best‑Beloved of the worlds, and yet ye comprehend not. This is the Beauty of God amongst you, and the power of His sovereignty within you, could ye but understand. This is the Mystery of God and His Treasure, the Cause of God and His glory unto all who are in the kingdoms of Revelation and of creation, if ye be of them that perceive.’",
      "Briefly, the Manifestations of God have ever been and will ever be luminous Realities, and no change or alteration ever takes place in Their essence. At most, before Their revelation They are still and silent, like one who is asleep, and after Their revelation They are eloquent and effulgent, like one who is awake.",
      "Beware, O believers in the Unity of God, lest ye be tempted to make any distinction between any of the Manifestations of His Cause, or to discriminate against the signs that have accompanied and proclaimed their Revelation. This indeed is the true meaning of Divine Unity, if ye be of them that apprehend and believe this truth.",
      "This nature is subject to a sound organisation, to inviolable laws, to a perfect order, and to a consummate design, from which it never departs. To such an extent is this true that were you to gaze with the eye of insight and discernment, you would observe that all things—from the smallest invisible atom to the largest globes in the world of existence, such as the sun or the other great stars and luminous bodies—are most perfectly organised, be it with regard to their order, their composition, their outward form, or their motion, and that all are subject to one universal law from which they never depart.",
      "Nature’s laws and methods, the hidden secrets and mysteries of the universe, human inventions and discoveries, all our scientific acquisitions should naturally remain concealed and unknown, but man through his intellectual acumen searches them out of the plane of the invisible, draws them into the plane of the visible, exposes and explains them.",
      "The children of Israel were in bondage and captivity in the land of Egypt four hundred years. They were in an extreme state of degradation and slavery under the tyranny and oppression of the Egyptians. While they were in the condition of abject poverty, in the lowest degree of abasement, ignorance and servility, Moses suddenly appeared among them. Although He was but a shepherd, such majesty, grandeur and efficiency became manifest in Him through the power of religion that His influence continues to this day. His Prophethood was established throughout the land, and the law of His Word became the foundation of the laws of the nations.",
      "Moses lived in the wilderness of Sinai where crime necessitated direct punishment. There were no penitentiaries or penalties of imprisonment. Therefore, according to the exigency of the time and place it was a law of God that an eye should be given for an eye and a tooth for a tooth. It would not be practicable to enforce this law at the present time—for instance, to blind a man who accidentally blinded you.",
      "The essential ordinances established by a Manifestation of God are spiritual; they concern moralities, the ethical development of man and faith in God. They are ideal and necessarily permanent—expressions of the one foundation and not amenable to change or transformation. Therefore, the fundamental basis of the revealed religion of God is immutable, unchanging throughout the centuries, not subject to the varying conditions of the human world.",
      "First in a human being’s way of life must be purity, then freshness, cleanliness, and independence of spirit. First must the stream bed be cleansed, then may the sweet river waters be led into it. Chaste eyes enjoy the beatific vision of the Lord and know what this encounter meaneth; a pure sense inhaleth the fragrances that blow from the rose gardens of His grace; a burnished heart will mirror forth the comely face of truth.",
      "As to chastity, this is one of the most challenging concepts to get across in this very permissive age, but Bahá’ís must make the utmost effort to uphold Bahá’í standards, no matter how difficult they may seem at first. Such efforts will be made easier if the youth will understand that the laws and standards of the Faith are meant to free them from untold spiritual and moral difficulties in the same way that a proper appreciation of the laws of nature enables one to live in harmony with the forces of the planet.",
      "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation. Whoso achieveth this duty hath attained unto all good; and whoso is deprived thereof hath gone astray, though he be the author of every righteous deed. It behoveth every one who reacheth this most sublime station, this summit of transcendent glory, to observe every ordinance of Him Who is the Desire of the world. These twin duties are inseparable. Neither is acceptable without the other. Thus hath it been decreed by Him Who is the Source of Divine inspiration.",
      "When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love.",
      ". . . in the human world there is no greater power than the love of God.",
      ". . . the power which moves, controls and attracts the hearts of men is the love of God.",
      ". . . there is need of a superior power to overcome human prejudices, a power which nothing in the world of mankind can withstand and which will overshadow the effect of all other forces at work in human conditions. That irresistible power is the love of God.",
      "Real love is impossible unless one turn his face towards God and be attracted to His Beauty.",
      "What is it then, the world is beginning to ask, that has preserved you from spiritual corrosion of this nature? Where have you found the resources to free your hearts from resentment and to act with magnanimity toward those who have taken part in your mistreatment? How is it that, after a century and more of unremitting persecution . . . you still retain both a confident mastery of your moral purpose and an abiding love for the land in which you have suffered so greatly? The incomparable words of Bahá’u’lláh supply the answer:",
      "Every fire is seen to be extinguishable except for the fire of the Love of God that is manifest and ablaze in the hearts. Every mighty tree will be uprooted by tempestuous winds except for the trees of the Divine orchard, and every lamp is quenched except for the lamp of the Cause of God, which shineth in the heart of the world. Winds will add to its brightness, and it will never be extinguished.",
      "This is the answer that history will give to those who inquire of your secret. Your lives are the fruit of that Divine orchard, the handiwork of the Creative Word to which you have surrendered your hearts. ‘O well‑beloved ones! The tabernacle of unity hath been raised; regard ye not one another as strangers. Ye are the fruits of one tree and the leaves of one branch.’",
      "This brutish people then attained such a high degree of human perfection and civilisation that all their contemporaries marvelled at them. Those very peoples who had always mocked the Arabs and held them up to ridicule as a breed devoid of judgement, now eagerly sought them out, visiting their countries to acquire enlightenment and culture, technical skills, statecraft, arts and sciences . . .",
      "In the early ages of Islám the peoples of Europe acquired the sciences and arts of civilisation from Islám as practised by the inhabitants of Andalusia. A careful and thorough investigation of the historical record will establish the fact that the major part of the civilisation of Europe is derived from Islám; for all the writings of Muslim scholars and divines and philosophers were gradually collected in Europe and were with the most painstaking care weighed and debated at academic gatherings and in the centres of learning, after which their valued contents would be put to use. Today, numerous copies of the works of Muslim scholars which are not to be found in Islámic countries, are available in the libraries of Europe.",
      "The love of family is limited; the tie of blood relationship is not the strongest bond. Frequently members of the same family disagree, and even hate each other.",
      "Patriotic love is finite; the love of one’s country causing hatred of all others, is not perfect love! Compatriots also are not free from quarrels amongst themselves.",
      "The love of race is limited; there is some union here, but that is insufficient. Love must be free from boundaries!",
      "To love our own race may mean hatred of all others, and even people of the same race often dislike each other.",
      "Political love also is much bound up with hatred of one party for another; this love is very limited and uncertain.",
      "The love of community of interest in service is likewise fluctuating; frequently competitions arise, which lead to jealousy, and at length hatred replaces love.",
      "All these ties of love are imperfect. It is clear that limited material ties are insufficient to adequately express the universal love.",
      "The great unselfish love for humanity is bounded by none of these imperfect, semi‑selfish bonds; this is the one perfect love, possible to all mankind, and can only be achieved by the power of the Divine Spirit. No worldly power can accomplish the universal love.",
      "All should know, and in this regard attain the splendours of the sun of certitude, and be illumined thereby: Women and men have been and will always be equal in the sight of God. The Dawning‑Place of the Light of God sheddeth its radiance upon all with the same effulgence. Verily God created women for men, and men for women. The most beloved of people before God are the most steadfast and those who have surpassed others in their love for God, exalted be His glory. . . .",
      "The friends of God must be adorned with the ornament of justice, equity, kindness and love. As they do not allow themselves to be the object of cruelty and transgression, in like manner they should not allow such tyranny to visit the handmaidens of God. He, verily, speaketh the truth and commandeth that which benefitteth His servants and handmaidens. He is the Protector of all in this world and the next.",
      "The world of humanity has two wings——one is women and the other men. Not until both wings are equally developed can the bird fly. Should one wing remain weak, flight is impossible. Not until the world of women becomes equal to the world of men in the acquisition of virtues and perfections, can success and prosperity be attained as they ought to be.",
      "Ḥuqúqu’lláh is indeed a great law. It is incumbent upon all to make this offering, because it is the source of grace, abundance, and of all good. It is a bounty which shall remain with every soul in every world of the worlds of God, the All‑Possessing, the All‑Bountiful.",
      "The unity of the human race, as envisaged by Bahá’u’lláh, implies the establishment of a world commonwealth in which all nations, races, creeds and classes are closely and permanently united . . .",
      "A mechanism of world inter‑communication will be devised, embracing the whole planet, freed from national hindrances and restrictions, and functioning with marvellous swiftness and perfect regularity.",
      "A world language will either be invented or chosen from among the existing languages and will be taught in the schools of all the federated nations as an auxiliary to their mother tongue.",
      "A world script, a world literature, a uniform and universal system of currency, of weights and measures, will simplify and facilitate intercourse and understanding among the nations and races of mankind.",
      "This commonwealth must, as far as we can visualise it, consist of a world legislature, whose members will, as the trustees of the whole of mankind, ultimately control the entire resources of all the component nations, and will enact such laws as shall be required to regulate the life, satisfy the needs and adjust the relationships of all races and peoples.",
      "A world executive, backed by an international Force, will carry out the decisions arrived at, and apply the laws enacted by, this world legislature, and will safeguard the organic unity of the whole commonwealth.",
      "A world tribunal will adjudicate and deliver its compulsory and final verdict in all and any disputes that may arise between the various elements constituting this universal system.",
      ". . . economic barriers and restrictions will be completely abolished, and the inordinate distinction between classes will be obliterated. Destitution on the one hand, and gross accumulation of ownership on the other, will disappear.",
      "In such a world society, science and religion, the two most potent forces in human life, will be reconciled, will cooperate, and will harmoniously develop.",
      "The press will, under such a system, while giving full scope to the expression of the diversified views and convictions of mankind, cease to be mischievously manipulated by vested interests, whether private or public, and will be liberated from the influence of contending governments and peoples.",
      "The economic resources of the world will be organised, its sources of raw materials will be tapped and fully utilised, its markets will be coordinated and developed, and the distribution of its products will be equitably regulated.",
      "The enormous energy dissipated and wasted on war, whether economic or political, will be consecrated to such ends as will extend the range of human inventions and technical development, to the increase of the productivity of mankind, to the extermination of disease, to the extension of scientific research, to the raising of the standard of physical health, to the sharpening and refinement of the human brain, to the exploitation of the unused and unsuspected resources of the planet, to the prolongation of human life, and to the furtherance of any other agency that can stimulate the intellectual, the moral, and spiritual life of the entire human race.",
      "Bahá’u’lláh has announced that no matter how far the world of humanity may advance in material civilisation, it is nevertheless in need of spiritual virtues and the bounties of God. The spirit of man is not illumined and quickened through material sources. It is not resuscitated by investigating phenomena of the world of matter. The spirit of man is in need of the protection of the Holy Spirit. Just as he advances by progressive stages from the mere physical world of being into the intellectual realm, so must he develop upward in moral attributes and spiritual graces. In the process of this attainment he is ever in need of the bestowals of the Holy Spirit."
    ]
  }
]
