[
  {
    "id": "8/9/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      ["A Few Thoughts for the Tutor", "a-few-thoughts-for-the-tutor", 1]
    ],
    "years": [2024.0201, 2024.0201],
    "content": [
      "The raising up of a new civilisation, prosperous both materially and spiritually, requires ever‑increasing capacity on the part of individuals, institutions, and communities to draw on the society‑building powers inherent in the Bahá’í teachings. Enhancing this capacity is the principal aim of the Ruhi Institute’s main sequence of courses. Insights into the various dimensions of this capacity, and how it can be fostered, are sought from two primary sources: from the ocean of Bahá’u’lláh’s Revelation and from experience generated worldwide in enabling growing numbers of people to partake of its treasures and offer its life‑giving waters to all around them. Those who serve as tutors of the courses bring to their efforts not only the knowledge they have gained through study but also their experience in performing the acts of service that the courses lay out—acts of service that seek to set in motion a process of individual and collective transformation at the local level. And, at no point does their participation in this process become more important than here, at Book 7, where the tutor, in helping others take up this act of service, will be engaging participants in an exploration of a path that he or she has come to know well through ongoing experience in walking it.",
      "This exploration begins by focusing on the nature of spiritual growth engendered by service—the subject of the first unit, “The Spiritual Dynamics of Advancing on a Path of Service”. The unit presents a series of ideas that will enable participants to reflect on the process of spiritual transformation on which they embarked in recognising Bahá’u’lláh and in arising to serve His Cause and humanity: the condition of a heart that is turned towards the Sun of Truth, the capacity with which we are each endowed to know God and to reflect His attributes, the force of the love of God that animates our lives and the illumination we receive from obedience to His commands, the assurance we gain from His knowledge and the faith and certainty that compels us to action, the sense of hopefulness that must characterise our hearts and the longing desire to achieve His purpose that must stir them, the need for us to put forth effort and make sacrifices, and the state of joy that must quicken our steps.",
      "For participants, study of the unit will heighten their awareness of a concept already well familiar to them—that it is in the field of service that we are each able to realise our God‑given potential and contribute to the betterment of society. At a more profound level, they should come to understand that, in entering this field, we are impelled towards a state of servitude, a state in which “being” and “doing” are completely merged, one that calls for the forces of purity and knowledge, of faith and obedience, of hope and longing desire, of sacrifice and joy. Walking the path of service in such a state creates a dynamic interaction between the powers latent in the human soul and the potent forces that the advent of Bahá’u’lláh’s Revelation has released. As fledgling tutors, the participants need to go further to recognise that it is these dynamics that give shape to our relationships as we walk the path together, that steel our resolve and augment our capacity individually and collectively.",
      "Having reflected on these spiritual dynamics, participants are provided with an opportunity to examine how the educational approach of the Ruhi Institute and its courses enable individuals to progress along this path—an examination that constitutes the core of the next unit, “Serving as a Tutor of the Institute Courses”. Section 15 describes this approach briefly, outlining some of the thinking that led to its development and touching on some of its central concepts—the pursuit of a twofold moral purpose, simultaneous engagement in study and action, the strengthening of capabilities—concepts that underlie the content of the courses and determine the manner in which the path of service is to be trodden. The sections that follow then consider, each in turn, the first six books of the main sequence in an effort to shed light on the pedagogical principles that govern the curriculum and to help participants gain a more profound understanding of what the materials seek to achieve. To this end, these core sections draw heavily on the prefatory remarks of each book, “A Few Thoughts for the Tutor”.",
      "In guiding the participants through this central part of the unit, the tutor should not underestimate its importance. The extracts from the prefatory remarks and the exercises that accompany them will, to an extent, serve as a means for participants to analyse the content of the books they have already studied and reflect on the acts of service they encourage. But, more crucially, they should come to recognise some of the characteristics that distinguish an educational process which takes service to the Cause and humanity as its organising principle. What should stand out to them is the role accorded to fostering understanding and developing spiritual qualities in this process. It is the attention given to ensuring that these two imperatives go hand in hand that sets the educational process conceived by the Institute apart from courses which narrowly focus on training in skills, imparting only the knowledge and information that carrying out specific tasks requires.",
      "Participants will readily see how this theme is woven into the discussion of the first six books, undertaken in Sections 16 to 26, and the tutor should be prepared to help them appreciate how so many of the other characteristics of the educational process derive meaning from it. Among these characteristics there are a few the tutor will want to keep especially in mind.",
      "First, what should become clear is that a life committed to the pursuit of a twofold moral purpose is one that is centred on God and His Revelation. This, in fact, is the main thrust behind the structure and content of the sequence of courses—evident as early as Book 1. Dedicated to awakening in those who study it a sense of their true identity—the identity of one who walks the path of service—the book begins by focusing participants on the Sacred Writings and on the effort required to understand them and apply them to their lives. Only in this light does it then direct their attention to the life of the spirit and the nourishment their souls receive through supplication and communion with Him. It can be imagined that an educational process that seeks to raise consciousness in this way would be better suited to helping individuals quiet “the insistent self” than one that encourages prolonged introspection as a primary channel for the release of the spiritual powers at their disposal.",
      "Second, these sections should serve to highlight the centrality given to capacity building in the educational process. That this process is concerned with both knowledge—specifically, knowledge of the Revelation of Bahá’u’lláh—and practice should come into sharp focus. Indeed, its effectiveness in raising capacity relies primarily on its ability to take full advantage of the mutual interaction between the two: new insights are generated when understanding achieved through study is enriched in light of practice, and ongoing engagement in acts of service increases thirst for knowledge and stokes the desire to seek the inner meanings concealed in the Writings of the Faith. It is the emphasis placed on capacity building that makes the educational process distinct from the various kinds of deepening efforts that have emerged over the years which, beneficial in their own right, generally focus on study of the Writings in isolation from action. Here, instead, the acquisition of knowledge is pursued in the context of the twofold purpose to attend to one’s own spiritual and intellectual growth and to contribute to the transformation of society. So it is, then, that the progress of the individual and the advancement of the collective are brought together into one forward movement.",
      "Third, the exploration should shed light on the nature of the capabilities developed in walking the path of service—how they not only build on one another but are also interrelated. The concept of “capabilities” was, of course, introduced to participants in Book 2, where they were encouraged to raise their capacity to initiate and sustain meaningful and uplifting conversations. They will have gained an intuitive sense of what this term implies through the study of that book, and their appreciation of its significance will have increased as they were assisted in Book 3, as prospective teachers of young children, in grasping certain fundamental educational concepts, in reflecting on the spiritual qualities and attitudes involved, and in practising the skills and abilities needed. They will have seen, too, how the study of each of the subsequent courses contributed to a further increase of capacity, commensurate with the widening scope of service in which they engaged.",
      "Now, as fledgling tutors, they will have an opportunity to reflect on the concept of “capability” explicitly for the first time. Here they should come to realise that the development of capabilities, as conceived in the educational process, involves advancing in a set of interrelated attributes—in the understanding of concepts, in the acquisition of spiritual qualities, in the formation of appropriate habits and attitudes, and in the sharpening of certain skills and abilities. To think of capabilities in this way calls for participants to distinguish the concept as used here from how it is employed in everyday language. To be capable of doing something, in day‑to‑day speech, can refer to anything from, say, baking bread to serving as an animator of a junior youth group. The concept assumes its intended meaning only in the case of the latter, for to be capable of serving as an animator requires a constellation of certain attributes from each of the categories mentioned above. In identifying clusters of capabilities, as well as those attributes most essential to them, the Ruhi Institute has avoided mapping them out precisely; it decided early on that it would be counterproductive to do so. It would be sufficient, it felt, for the educational process to be aware of the need to develop the necessary attributes in a way that would enable participants to carry out increasingly complex acts of service for the advancement of their communities.",
      "This relates closely, then, to another point. The acts of service addressed in the main sequence of courses perform two concurrent functions: while developing in ever greater measure the capabilities of the individual, acts of service ensure that his or her efforts help expand and strengthen vibrant patterns of community life. Accordingly, the first act on the path of service—to share prayers and reflect on them with others, particularly with families—is not to be set aside once some experience is gained after the study of Book 1. Nor does one stop visiting homes in one’s village or neighbourhood following some practice in exploring deepening themes with families, as suggested in Book 2. The individual, bolstered by the energies of a growing nucleus of committed friends, continues to gain more and more experience, advancing in the corresponding capabilities as he or she does so, and helps in this way to weave the fabric of a purposeful community through continuous engagement and maturity of experience.",
      "For the tutor of Book 7, the above thoughts should assist in facilitating a fruitful discussion around the core of the second unit. While sufficient time should be dedicated to study of the relevant sections, it should also be remembered that participants will likely return to them again and again as they take up this act of service. Of course, the introductory remarks to each book, “A Few Thoughts for the Tutor”, will, in themselves, be a most essential resource as they seek to gain further insight into the nature of the educational process, a process that will rely so decisively on their contribution for its steady unfoldment.",
      "In this connection, it will be helpful for the tutor to keep in mind the overall structure of the unit and to have a clear idea of what precedes and follows these central sections. To lay the groundwork for the examination undertaken there, two essential themes are addressed in the first part of the unit. Sections 2 to 9 explore the theme of motivation, and Sections 10 to 14 discuss the subject of participation.",
      "With regard to the former, the unit suggests that, whatever other factors may be involved, it is understanding that is the greatest of all motivators. To the extent that an educational process is able to nurture understanding, then, will it succeed in tapping the roots of motivation that lie deep within the human soul. Section 5 provides an extract from the introduction to Book 1 that describes the purpose of its first unit, “Understanding the Bahá’í Writings”. In doing so, it guides the aspiring tutor through a reflection on the concept of understanding, specifically as it pertains to the Writings as a source of veritable knowledge. The exercises in that section will help participants appreciate the different dimensions of understanding that the courses hope to advance, and it will be important for them to have these dimensions in mind when they eventually embark on the study of the courses with a group of friends. That said, no attempt should ever be made to apply the ideas discussed too narrowly. The Ruhi Institute itself, in reflecting on how an educational process can nurture understanding, has avoided any kind of formulaic approach. It has placed trust, instead, in the potential of participants to achieve a greater and greater grasp of the inexhaustible meaning enshrined in the Sacred Word as they study it, as they strive to apply it to the betterment of their own individual lives and the life of their community, and, in the final analysis, as they allow it to shape their thoughts and actions.",
      "As for the question of “participation”, this is a profound concept that underlies the entire sequence of courses. After all, any educational process concerned with raising capacity for building the world civilisation conceived by Bahá’u’lláh, Whose teachings are intended for all of humanity, would necessarily have to take an approach that is participatory in nature. Section 10 discusses what this means for the teaching‑learning dynamics envisioned in the courses, and adequate attention should be given to the points addressed. The courses are designed so as to enable each individual to take charge of his or her own learning. The imaginary conversations in Sections 12 and 14, which highlight some of the implications of this participatory approach for the tutor, should heighten appreciation for the simplicity with which the study of the courses is to be approached. They should raise consciousness, too, of the dangers inherent in resorting to techniques to elicit the desired participation and in allowing them to take precedence over substance. The difficulty lies not merely in the amount of energy and resources that may be expended in the search for techniques but, more crucially, in how reliance on them diminishes the efficacy of study in achieving its principal aim— enhancement of understanding. While it is true that certain simple techniques can sometimes be helpful for specific purposes, aspiring tutors should recognise that it is ultimately their familiarity with the content of the courses, including the acts of service to which they give rise, that will assist them in creating the requisite teaching‑learning dynamics.",
      "Having addressed the concept of participation as it relates to study of the courses, the unit moves naturally into the exploration of the main sequence in the central sections discussed above. It then touches briefly, in Section 27, on the question of the courses that branch off from the main sequence, before turning to the system for their delivery. What should become clear is that the system is not arbitrary. Made up of three primary elements—the curriculum, the study circle, and the tutor—it reflects an important principle at the heart of the educational process, a principle that applies equally to study and to action: individuals, ultimately responsible for their own learning, must be allowed to advance on the path of service at a pace and stride suitable to their personal circumstances. That the flexibility inherent in the system accommodates this principle should not be lost on the participants as future tutors. This flexibility is found chiefly in the way the system operates—in, for example, the way study circles are formed, in the frequency of their meetings, and in the complementary modes of delivery that allow for some variation in the intensity of study. It should not be taken to suggest that the basic logic of the sequence of courses can be ignored. There may, occasionally, be specific circumstances in which, in response to a momentary need, one or another book is studied as a standalone course or the order of study is adjusted for a time. Yet, it is the movement of individuals through the courses sequentially that builds capacity. Not only are they able to deal with more and more challenging content in this way, expanding their understanding of concepts on the basis of what they have learned, but they are also able to carry out more demanding acts of service as, at each step along the path, they gain the practical knowledge and insights necessary for them to make further progress.",
      "As for the tutor—so key to the entire educational system—study of the unit will have shed light on the interrelated attributes that this act of service requires: on the spiritual qualities, attitudes, skills, and abilities that are drawn upon in guiding a group through the courses, in addition to a deep understanding of the concepts and principles that govern the curriculum. In this, participants will be reminded that, as with any capabilities, those needed to serve as tutors with greater and greater effectiveness will develop over time through experience. They will also be encouraged to take advantage of the many opportunities they will have to reflect regularly on the content of the courses and learn from the experience of fellow tutors in reflection gatherings organised for this purpose. To help them gain a sense of what their participation in these gatherings will entail, Sections 32 to 35 present an imaginary conversation between a few tutors and an institute coordinator for the main sequence of courses. Their discussion is concerned primarily with study of the content; yet it would be reasonable to assume that such a gathering would also provide a space for sharing insights gained from efforts to assist individuals in undertaking the acts of service for which the courses try to build capacity.",
      "Here another idea deserves mention. Participants will have, in one way or another, since the opening pages of the book, caught many a glimpse into the nature of an educational process that seeks to release the spiritual and intellectual powers of the individual in pursuit of a twofold moral purpose. That the focus given to developing capabilities along a path of service contributes, in no small measure, to empowering individuals morally and spiritually will become evident to participants as they reach the close of the unit. What should not be overlooked by fledgling tutors—and, indeed, what should galvanise their future endeavours—is the potential inherent in the process to generate a movement of a population towards the World Order envisioned by Bahá’u’lláh. For it is as individuals, rank upon rank, tread a common path together, accompanying and supporting one another and engaging the participation of countless others in uplifting their communities, that spiritual forces are released at the magnitude required and the dynamics of a movement set in motion.",
      "The third unit of Book 7 constitutes a natural companion to the second. Relatively short, “Promoting the Arts at the Grassroots” builds on the insights participants have gained into the educational process to examine the role artistic activity can play in enhancing this process and in strengthening the patterns of community life to which it gives rise. By now participants will have a good understanding of the intimate connection between the two and will appreciate that, especially in the context of the educational process, collective endeavours like institute campaigns and camps provide a wide latitude for making use of the arts in different forms—music, storytelling, drama, and crafts. Before looking at these art forms in some detail, each in turn, participants reflect on several quotations from the Writings that speak to the nature of artistic endeavours and their ability to awaken in the human soul the force of attraction to beauty. The impulse to promote the arts at the grassroots is one manifestation of this powerful force, which, in the final analysis, is but a reflection of the force of attraction to the beauty that shines forth from the Revelation of Bahá’u’lláh, before “Whose glory the very essence of beauty must pale and wither”. It is in the Word of God which He has revealed for the regeneration of humanity, then, that we must seek the standard for artistic expression, both in elevating the human spirit and in creating the culture being shaped through the teachings of the Faith."
    ]
  },
  {
    "id": "8/9/2/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "The most important thing is to polish the mirrors of hearts in order that they may become illumined and receptive of the divine light. One heart may possess the capacity of the polished mirror; another, be covered and obscured by the dust and dross of this world. Although the same Sun is shining upon both, in the mirror which is polished, pure and sanctified you may behold the Sun in all its fullness, glory and power, revealing its majesty and effulgence; but in the mirror which is rusted and obscured there is no capacity for reflection, although so far as the Sun itself is concerned it is shining thereon and is neither lessened nor deprived. Therefore, our duty lies in seeking to polish the mirrors of our hearts in order that we shall become reflectors of that light and recipients of the divine bounties which may be fully revealed through them.",
      "All praise and glory be to God Who, through the power of His might, hath delivered His creation from the nakedness of nonexistence, and clothed it with the mantle of life. From among all created things He hath singled out for His special favour the pure, the gem‑like reality of man, and invested it with a unique capacity of knowing Him and of reflecting the greatness of His glory."
    ]
  },
  {
    "id": "8/9/2/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      ". . . I have perfected in every one of you My creation, so that the excellence of My handiwork may be fully revealed unto men. It follows, therefore, that every man hath been, and will continue to be, able of himself to appreciate the Beauty of God, the Glorified. Had he not been endowed with such a capacity, how could he be called to account for his failure?",
      "should not look at the depraved condition of the society in which they live, nor at the evidences of moral degradation and frivolous conduct which the people around them display. They should not content themselves merely with relative distinction and excellence. Rather they should fix their gaze upon nobler heights by setting the counsels and exhortations of the Pen of Glory as their supreme goal. Then it will be readily realised how numerous are the stages that still remain to be traversed and how far off the desired goal lies—a goal which is none other than exemplifying heavenly morals and virtues."
    ]
  },
  {
    "id": "8/9/2/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "O Son of Being! Love Me, that I may love thee. If thou lovest Me not, My love can in no wise reach thee. Know this, O servant.",
      "For love of God and spiritual attraction do cleanse and purify the human heart and dress and adorn it with the spotless garment of holiness; and once the heart is entirely attached to the Lord, and bound over to the Blessed Perfection, then will the grace of God be revealed.",
      "This love is not of the body but completely of the soul. And those souls whose inner being is lit by the love of God are even as spreading rays of light, and they shine out like stars of holiness in a pure and crystalline sky. For true love, real love, is the love for God, and this is sanctified beyond the notions and imaginings of men.",
      "He that seeketh to be a helper of God in this Day, let him close his eyes to whatever he may possess, and open them to the things of God. Let him cease to occupy himself with that which profiteth him, and concern himself with that which shall exalt the all‑compelling name of the Almighty. He should cleanse his heart from all evil passions and corrupt desires, for the fear of God is the weapon that can render him victorious, the primary instrument whereby he can achieve his purpose. The fear of God is the shield that defendeth His Cause, the buckler that enableth His people to attain to victory. It is a standard that no man can abase, a force that no power can rival. By its aid, and by the leave of Him Who is the Lord of Hosts, they that have drawn nigh unto God have been able to subdue and conquer the citadels of the hearts of men.",
      "The seeker, when immersed in the ocean of the love of God, will be moved by intense longing and will arise to carry out the laws of God."
    ]
  },
  {
    "id": "8/9/2/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation. Whoso achieveth this duty hath attained unto all good; and whoso is deprived thereof hath gone astray, though he be the author of every righteous deed. It behoveth everyone who reacheth this most sublime station, this summit of transcendent glory, to observe every ordinance of Him Who is the Desire of the world. These twin duties are inseparable. Neither is acceptable without the other. Thus hath it been decreed by Him Who is the Source of Divine inspiration.",
      "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures.",
      "Indeed, the laws of God are like unto the ocean and the children of men as fish, did they but know it.",
      "Indeed His ordinances constitute the mightiest stronghold for the protection of the world and the safeguarding of its peoples—a light upon those who acknowledge and recognise the truth, and a fire unto such as turn away and deny.",
      "Say: By God! His Law is a fortress unto you, could ye but understand.",
      "Say: Take hold of it, O people, and observe that which hath been sent down in it of the wondrous precepts of your Lord, the Forgiving, the Bountiful. It will truly prosper you both in this world and in the next and will purge you of whatsoever ill beseemeth you.",
      "The ordinances of God have been sent down from the heaven of His most august Revelation. All must diligently observe them. Man’s supreme distinction, his real advancement, his final victory, have always depended, and will continue to depend, upon them. Whoso keepeth the commandments of God shall attain everlasting felicity.",
      "The Tongue of My power hath, from the heaven of My omnipotent glory, addressed to My creation these words: “Observe My commandments, for the love of My beauty.”"
    ]
  },
  {
    "id": "8/9/2/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "Pleasing and acceptable as is a righteous person before God’s Holy Threshold, yet good works should proceed from knowledge. However matchless and exquisite may be a blind man’s handiwork, yet he himself is deprived of seeing it. How sorely do certain animals labour on man’s behalf, what loads they bear for him, how greatly they contribute to his ease and comfort; and yet, because they are unwitting, they earn no recompense for all their pains. The clouds rain down their bounty, nurturing the plants and flowers, and imparting verdure and enchantment to the plain and prairie, the forest and the garden; but yet, unconscious as they are of the results and fruit of their outpourings, they win no praise or honour, nor earn the gratitude and approbation of any man. The lamp imparteth light, but as it hath no consciousness of doing so, no one is indebted to it. This apart, a man of righteous deeds and goodly conduct will assuredly turn towards the Light, in whichever quarter he behold it. The point is this, that faith compriseth both knowledge and the performance of good works.",
      "Say: O people! Withhold not from yourselves the grace of God and His mercy. . . . He it is Who hath unveiled to your eyes the treasures of His knowledge, and caused you to ascend unto the heaven of certitude—the certitude of His resistless, His irrefutable, and most exalted Faith.",
      "Attire yourselves, O people, with the raiment of certitude, that it may protect you from the darts of idle fancy and vain imaginings and that ye may be numbered with the faithful in these days—days wherein none may attain certitude nor achieve constancy in the Cause of God save by renouncing that which is current amongst men and by turning towards this hallowed and refulgent Beauty."
    ]
  },
  {
    "id": "8/9/2/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "Never lose thy trust in God. Be thou ever hopeful, for the bounties of God never cease to flow upon man. . . . Man is under all conditions immersed in a sea of God’s blessings. Therefore, be thou not hopeless under any circumstances, but rather be firm in thy hope.",
      "If the heart turns away from the blessings God offers how can it hope for happiness? If it does not put its hope and trust in God’s Mercy, where can it find rest? Oh, trust in God! for His Bounty is everlasting, and in His Blessings, for they are superb. Oh! put your faith in the Almighty, for He faileth not and His goodness endureth forever! His Sun giveth Light continually, and the Clouds of His Mercy are full of the Waters of Compassion with which He waters the hearts of all who trust in Him. His refreshing Breeze ever carries healing in its wings to the parched souls of men!",
      "The joyful tidings of the Revelation were announced, and the blazing flame and glowing fire of the Burning Bush shone resplendent. The billows of the ocean of unity, even as the hosts of guidance, beat upon the shores of discord and cast the precious pearls of unity and concord far and wide. The divine springtime encircled the earth, heavenly flowers bloomed, vernal showers rained down, and life‑bestowing winds blew on every side, till at last all were filled with hope that the beauty of Oneness would be unveiled in the assemblage of the world, and that the brightness of its countenance would shine resplendent throughout all regions.",
      "He is the Compassionate, the All‑Bountiful! O God, my God! Thou seest me, Thou knowest me; Thou art my Haven and my Refuge. None have I sought nor any will I seek save Thee; no path have I trodden nor any will I tread but the path of Thy love. In the darksome night of despair, my eye turneth expectant and full of hope to the morn of Thy boundless favour and at the hour of dawn my drooping soul is refreshed and strengthened in remembrance of Thy beauty and perfection. He whom the grace of Thy mercy aideth, though he be but a drop, shall become the boundless ocean, and the merest atom which the outpouring of Thy loving‑kindness assisteth, shall shine even as the radiant star.",
      "Shelter under Thy protection, O Thou Spirit of purity, Thou Who art the All‑Bountiful Provider, this enthralled, enkindled servant of Thine. Aid him in this world of being to remain steadfast and firm in Thy love and grant that this broken‑winged bird attain a refuge and shelter in Thy divine nest that abideth upon the celestial tree."
    ]
  },
  {
    "id": "8/9/2/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "The fountain of divine generosity is gushing forth, but we must have thirst for the living waters. Unless there be thirst, the salutary water will not assuage. Unless the soul hungers, the delicious foods of the heavenly table will not give sustenance. Unless the eyes of perception be opened, the lights of the sun will not be witnessed. Until the nostrils are purified, the fragrance of the divine rose garden will not be inhaled. Unless the heart be filled with longing, the favours of the Lord will not be evident. . . . If an ocean of salubrious water is surging and we be not thirsty, what benefit do we receive? If the candle be lighted and we have no eyes, what enjoyment do we obtain from it? If melodious anthems should rise to the heavens and we are bereft of hearing, what enjoyment can we find?",
      "Stop being conscious of your frailties, therefore; have a perfect reliance upon God; let your heart burn with the desire to serve His mission and proclaim His call; and you will observe how eloquence and the power to change human hearts will come as a matter of course."
    ]
  },
  {
    "id": "8/9/2/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      "Unto each one hath been prescribed a preordained measure, as decreed in God’s mighty and guarded Tablets. All that which ye potentially possess can, however, be manifested only as a result of your own volition. Your own acts testify to this truth.",
      "Indulge not your bodies with rest, but work with all your souls, and with all your hearts cry out and beg of God to grant you His succour and grace. Thus may ye make this world the Abhá Paradise, and this globe of earth the parade ground of the realm on high. If only ye exert the effort, it is certain that these splendours will shine out, these clouds of mercy will shed down their rain, these life‑giving winds will rise and blow, this sweet‑smelling musk will be scattered far and wide.",
      ". . . man’s stillness or motion itself is conditioned upon the aid of God. Should this assistance fail to reach him, he can do neither good nor evil. But when the assistance of the all‑bounteous Lord confers existence upon man, he is capable of both good and evil. And should that assistance be cut off, he would become absolutely powerless. That is why the aid and assistance of God are mentioned in the Sacred Scriptures. This condition can be likened to that of a ship that moves by the power of wind or steam. Should this power be cut off, the ship would become entirely unable to move. Nevertheless, in whatever direction the rudder is turned, the power of the steam propels the ship in that direction. If the rudder is turned to the east, the ship moves eastward, and if it is directed to the west, the ship moves west. This motion does not arise from the ship itself, but from the wind or steam.",
      "In like manner, all the doings of man are sustained by the power of divine assistance, but the choice of good or evil belongs to him alone."
    ]
  },
  {
    "id": "8/9/2/10",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 10", "section-10", 10]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      ". . . look at me, follow me, be as I am; take no thought for yourselves or your lives, whether ye eat or whether ye sleep, whether ye are comfortable, whether ye are well or ill, whether ye are with friends or foes, whether ye receive praise or blame; for all these things ye must care not at all. Look at me and be as I am; ye must die to yourselves and to the world, so ye shall be born again and enter the kingdom of heaven. Behold the candle, how it gives light. It weeps its life away drop by drop in order to give forth its flame of light.",
      ". . . nearness to God necessitates sacrifice of self, severance and the giving up of all to Him. Nearness is likeness.",
      "This is the time for gladness, the day of joy and exhilaration, for, praised be God, all doors are opened wide through the bounty of the Abhá Beauty. But high endeavour and self‑sacrifice are needed and the concentration of one’s thoughts is required for the tree of hope to yield its fruit and results to be achieved.",
      "That one indeed is a man who, today, dedicateth himself to the service of the entire human race. The Great Being saith: Blessed and happy is he that ariseth to promote the best interests of the peoples and kindreds of the earth.",
      "Thus I exhort each of you . . . to sacrifice all your thoughts, words and actions to bring the knowledge of the Love of God into every heart."
    ]
  },
  {
    "id": "8/9/2/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 1: The Spiritual Dynamics of Advancing on a Path of Service",
        "unit-1-the-spiritual-dynamics-of-advancing-on-a-path-of-service",
        2
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To gain increased awareness of the spiritual dynamics of advancing along a path of service to the Cause and humanity and to acquire an understanding of the forces at work",
    "content": [
      ". . . ye must in this matter—that is, the serving of humankind—lay down your very lives, and as ye yield yourselves, rejoice.",
      "If only thou couldst know what a high station is destined for those souls who are severed from the world, are powerfully attracted to the Faith, and are teaching, under the sheltering shadow of Bahá’u’lláh! How thou wouldst rejoice, how thou wouldst, in exultation and rapture, spread thy wings and soar heavenward—for being a follower of such a way, and a traveller toward such a Kingdom.",
      "Hold ye fast to the hem of God’s garment, and direct all your efforts toward furthering His Covenant, and burning ever more brightly with the fire of His love, that your hearts may leap for joy in the breathings of servitude which well out from the breast of ‘Abdu’l‑Bahá.",
      "Let us put aside all thoughts of self; let us close our eyes to all on earth, let us neither make known our sufferings nor complain of our wrongs. Rather let us become oblivious of our own selves, and drinking down the wine of heavenly grace, let us cry out our joy, and lose ourselves in the beauty of the All‑Glorious.",
      "At all times do I speak of you and call you to mind. I pray unto the Lord, and with tears I implore Him to rain down all these blessings upon you, and gladden your hearts, and make blissful your souls, and grant you exceeding joy and heavenly delights.",
      "My only joy in this swiftly passing world was to tread the stony path of God and to endure hard tests and all material griefs. For otherwise, this earthly life would prove barren and vain, and better would be death. The tree of being would produce no fruit; the sown field of this existence would yield no harvest. Thus it is my hope that once again some circumstance will make my cup of anguish to brim over, and that beauteous Love, that Slayer of souls, will dazzle the beholders again. Then will this heart be blissful, this soul be blessed.",
      "Then rose the Sun of Truth and the splendours of the Kingdom were shed over east and west. Those who had eyes to see rejoiced at the glad tidings and cried out: “O blessed, blessed are we!,” and they witnessed the inner reality of all things, and uncovered the mysteries of the Kingdom. Delivered then from their fancies and their doubts, they beheld the light of truth, and so exhilarated did they become from draining the chalice of God’s love, that they utterly forgot the world and their own selves. Dancing for joy they hastened to the place of their own martyrdom and there, where men die for love, they flung away their heads and hearts."
    ]
  },
  {
    "id": "8/9/3/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "O Company of God! To each created thing, the Ancient Sovereignty hath portioned out its own perfection, its particular virtue and special excellence, so that each in its degree may become a symbol denoting the sublimity of the true Educator of humankind, and that each, even as a crystalline mirror, may tell of the grace and splendour of the Sun of Truth.",
      "And from amongst all creatures He hath singled out man, to grant him His most wondrous gift, and hath made him to attain the bounties of the Company on High. That most precious of gifts is attainment unto His unfailing guidance, that the inner reality of humankind should become as a niche to hold this lamp; and when the scattering splendours of this light do beat against the bright glass of the heart, the heart’s purity maketh the beams to blaze out even stronger than before, and to shine in glory on the minds and souls of men.",
      "The attainment of the most great guidance is dependent upon knowledge and wisdom, and on being informed as to the mysteries of the Holy Words. Wherefore must the loved ones of God, be they young or old, be they men or women, each one according to his capabilities, strive to acquire the various branches of knowledge, and to increase his understanding of the mysteries of the Holy Books, and his skill in marshalling the divine proofs and evidences.",
      "The eminent Ṣadru’ṣ‑Ṣudúr, who hath verily attained a most exalted station in the Retreats of Bliss, inaugurated the teaching meeting. He was the first blessed soul to lay the foundation of this momentous institution. God be praised, during the course of his life he educated persons who today are strong and eloquent advocates of the Lord God, disciples who are indeed pure and spiritual descendants of him who was so close to the Holy Threshold. After his passing, certain blessed individuals took steps to perpetuate his teaching work, and when He learned of it, this Captive’s heart rejoiced.",
      "O God, O Thou Who hast cast Thy splendour over the luminous realities of men, shedding upon them the resplendent lights of knowledge and guidance, and hast chosen them out of all created things for this supernal grace, and hast caused them to encompass all things, to understand their inmost essence, and to disclose their mysteries, bringing them forth out of darkness into the visible world! “He verily showeth His special mercy to whomsoever He will.”",
      "O Lord, help Thou Thy loved ones to acquire knowledge and the sciences and arts, and to unravel the secrets that are treasured up in the inmost reality of all created beings. Make them to hear the hidden truths that are written and embedded in the heart of all that is. Make them to be ensigns of guidance amongst all creatures, and piercing rays of the mind shedding forth their light in this, the “first life.” Make them to be leaders unto Thee, guides unto Thy path, runners urging men on to Thy Kingdom.",
      "Thou verily art the Powerful, the Protector, the Potent, the Defender, the Mighty, the Most Generous."
    ]
  },
  {
    "id": "8/9/3/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "Walking the path of service opened up by the institute courses calls for an ever‑deepening understanding of Bahá’u’lláh’s teachings, which the materials endeavour to set forth unequivocally . . .",
      "Not surprisingly, then, it is with the question of understanding, so central to all the books in the sequence, that this first one begins. To read from the Holy Writings is not the same as reading the many thousands of pages that a person sees in a lifetime, and the unit, “Understanding the Bahá’í Writings”, seeks to foster the habit of reading passages from the Sacred Text every day and meditating on their meaning, a habit that will greatly aid participants as they embark on the path of service. To guide them in its study, the tutor must give a great deal of thought to the subject of understanding.",
      "The Bahá’í Writings contain profound spiritual truths, and even as we strive to advance in our understanding of their infinite meaning, we know that we can never reach a definitive end. We generally gain a basic comprehension of the immediate meaning of a passage when reading it for the first time, and Section 1 of the unit takes this as a starting point. Thus, after reading the quotation, “The betterment of the world can be accomplished through pure and goodly deeds, through commendable and seemly conduct”, participants are simply asked, “How can the betterment of the world be accomplished?” At a glance, most of the questions and exercises of this kind appear to be too simple. But years of experience seem to justify the Institute’s decision to begin this way. We all need to be reminded that, in its haste to find the layers of truth in a passage, the mind should not overlook its obvious meaning. Attention to this first level of comprehension also proves vital to group consultation; it strengthens unity of thought, readily attainable when personal opinions are allowed to be illumined by Divine wisdom.",
      "It is important to note here that understanding the immediate meaning of most passages does not benefit from a long discussion of single words out of context. That said, it may be necessary, on occasion, for a group to look up a word in the dictionary. What may be more fruitful, however, is for the participants to learn how to infer the meanings of words from whole sentences and paragraphs.",
      "For understanding to expand beyond the realm of immediate meaning, examples that show how ideas find concrete expression can be helpful. All that is called for in this respect are straightforward exercises. In Section 2, for instance, participants are asked to determine, in light of a passage they have just read, whether certain characteristics are commendable. In a similar exercise in Section 4, they are encouraged to name five virtues and then decide whether it is possible to acquire any of them in the absence of truthfulness—described in the Writings as “the foundation of all human virtues”.",
      "To achieve its purpose, the unit demands a further advance in understanding by challenging participants to think about some of the implications of the passages presented. In Section 2, they are required to determine whether the statement “There are so few good people in the world that their actions do not have any effect” is true. Here the intent is not to elicit mere opinion. The tutor must pause and query the reason for the participants’ answers. That the statement must necessarily be false because it contradicts the first quotation in the preceding section is the conclusion to which the group should come. The question of whether Bahá’ís may confess their sins to others is also an example of this kind of exercise. It refers to the prohibition in the teachings against confession as a means of absolving sin, which, not mentioned expressly in any of the passages studied, can be drawn out by exploring the meaning of the verse, “Bring thyself to account each day ere thou art summoned to a reckoning.”"
    ]
  },
  {
    "id": "8/9/3/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "Hear Me, ye mortal birds! In the Rose‑Garden of changeless splendour a Flower hath begun to bloom, compared to which every other flower is but a thorn, and before the brightness of Whose glory the very essence of beauty must pale and wither. Arise, therefore, and, with the whole enthusiasm of your hearts, with all the eagerness of your souls, the full fervour of your will, and the concentrated efforts of your entire being, strive to attain the paradise of His presence, and endeavour to inhale the fragrance of the incorruptible Flower, to breathe the sweet savours of holiness, and to obtain a portion of this perfume of celestial glory. Whoso followeth this counsel will break his chains asunder, will taste the abandonment of enraptured love, will attain unto his heart’s desire, and will surrender his soul into the hands of his Beloved. Bursting through his cage, he will, even as the bird of the spirit, wing his flight to his holy and everlasting nest. . . .",
      "The everlasting Candle shineth in its naked glory. Behold how it hath consumed every mortal veil. O ye moth‑like lovers of His light! Brave every danger, and consecrate your souls to its consuming flame. O ye that thirst after Him! Strip yourselves of every earthly affection, and hasten to embrace your Beloved. With a zest that none can equal make haste to attain unto Him. The Flower, thus far hidden from the sight of men, is unveiled to your eyes. In the open radiance of His glory He standeth before you. His voice summoneth all the holy and sanctified beings to come and be united with Him. Happy is he that turneth thereunto; well is it with him that hath attained, and gazed on the light of so wondrous a countenance."
    ]
  },
  {
    "id": "8/9/3/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      ". . . Bahá’u’lláh exhorts His followers to consort, with amity and concord and without discrimination, with the adherents of all religions; warns them to guard against fanaticism, sedition, pride, dispute and contention; inculcates upon them immaculate cleanliness, strict truthfulness, spotless chastity, trustworthiness; hospitality, fidelity, courtesy, forbearance, justice and fairness; counsels them to be “even as the fingers of one hand and the limbs of one body”; calls upon them to arise and serve His Cause; and assures them of His undoubted aid."
    ]
  },
  {
    "id": "8/9/3/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "By no means do the exercises in the unit attempt to encompass the range of meaning enshrined in the passages under consideration. One question every tutor must contemplate is how much discussion should go into any given exercise. Here it is important to bear in mind that prolonging deliberations by introducing many related but peripheral concepts tends to diminish the effectiveness of the material. Every group needs to establish a reasonable rhythm of progress; participants should feel a distinct sense that they are advancing steadily according to their own possibilities. The tutor must, however, stay attentive, lest sections are passed over quickly and superficially without the thoughtful analysis of exercises; groups that have proceeded in this way, merely filling in answers, have never attained lasting results."
    ]
  },
  {
    "id": "8/9/3/15",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 15", "section-15", 15]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "From the outset, it should be clear to every participant that the courses of the Ruhi Institute trace a path of service to humanity, upon which we each walk at our own pace, assisting and being assisted by others. Treading this path implies the pursuit of a twofold moral purpose: to attend to one’s own spiritual and intellectual growth and to contribute to the transformation of society. Progress on the path entails the development of a number of capabilities that require understanding and knowledge, spiritual qualities and praiseworthy attitudes, as well as a host of abilities and skills. The sources of knowledge upon which the books of the Institute draw are, on the one hand, the teachings of the Bahá’í Faith and, on the other, the accumulating experience of the worldwide Bahá’í community in furthering material and spiritual civilisation. It is Bahá’u’lláh’s vision of the individual we can become and of the civilisation we can build that inspires the Institute."
    ]
  },
  {
    "id": "8/9/3/17",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 17", "section-17", 17]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "The second unit in the book is concerned, like the first, with a habit essential to spiritual life: praying regularly. It makes explicit in the opening section the concept of “path of service”, suggesting that, to walk this path, we must be imbued with a twofold purpose. Participants examine an initial set of quotations that offer insight into the nature of this purpose, a theme that will be elaborated in future courses.",
      "Against the backdrop of this theme the unit takes up its exploration of the significance of prayer. It adopts an approach similar to the one described in the preceding paragraphs. Questions and exercises are formulated so as to advance understanding of the meaning of passages from the Writings being studied. As the group progresses through the unit, the tutor may be required to dissipate doubts by analysing notions rooted in interpretations and practices of the past. In some traditions, ritual and form have gradually overshadowed the importance of inner state, and so many ignore the necessity of prayer, which, for the human soul, is no less crucial than is food in nourishing the body.",
      "Above all, then, the unit aspires to awaken in participants the desire to “converse with God” and to draw near to Him. Among the ideas addressed are what it means to enter into a state of prayer, the posture of our hearts and minds when we do so, and the conditions that should be created in our surroundings, whether we are alone or in a gathering. Indeed, after giving some thought to the forces generated through communal worship, participants are asked to consider hosting a gathering for prayer and devotions."
    ]
  },
  {
    "id": "8/9/3/18",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "The study of the third unit of the book, “Life and Death”, will strengthen, it is hoped, commitment to walking the path of service and endow it with more profound meaning. Service in this world is best understood in the fullest context of life, which extends beyond our earthly existence and continues forever as our souls progress throughout the worlds of God. In a process of education, as opposed to technical training, participants should become increasingly conscious of the meaning and significance of what they are doing. Only if such consciousness grows, experience indicates, will they come to see themselves as active, responsible “owners” of their own learning.",
      "Each section of the unit opens with one to three quotations from the Bahá’í Writings, followed by a few exercises. The language of the passages quoted in this unit is more demanding than in the previous two. There is no need, of course, for the group to dwell on difficult words; the tutor will want to ensure that everyone grasps the central idea addressed in each section, which is precisely what the exercises try to bring out.",
      "Given the nature of the subject, exercises involving concrete examples are few and far between. Most tend to operate at a conceptual level. What should be noted is that some of the questions posed by the exercises cannot be answered quickly or in a clear‑cut way. They are introduced to raise awareness about the subject; if participants merely think about such questions, the objective of learning will have been fulfilled.",
      "The first several sections focus on the relationship between the soul and the body, which, together, constitute the human being in this plane of existence. The central idea presented in these sections is that the soul is not a physical entity; its association with the body can be likened to the light that appears in a mirror. Neither the dust covering its surface nor the eventual destruction of the mirror can affect the splendour of the light itself. Death is just a change of condition, when the association between the body and soul is broken; afterwards, the soul progresses eternally towards its Creator.",
      "The unit turns next to the question of the purpose of life—to know God and to attain His presence. Discussion here revolves around two broad themes. The first is the purpose of our lives in this world, and the second the journey of the soul after death. The soul is a sign of God and can reflect all of His names and attributes. Yet the potential within the human being is latent; it can only be developed with the help of the Manifestations of God, those sanctified Beings Who come from time to time to guide humanity. Through the spiritual education They provide, the treasures hidden within us can be revealed.",
      "As for the journey of the soul after death, a series of ideas are laid out for participants to contemplate: that those faithful to God will attain unto true happiness; that none of us can ever know our own end and, therefore, we should forgive one another and not feel superior to others; that in the next world, as in this one, the soul will continue to progress and the spiritual faculties we developed here will aid and assist us there; that we will recognise our loved ones in the realms beyond, will remember our lives in this world, and will enjoy companionship with holy and sanctified souls."
    ]
  },
  {
    "id": "8/9/3/19",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 19", "section-19", 19]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "This book, the second in the main sequence of courses offered by the Ruhi Institute, is concerned with capabilities that enable us to contribute to meaningful and uplifting conversation. The specific act of service on which the book focuses is described in the third unit. In a world in which powerful forces are tearing communal bonds asunder, the practice of visiting friends and neighbours in their homes to explore themes central to the life of society can, if it becomes a prominent feature of culture, remedy some of the ills engendered by increasing isolation. The ties of fellowship thus created, the unit suggests, serve to fortify the process of building vibrant and harmonious communities.",
      "A sustained programme of visits to homes in a neighbourhood or village calls for a degree of organisation, involving a nucleus of dedicated friends supported by the requisite administrative institutions and agencies. In guiding a group through the book, the tutor should bear in mind that participants are being prepared to join such an ongoing effort. Visits arranged for them as a component of their study should lead to a commitment to take part in this effort year after year, an important aspect of a life of service.",
      "The practice of visiting homes for the explicit purpose of exploring themes of spiritual and social significance clearly enriches the culture of a community. Equally crucial in this respect are the many informal discussions that occur at home and in the workplace, at school and in the market. To introduce spiritual principles into everyday conversation from time to time, then, is an ability that deserves attention. Its development is the focus of the second unit, laying, in this way, a foundation for the study undertaken in the third.",
      "If our conversations with friends and neighbours are to be uplifting, we must be able to bring joy to our interactions with them. This is the subject addressed in the first unit, “The Joy of Teaching”. All the acts of service recommended by the Ruhi Institute involve, in essence, sharing with others the pearls of divine wisdom that we discover in the ocean of Bahá’u’lláh’s Revelation. The study of the first unit is intended to heighten awareness of the joy inherent in this pursuit. Participants are asked over several sections to think about the Word of God and what a blessing it is to share it with others. From this act, the unit proposes, arises the joy that quickens our steps as we walk the path of service.",
      "It should be noted that the acts of service described in this series of books, though central to the growth and development of a community, are above all elements of a process that seeks to raise individual capacity through study and action. What every tutor should realise is that these acts build on one another, increasing in terms of complexity from book to book. Learning to carry out each act of service effectively proves crucial to the capacity required to perform those that follow. To maintain an ongoing conversation over the course of several visits to a home, as proposed in this book, is clearly more demanding than the activity encouraged in Book 1, that of hosting a regular devotional gathering, whether on one’s own or in collaboration with a few others. And it is not difficult to see how, to undertake the more complex acts of service ahead, it will be essential for participants to advance in the capabilities addressed here."
    ]
  },
  {
    "id": "8/9/3/20",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 20", "section-20", 20]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "From their study of the second unit of Book 2, participants are already acquainted with ‘Abdu’l‑Bahá’s statement that education is of three kinds: material, human, and spiritual. Here they will be given an opportunity to further their understanding of the latter type of education, by the aid of which the spiritual nature, the higher nature, of the individual is developed. What should be clear from the outset is that spiritual education for children as conceived in the Bahá’í Faith differs fundamentally from the imposition of dogmatic beliefs sometimes associated with religious instruction. It aims to foster, instead, a love for knowledge, an open attitude towards learning, and a constant desire to investigate reality.",
      "It is equally important to acknowledge that, in the education of the young, religious precepts cannot be swept aside, for to do so would be to deny them access to divine truths and spiritual principles, principles that must come to govern their thoughts and actions. Those supporting the claim that youngsters are best left to acquire their own standards and worldviews from their interactions with society, supposedly by free choice, do not seem to appreciate how aggressively political, economic and cultural powers promote patterns of belief and behaviour that serve their own interests. But even if this were not so, there is no reason to assume that succeeding generations would be able to create a better world without an education that nurtures the spiritual nature of the individual. Humanity bereft of guidance from the Divine Educator can produce little more than chaos, injustice, and suffering.",
      "Among the gems with which every individual is endowed, the unit proposes, are those called “spiritual qualities”, seen as permanent structures upon which a noble and upright character can be built. That they constitute a distinct category of “virtues”—a general term used for every kind of praiseworthy attribute, including habits and attitudes as well as skills and abilities—is an essential idea that all participants should adequately grasp. Sections 6 and 7 consider some of the implications of this statement. The tutor will want to make sure that members of the group are able to relate what they are discussing to their study of the third unit of Book 1, where they thought about how spiritual qualities, as faculties of the human soul, must be developed in this life to aid and assist us on our eternal journey towards God. Love of God and knowledge of God are indispensable in nurturing spiritual qualities. It is important for participants to see how the ideas in these two sections set the Grade 1 lessons apart from, say, a course on virtues that treats punctuality and truthfulness as one and the same type of attribute. And, when teachers appreciate this distinction, they will avoid the tendency to view the development of a goodly character primarily in terms of behaviour modification.",
      "Discussion on the above concepts and ideas should lead participants to the realisation that, ultimately, through a process of spiritual education, children should come to regard the acquisition of spiritual qualities as a reward in itself and the possession of an unworthy character as the greatest punishment. All of this, then, should enable participants to view the modification of behaviour in youngsters from a proper perspective—not as a central aim but as an aid to the refinement of character. They will, accordingly, find appropriate ways in their interactions with children to encourage desirable conduct and to discourage unbecoming patterns of behaviour, and some of these are mentioned in Section 13. Other concepts briefly addressed in the section are those related to freedom and discipline. While harsh punishment obviously has no place in the education of children, allowing them absolute freedom to do as they wish is equally damaging to their spiritual development."
    ]
  },
  {
    "id": "8/9/3/21",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 21", "section-21", 21]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "In preparing to take a group through the second and third units, then, the tutor should give careful thought to the spiritual themes addressed. Among these are, for example, that every divine Luminary is made manifest in the world of humanity not at His own choosing, but by the Will of God, and is endowed by Him with innate knowledge; that the first to recognise His Station are called upon to perform deeds of great heroism, deeds which bear witness to the transforming power of His Faith; that He accepts to endure a life of suffering in order to guide humanity to the truth and make God’s Will and purpose known to His creation; and that no force on earth, however powerful, can succeed in diminishing His influence or prevent Him from achieving the Mission with which He has been entrusted. In this connection, one important concept treated in the third unit is that of crisis and victory. An understanding of this concept—that every crisis in the Cause of God serves to release a fresh measure of its inherent power—is essential for all those treading the path of service, not only that they may appreciate the history of the Faith but also that they may contribute to its steady unfoldment in their neighbourhoods and villages, a process which invariably passes through a series of crises and victories."
    ]
  },
  {
    "id": "8/9/3/22",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 22", "section-22", 22]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "What those who act as tutors for Book 5 should acknowledge is that, among the participants, there will be many youth in their late teens or early twenties that entered the main sequence of courses with the expressed desire of serving as an animator and with all the latent capacity needed to do so. Some will have come into contact with the Faith through discussions with their peers that emphasised the role they can play in educating younger generations. Others will have gone through the spiritual empowerment programme themselves as junior youth and embarked on the study of Book 1 soon thereafter. Whatever the avenue that brought them to the institute process, they will now form part of a growing nucleus of individuals in their village or neighbourhood committed to its betterment and, in this context, will be gaining experience in visiting households in order to explore with families themes central to the Faith—the act of service addressed in Book 2. As part of this nucleus, a good number of them will also be closely associated with at least one group of junior youth in the locality and will be assisting the animator in carrying out various activities and joining him or her on regular visits to parents to discuss concepts and approaches related to the programme. At this point, all of them will possess considerable knowledge of the Bahá’í teachings, which will have deepened through their study of Books 3 and 4, and will display the skills, abilities, attitudes and spiritual qualities needed to initiate and sustain meaningful conversations with friends and neighbours. It is particularly here, when they reach Book 5, that the significance of the capacity‑building process inherent in the Ruhi Institute’s main sequence of courses—a process conceived in terms of walking a path of service—will become apparent. To engage a group of junior youth in a three‑year programme for their spiritual empowerment is a demanding act of service, and the efforts of fledgling animators to do so will rely, in no small measure, on the capacity they have steadily built on the path thus far.",
      ". . . the unit takes a brief look at the nature of early adolescence and then asks participants to reflect on the challenge of directing the growing awareness of youngsters in this age range appropriately. In this, the unit raises a warning: such efforts must avoid the pitfall of some programmes, which, instead of directing the rising self‑awareness of those in this formative phase of life towards selfless service to others, turn it in on the “self” and, sadly, end up making them captives of the “insistent self”. Sections 5 through 9 try to alert participants to some of the subtle dangers of this pitfall by taking them through a series of relevant quotations from the Bahá’í writings. The unit goes on to consider the effects of the social environment on the lives of early adolescents, introduces the concept of a “junior youth group” as an environment of mutual support, and defines the posture to be assumed by all those arising to serve as animators of such groups.",
      "The question of spiritual empowerment requires, in general, a great deal of thought and reflection by tutors. Indeed, the educational process set in motion by the institute courses can, in the final analysis, be seen as a means of moral and spiritual empowerment, one through which people of all walks of life and every background are enabled to arise and participate in building a better world. The conception of power employed here differs greatly from prevalent definitions that associate it with the intention to dominate or to induce others to acquiesce to one’s wishes and demands. The aim, instead, is to become channels for the flow of the powers of the human spirit: the power of unity, of love, of humble service, of pure deeds. How to contribute to the dynamics needed for such a process to advance—nay, accelerate—is central to the act of serving as a tutor, and with experience in engaging group after group in the study of the courses, every tutor is able to catch glimpses into the many interacting factors involved, none of which is more powerful than nurturing true understanding.",
      "In this book, of course, the concern before the tutor extends further, to the next generation and to the nature of the educational process that will enable young adolescents to exercise their emerging powers fruitfully. At the heart of this process are the mutually reinforcing powers of thought and expression. The power of the mind to engage in abstract thought, which increases dramatically during early adolescence, is strengthened in junior youth as they learn to apply relevant scientific, moral, and spiritual concepts to their analysis of the world around them and to their initial attempts to act on society. Yet, no matter how important, the power of rational analysis is in need of spiritual perception. Through it, channels of understanding, not available through the exercise of mental powers alone, are opened. Junior youth, then, must be helped to recognise spiritual forces and identify spiritual principles in the situations they encounter if they are to make sound moral choices. That the moral structure governing a person’s thoughts and behaviour is closely connected to the structure of language in which he or she expresses thought is a basic premise of the educational process envisioned. Whatever insights the first two units of Book 5 may have offered into this process, Sections 5 through 19 of the third unit strive to make its various dimensions explicit, drawing on examples from the texts used in the programme, as necessary. Every tutor would do well to review these sections carefully in preparing to guide a group through them. It is hoped that participants will take away from their study an understanding of the potential of the texts to empower junior youth across diverse cultures."
    ]
  },
  {
    "id": "8/9/3/23",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 23", "section-23", 23]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "In exploring the nature of the duty enjoined on us by Bahá’u’lláh to teach His Cause, the first unit takes up several fundamental concepts. Among those introduced early in the unit is the concept of “enkindlement”. Participants are encouraged to recognise that our duty to teach is concerned as much with our inner condition as it is with the actions we carry out. That “being” and “doing” are two complementary aspects of a life lived according to the Bahá’í teachings is a theme underlying the entire sequence of courses. Here it is made explicit and, indeed, gives shape to the overall structure of the book. The initial sections of the unit will assist participants in gaining spiritual insight into this idea as it relates to teaching the Faith. Several metaphors found in the Writings are employed to help them see the interconnectedness between “being” and “doing”—most notably, the image of a flame, which, no matter how small, gives forth warmth and light. The act of teaching, it is suggested, is a natural expression of a state of being, one that can best be described as a state of enkindlement, in which the love of God burns so brightly in our hearts that we strive ceaselessly to diffuse His Word.",
      "In the sections here, they are asked to think about how a heightened consciousness of the sacredness of this act does not merely increase the effectiveness of endeavours in the field. Rather, and more importantly, it releases the spiritual forces needed to raise such endeavours above worldly affairs, setting in motion, thereby, processes that can bring about fundamental change, both individual and collective. In Section 17 participants will spend some time examining the implications of this heightened consciousness. Among the points the tutor will want to make sure come across to them, two stand out: First, they will have to take care, lest they adopt certain mindsets which, however widespread in society, would introduce into their teaching efforts attitudes and practices that would compromise their sacred nature. The act of teaching should not be approached as though one were recruiting members for a progressive social cause, much less be conceived in terms of selling a product, no matter how beneficial to the user. Second, they should recognise that, since all their undertakings on the path of service involve bringing hearts into contact with the Word of God, these, too, are sacred in nature and should be approached with this awareness."
    ]
  },
  {
    "id": "8/9/3/24",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 24", "section-24", 24]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "The development of spiritual qualities, together with corresponding attitudes, is a theme addressed repeatedly in the courses of the Ruhi Institute, but always in the context of building a particular capacity—the capacity needed, for example, to contribute to the devotional character of a community, to share with others pearls of wisdom from Bahá’u’lláh’s Revelation, to conduct classes for the spiritual education of children. In this way, participants’ understanding of these essential attributes of the human soul expands and assumes greater depth over time, as they examine the dynamics of each one in a new light and witness its operation in some new area of action.",
      "In guiding a group through the unit, a tutor will want to bear in mind a concept central to the exploration of spiritual qualities, which, present in all the courses of the main sequence, moves to the forefront in this one—namely, that such qualities depend on one another for their proper expression. Of particular significance to the act of teaching is an understanding of how courage demands wisdom; how wisdom remains unexpressed in the absence of courage; how purity requires detachment from worldly ambition, as well as selflessness; how kindness, if not modified by faith in people’s capacity, can be overshadowed by paternalism or how, without sincerity, it is, in reality, nothing more than hypocrisy.",
      "Tutors are by now familiar with the idea, put forward in Book 3, that spiritual qualities are those permanent structures that constitute who we are as human beings. The acquisition of these qualities enables us to display proper attitudes in our interactions with others and to eschew the undesirable ones which we might have acquired through our upbringing and culture. . . .",
      "Those who serve as tutors are, of course, also aware that the development of any spiritual quality involves an understanding of a number of associated concepts. Attaining higher and higher degrees of purity, to take an example, requires some understanding of what the human heart has been created to mirror forth, of what constitutes the dust and dross that can obscure its radiance, and of what is needed to keep it cleansed of such impurities. But, beyond a deepening understanding of such concepts, one must possess the will and the sincere desire to advance spiritually. Will and desire are not created by mere intellectual discussion; there is need for deep and profound reflection by each individual on his or her inner state. It is the task of the tutor, then, to foster an environment conducive to such reflection—an environment that does not give rise to feelings of guilt, that does not call for confessions, that does not encourage accusations, one in which a group of friends can dispassionately discuss both abstract and practical matters, leaving each to reflect privately on what is required of him or her."
    ]
  },
  {
    "id": "8/9/3/25",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 25", "section-25", 25]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      ". . . it is imperative that participants appreciate not only the difference between concepts and information, raised in Sections 4 through 6, but also why the distinction is so important. It is, after all, the understanding of concepts and profound truths that enables souls to draw closer to Bahá’u’lláh, not the mere assimilation of information. To the extent that the act of teaching is concerned with raising consciousness and fostering understanding it can be seen as a means of helping to empower individuals, intellectually and spiritually. Here, the capacity participants have been developing since entering the institute process to interact with the Word of God and achieve understanding will come into play, as they now consider how to guide others towards the shores of true knowledge.",
      "To this end, the sections raise a number of questions that participants will consider: What is the nature of collective action? What does it mean for collective action to be unified? What are the features of the approach to the growth of the Faith worldwide, and what is the role of intensive campaigns? What are some of the characteristics of the people among whom they are working, whether the inhabitants of a village or a receptive population living in a neighbourhood or dispersed throughout the cluster? How strong are the forces being generated by their collective action to propel the movement of the population towards the vision of Bahá’u’lláh’s World Order? How intimately connected to the growth of the Faith is the capacity built through the educational process being promoted by the institute for children, junior youth, and youth and adults? Are the requisite conditions for effective collective action being created? Are bonds of fellowship continually being strengthened? Is unity of purpose being achieved among participants in collective action? Is it being made manifest in joyful and intense activity? To what extent is their approach to learning about growth being defined by action, reflection on action, and consultation? The importance of this last question cannot be overstated, for it is the extent to which such an approach becomes the mode of operation among an expanding nucleus of friends that they will be able to build higher and higher degrees of unity of thought, so necessary if they are to discover what is needed to advance from one stage of growth to the next."
    ]
  },
  {
    "id": "8/9/3/26",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 26", "section-26", 26]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "Developments since then have served only to demonstrate further the efficacy of a sequence of courses that seeks to build capacity for service by concentrating on the application of the spiritual insights gained through profound study of the Writings. Participants are exposed to a body of knowledge that fosters a set of related habits, attitudes and qualities and are assisted in sharpening certain skills and abilities needed to carry out acts of service. Discussions that revolve around the Creative Word, in the serious and uplifting atmosphere of a study circle, raise the level of consciousness about one’s duties to the Cause and create an awareness of the joy one derives from teaching the Faith and serving its interests. The spiritual context in which specific deeds are addressed endows them with significance. Confidence is patiently built as the friends engage in progressively more complex and demanding acts of service. Yet, above all, it is reliance on God that sustains them in their endeavours. How abundant the accounts of believers who enter the teaching field with trepidation only to find themselves bolstered by confirmations on all sides. Seeing the possibilities and opportunities before them with new eyes, they witness first hand the power of Divine assistance, as they strive to put into practice what they are learning and achieve results far exceeding their expectations. That the spirit of faith born out of intimate contact with the Word of God has such an effect on souls is by no means a new phenomenon. What is heartening is that the institute process is helping such large numbers experience the transforming potency of the Faith.",
      "Without exception, having witnessed the transformative effects of the institute process first hand, the friends in such clusters are striving to gain a fuller appreciation of the dynamics that underlie it—the spirit of fellowship it creates, the participatory approach it adopts, the depth of understanding it fosters, the acts of service it recommends, and, above all, its reliance on the Word of God. Every effort is being exerted to ensure that the process reflects the complementarity of “being” and “doing” the institute courses make explicit; the centrality they accord to knowledge and its application; the emphasis they place on avoiding false dichotomies; the stress they lay on memorisation of the Creative Word; and the care they exercise in raising consciousness, without awakening the insistent self."
    ]
  },
  {
    "id": "8/9/3/27",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 27", "section-27", 27]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "There are currently two points along the sequence at which an individual may choose to follow a specialised path of service. The first appears at Book 3. From among the friends who complete it and begin to offer a relatively simple class for children in the first grade of a programme for their spiritual education, a percentage will want to dedicate themselves to this field of service, pursuing in time a series of progressively more complex branch courses for teaching Grades 2 to 6. This does not mean that they will abandon study of the main sequence. Indeed, courses that make up a specialised path of service anticipate that participants are continuing to progress, each at a pace suitable to his or her situation, along the path traced out by the main sequence. Book 5, which seeks to raise up animators of junior youth groups, constitutes the second point at which a series of courses branch out.",
      "Additional avenues of exploration will no doubt appear along the main sequence in due time. Some may be of universal interest, such as the two mentioned above, while others may be limited to specific local needs. As with the main sequence itself, content and structure must emerge out of continued collective experience in the field, an experience that is not haphazard or subject to the forces of personal preference but is guided by the institutions of the Faith. The generation of such an experience will call for a still greater infusion of energy from a much larger portion of the population . . .",
      "We have in the past likened the main sequence to the trunk of a tree that supports other courses branching from it, each branch addressing some specific area of action. The preparation of such branch courses would necessarily occur over time through a pattern marked by action and reflection and in which conceptualisation and activity in the field go hand in hand. For training institutes that take on this task, there are several requisites. They will need to be able to understand profoundly the content of the institute’s main sequence and the pedagogical principles involved, analyse clearly the experience arising at the grassroots as activities advance, collaborate with teams of friends dedicated to the progress of specific aspects of the community‑building process, operate in a learning mode, and draw into their work individuals with abilities needed for preparing materials. Once in place, the branch course would help the friends promoting the related activity to further strengthen their capacity, and it would contribute to extending the associated process of learning in the life of the population. The course would also serve as a repository of the accruing knowledge and as a means for its propagation."
    ]
  },
  {
    "id": "8/9/3/28",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 28", "section-28", 28]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "Let no one fail to appreciate the possibilities thus created. Passivity is bred by the forces of society today. A desire to be entertained is nurtured from childhood, with increasing efficiency, cultivating generations willing to be led by whoever proves skilful at appealing to superficial emotions. Even in many educational systems students are treated as though they were receptacles designed to receive information. That the Bahá’í world has succeeded in developing a culture which promotes a way of thinking, studying, and acting, in which all consider themselves as treading a common path of service—supporting one another and advancing together, respectful of the knowledge that each one possesses at any given moment and avoiding the tendency to divide the believers into categories such as deepened and uninformed—is an accomplishment of enormous proportions. And therein lie the dynamics of an irrepressible movement."
    ]
  },
  {
    "id": "8/9/3/30",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 30", "section-30", 30]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "The tie of servitude established between the worshipper and the adored One, between the creature and the Creator, should in itself be regarded as a token of His gracious favour unto men, and not as an indication of any merit they may possess. To this testifieth every true and discerning believer.",
      "O servant of the loved ones of God! The servant of the friends is the servant of the Blessed Beauty. Whoso loveth Him serveth His loved ones. The dearest wish of this servant’s heart is that I may, in service to the friends of the Abhá Beauty, become a faithful and agreeable servant, may night and day gird up the loins of service, and may thus reap the fruit of the tree of existence. The frame that is not bent in the path of service to the friends is naught but a piece of dead wood, and the back that is not bowed by enduring hardships for their sake is only a barren tree stump. Therefore, well is it with thee for thou dost carry out the service of the friends and art their loyal thrall. This is sovereignty in both worlds and glory both here and hereafter."
    ]
  },
  {
    "id": "8/9/3/34",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 34", "section-34", 34]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      ". . . and every breast which committeth His Words to memory, God shall cause, if it were that of a believer, to be filled with His love . . ."
    ]
  },
  {
    "id": "8/9/3/36",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 36", "section-36", 36]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "What is imperative is that the quality of the educational process fostered at the level of the study circle rise markedly over the next year so that the potential of local populations to create such dynamics is realised. Much will fall on those who serve as tutors in this respect. Theirs will be the challenge to provide the environment that is envisioned in the institute courses, an environment conducive to the spiritual empowerment of individuals, who will come to see themselves as active agents of their own learning, as protagonists of a constant effort to apply knowledge to effect individual and collective transformation."
    ]
  },
  {
    "id": "8/9/3/38",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 2: Serving as a Tutor of the Institute Courses",
        "unit-2-serving-as-a-tutor-of-the-institute-courses",
        3
      ],
      ["Section 38", "section-38", 38]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To understand some of the concepts and to acquire some of the spiritual qualities, attitudes and skills that contribute to the capabilities needed to help a group of friends go through the institute courses",
    "content": [
      "O friends, show forth your fidelity! O my loved ones, manifest your steadfastness and your constancy! O ye who invoke His Name, turn ye and hold fast unto Him! O ye who lift up your hearts and implore His aid, cling to Him and walk in His ways! It is incumbent upon every one of us to encourage each other, to exert our utmost endeavour to diffuse His divine fragrances and engage in exalting His Word. We must, at all times, be stirred by the breeze that bloweth from the rose‑garden of His loving‑kindness, and be perfumed with the fragrances of the mystic flowers of His grace. We must impart zeal and rapture to the hearts of the righteous and bring joy and ecstasy to the souls of the faithful.",
      ". . . the Cause of the Ancient Beauty is the very essence of love, the very channel of oneness, existing only that all may become the waves of one sea, and bright stars of the same endless sky, and pearls within the shell of singleness, and gleaming jewels quarried from the mines of unity; that they may become servants one to another, adore one another, bless one another, praise one another; that each one may loose his tongue and extol the rest without exception, each one voice his gratitude to all the rest; that all should lift up their eyes to the horizon of glory, and remember that they are linked to the Holy Threshold; that they should see nothing but good in one another, hear nothing but praise of one another, and speak no word of one another save only to praise."
    ]
  },
  {
    "id": "8/9/4/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 1", "section-1", 1]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "Uplifting, well‑prepared community gatherings—extending in some cases to camps and festivals—occur with increasing frequency, and music and song feature prominently on such occasions. Indeed the arts as a whole, so integral a part of the development of a community from the start, stand out in such settings as an important means of generating joy, strengthening bonds of unity, disseminating knowledge, and consolidating understanding, as well as of acquainting those in the wider society with the principles of the Cause."
    ]
  },
  {
    "id": "8/9/4/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "All art is a gift of the Holy Spirit. When this light shines through the mind of a musician, it manifests itself in beautiful harmonies. Again, shining through the mind of a poet, it is seen in fine poetry and poetic prose. When the Light of the Sun of Truth inspires the mind of a painter, he produces marvellous pictures. These gifts are fulfilling their highest purpose, when showing forth the praise of God."
    ]
  },
  {
    "id": "8/9/4/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "It is natural for the heart and spirit to take pleasure and enjoyment in all things that show forth symmetry, harmony, and perfection. For instance: a beautiful house, a well designed garden, a symmetrical line, a graceful motion, a well written book, pleasing garments—in fact, all things that have in themselves grace or beauty are pleasing to the heart and spirit . . ."
    ]
  },
  {
    "id": "8/9/4/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "Mortal charm shall fade away, roses shall give way to thorns, and beauty and youth shall live their day and be no more. But that which eternally endureth is the Beauty of the True One, for its splendour perisheth not and its glory lasteth forever; its charm is all‑powerful and its attraction infinite. Well is it then with that countenance that reflecteth the splendour of the Light of the Beloved One! The Lord be praised, thou hast been illumined with this Light, hast acquired the pearl of true knowledge, and hast spoken the Word of Truth.",
      "The body without spirit is not capable of real accomplishment. Although it may be in the utmost condition of beauty and excellence, it is, nevertheless, in need of the spirit. The chimney of the lamp, no matter how polished and perfect it be, is in need of the light. Without the light, the lamp or candle is not illuminating."
    ]
  },
  {
    "id": "8/9/4/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "We have made it lawful for you to listen to music and singing. Take heed, however, lest listening thereto should cause you to overstep the bounds of propriety and dignity. Let your joy be the joy born of My Most Great Name, a Name that bringeth rapture to the heart, and filleth with ecstasy the minds of all who have drawn nigh unto God. We, verily, have made music as a ladder for your souls, a means whereby they may be lifted up unto the realm on high; make it not, therefore, as wings to self and passion. Truly, We are loth to see you numbered with the foolish.",
      ". . . in this new age the Manifest Light hath, in His holy Tablets, specifically proclaimed that music, sung or played, is spiritual food for soul and heart.",
      ". . . melodies, though they are material, are connected with the spiritual, therefore, they produce a great effect. A certain kind of melody makes the spirit happy, another kind makes it sad, another excites it to action.",
      "Singing melodies will bring animation and happiness to the world of humanity, the hearers will be delighted and joyful and their deeper emotions stirred. But this gladness, this sense of emotion is transitory and will be forgotten within a short time. However, praise be to God, thou hast blended thy tunes with the melodies of the Kingdom, wilt impart solace to the world of the spirit and wilt everlastingly stimulate spiritual feelings."
    ]
  },
  {
    "id": "8/9/4/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      ". . . although music is a material affair, yet its tremendous effect is spiritual, and its greatest attachment is to the realm of the spirit. If a person desires to deliver a discourse, it will prove more effectual after musical melodies. The ancient Greeks, as well as Persian philosophers, were in the habit of delivering their discourses in the following manner:—First, playing a few musical melodies, and when their audience attained a certain receptivity thereby they would leave their instruments at once and begin their discourse. Among the most renowned musicians of Persia was one named Barbod, who, whenever a great question had been pleaded for at the court of the King, and the Ministry had failed to persuade the King, they would at once refer the matter to Barbod, whereupon he would go with his instrument to the court and play the most appropriate and touching music, the end being at once attained, because the King was immediately affected by the touching musical melodies, certain feelings of generosity would swell up in his heart, and he would give way."
    ]
  },
  {
    "id": "8/9/4/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "Music is an important means to the education and development of humanity, but the only true way is through the Teachings of God. Music is like this glass, which is perfectly pure and polished. It is precisely like this pure chalice before us, and the Teachings of God, the utterances of God are like the water. When the glass or chalice is absolutely pure and clear, and the water is perfectly fresh and limpid, then it will confer Life; wherefore, the Teachings of God, whether they be in the form of anthems or communes or prayers, when they are melodiously sung, are most impressive."
    ]
  },
  {
    "id": "8/9/4/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "Utilise, as extensively as you possibly can, the wealth of material which Nabíl’s stirring and precious narrative contains, and let it be your chief instrument wherewith you can feed the flame of enthusiasm that glows in every Bahá’í heart and upon which the success of your magnificent, your incessant efforts must ultimately depend.",
      "Nabíl’s Narrative is not merely a narrative. It is a book of meditation. It does not only teach; it actually inspires and incites to action. It quickens and stimulates our dormant energies and makes us soar on a higher plane. It is thus of invaluable help to the historian as well as to every teacher and expounder of the Cause."
    ]
  },
  {
    "id": "8/9/4/10",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 10", "section-10", 10]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "As to your question concerning the advisability of dramatising Bahá’í historic episodes: the Guardian would certainly approve, and even encourage that the friends should engage in such literary pursuits which, no doubt, can be of immense teaching value. What he wishes the believers to avoid is to dramatise the personages of the Báb, Bahá’u’lláh and ‘Abdu’l‑Bahá, that is to say to treat them as dramatic figures, as characters appearing on the stage. This, as already pointed out, he feels would be quite disrespectful. The mere fact that they appear on the scene constitutes an act of discourtesy which can in no way be reconciled with their highly exalted station. Their message, or actual words, should be preferably reported and conveyed by their disciples appearing on the stage.",
      "The prohibition on representing the Manifestation of God in paintings and drawings or in dramatic presentations applies to all the Manifestations of God. There are, of course, great and wonderful works of art of past Dispensations, many of which portrayed the Manifestations of God in a spirit of reverence and love. In this Dispensation however the greater maturity of mankind and the greater awareness of the relationship between the Supreme Manifestation and His servants enable us to realise the impossibility of representing, in any human form, whether pictorially, in sculpture or in dramatic representation, the Person of God’s Manifestation. In stating the Bahá’í prohibition, the beloved Guardian pointed out this impossibility.",
      ". . . an examination of the letters of the beloved Guardian makes it absolutely clear that it is not permissible to portray on the stage the figure of the Manifestation of God, nor even of the Master. . . .",
      "The use of light, either of great intensity or in different colours, needs your careful consideration. If the use of light in any way at all suggests a personification of the Manifestation of God it should not be used, but if it can be done without in any way giving the impression that the Prophet is being represented or personified then there is no objection to its use."
    ]
  },
  {
    "id": "8/9/4/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "One of the names of God is the Fashioner. He loveth craftsmanship. Therefore any of His servants who manifesteth this attribute is acceptable in the sight of this Wronged One. Craftsmanship is a book among the books of divine sciences, and a treasure among the treasures of His heavenly wisdom. This is a knowledge with meaning, for some of the sciences are brought forth by words and come to an end with words.",
      "The one true God, exalted be He, loveth to witness handiworks of high craftsmanship produced by His loved ones. Blessed art thou, for what thy skill hath produced hath reached the presence of thy Lord, the Exiled, the Wronged. Please God every one of His friends may be enabled to acquire one of the crafts, and be confirmed in adhering to what hath been ordained in the Book of God, the All‑Glorious, the All‑Wise."
    ]
  },
  {
    "id": "8/9/4/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 7: Walking Together on a Path of Service", "7", 9],
      [
        "Unit 3: Promoting the Arts at the Grassroots",
        "unit-3-promoting-the-arts-at-the-grassroots",
        4
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2024.0201, 2024.0201],
    "purpose": "To appreciate the role of artistic endeavours in enhancing the educational process fostered by the institute courses and in strengthening the patterns of community life being shaped by it",
    "content": [
      "Propelled by forces generated both within and outside the Bahá’í community, the peoples of the earth can be seen to be moving from divergent directions, closer and closer to one another, towards what will be a world civilisation so stupendous in character that it would be futile for us to attempt to imagine it today. As this centripetal movement of populations accelerates across the globe, some elements in every culture, not in accord with the teachings of the Faith, will gradually fall away, while others will be reinforced. By the same token, new elements of culture will evolve over time as people hailing from every human group, inspired by the Revelation of Bahá’u’lláh, give expression to patterns of thought and action engendered by His teachings, in part through artistic and literary works. It is with such considerations in mind that we welcome the decision of the Ruhi Institute, in formulating its courses, to leave for the friends to address locally issues related to artistic activity. What we ask at this stage, then, when energies are to be invested in the extension of children’s classes and junior youth groups, is that the multiplication of supplementary items for this purpose be allowed to occur naturally, as an outgrowth of the process of community building gathering momentum in villages and neighbourhoods. We long to see, for instance, the emergence of captivating songs from every part of the world, in every language, that will impress upon the consciousness of the young the profound concepts enshrined in the Bahá’í teachings. Yet such an efflorescence of creative thought will fail to materialise, should the friends fall, however inadvertently, into patterns prevalent in the world that give licence to those with financial resources to impose their cultural perspective on others, inundating them with materials and products aggressively promoted. Further, every effort should be made to protect spiritual education from the perils of commercialisation."
    ]
  }
]
