[
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["A Few Thoughts for the Tutor", "a-few-thoughts-for-the-tutor", 1]
    ],
    "years": [2023.0401, 2023.0401],
    "content": [
      "It is important for all those who serve as tutors of the courses of the Ruhi Institute to understand that Teaching the Cause, the sixth in its main sequence, occupies a pivotal position in the educational process in which participants are engaged. On the one hand, with their accumulating experience in the field of service, they will be ready to reflect more extensively on a subject first introduced to them in Book 2. On the other, the themes they examine here will place in context so much of what they do going forward, for a life given to service to the Cause will necessarily be infused with a fervent desire to attain the privilege of sharing Bahá’u’lláh’s teachings with others.",
      "Since embarking on the path of service opened up by the courses, participants have gained a great deal of experience in carrying out, in the company of their friends, a set of interrelated acts of service in their villages and neighbourhoods—hosting devotional gatherings, undertaking systematic visits to homes, teaching classes for the spiritual education of children, and engaging groups of junior youth in a programme for their spiritual empowerment. Interwoven with all these acts have been conversations that have helped growing numbers to become familiar with the principles of the Faith and deepen their knowledge of its teachings. Each of the earlier courses, particularly Book 2, has contributed to the development of those capabilities needed for participants to enter into such conversations. No doubt, many of them have by this time also had the bounty of assisting other souls in recognising Bahá’u’lláh as the Manifestation of God for today and in bearing allegiance to His Faith. They are now well prepared to think more deeply about the act of teaching, which is the purpose of the third unit of this book. The second will provide them with an opportunity to reflect on spiritual qualities and attitudes that those who teach the Faith should acquire, while the first will enhance their understanding of the spiritual significance of this sacred act.",
      "In exploring the nature of the duty enjoined on us by Bahá’u’lláh to teach His Cause, the first unit takes up several fundamental concepts. Among those introduced early in the unit is the concept of “enkindlement”. Participants are encouraged to recognise that our duty to teach is concerned as much with our inner condition as it is with the actions we carry out. That “being” and “doing” are two complementary aspects of a life lived according to the Bahá’í teachings is a theme underlying the entire sequence of courses. Here it is made explicit and, indeed, gives shape to the overall structure of the book. The initial sections of the unit will assist participants in gaining spiritual insight into this idea as it relates to teaching the Faith. Several metaphors found in the Writings are employed to help them see the interconnectedness between “being” and “doing”—most notably, the image of a flame, which, no matter how small, gives forth warmth and light. The act of teaching, it is suggested, is a natural expression of a state of being, one that can best be described as a state of enkindlement, in which the love of God burns so brightly in our hearts that we strive ceaselessly to diffuse His Word.",
      "The understanding participants reach through their study of the passages in these sections, then, should enable them to appreciate how the complementarity of “being” and “doing” is manifested in practical terms in the field of service. In this, the implications of certain commonly held notions that separate the two, particularly those religious in character, will need to become clear to participants, if they are to keep such dichotomous thinking from influencing the way they view a life dedicated to the promotion of the Cause. The exercises in Sections 9 and 10 will assist in this respect, and tutors should ensure they receive adequate attention. Of course, participants will be readily able to see that the twofold moral purpose they have been pursuing ties together every aspect of their lives—their search for knowledge, their obedience to Divine law, their efforts to serve God and draw closer to Him and to acquire spiritual qualities and refine their character.",
      "The sacred nature of the duty to teach is the focus of the next several sections of the unit. In a world from which the very notion of sacredness is disappearing, participants should emerge from their study of the course with an acute awareness of “the sacred”—that which belongs to God—and with a profound grasp of the idea that, in teaching the Faith, they are interacting with two sacred things: the human heart and His Revelation. Reflection on selected passages from the Writings will shed light on what is an intensely spiritual act—that is, the opening of the city of the human heart to His Revelation with the key of utterance. The question of “utterance” will be explored in detail in the third unit, where participants will consider the content of the message they convey to another soul when teaching. In the sections here, they are asked to think about how a heightened consciousness of the sacredness of this act does not merely increase the effectiveness of endeavours in the field. Rather, and more importantly, it releases the spiritual forces needed to raise such endeavours above worldly affairs, setting in motion, thereby, processes that can bring about fundamental change, both individual and collective. In Section 17 participants will spend some time examining the implications of this heightened consciousness. Among the points the tutor will want to make sure come across to them, two stand out: First, they will have to take care, lest they adopt certain mindsets which, however widespread in society, would introduce into their teaching efforts attitudes and practices that would compromise their sacred nature. The act of teaching should not be approached as though one were recruiting members for a progressive social cause, much less be conceived in terms of selling a product, no matter how beneficial to the user. Second, they should recognise that, since all their undertakings on the path of service involve bringing hearts into contact with the Word of God, these, too, are sacred in nature and should be approached with this awareness.",
      "The unit then turns to a subject well familiar to participants: the transformative effect of the Word of God. In the act of teaching, a connection is formed between the human heart and the Revelation of Bahá’u’lláh—His greatest bestowal to humankind—a connection through which an enduring process of transformation can begin. The Word of God, alone, is endowed with the power capable of such a transformation. To whatever extent participants have reflected on this subject in previous courses, it is here that they will immerse themselves in Bahá’u’lláh’s own Utterances regarding the significance of the Word of God and the importance of drawing on its power when teaching His Cause. The emphasis the Ruhi Institute places on memorising passages from the writings will become even more compelling in the minds of participants. To explain the teachings accurately, giving them to others in their pure form, is among the capabilities we all seek to develop as we walk the path of service, and this requires that we exert effort at all times to align our thoughts and words as closely as possible with the writings.",
      "The unit concludes, then, by making it clear that, when conversing with others about the Faith, we are to draw not only on the knowledge we have acquired to provide clear and coherent explanations but also on the force of love. In the context of teaching, conversation should, in addition to being characterised by joy, create and strengthen bonds of love between the hearts through which noble feelings and lofty ideas can flow.",
      "The second unit, “Qualities and Attitudes Essential for Teaching”, opens by reminding participants of what they studied in the first unit related to the complementarity of “being” and “doing”. It underscores from the outset that the refinement of an individual’s inner state naturally finds expression in service to others, while it is in serving others that one’s inner state is further enhanced. Participants are invited to reflect on such spiritual qualities as purity of heart, selflessness, faith, kindness, courage, wisdom, detachment, and humility as they pertain to our efforts to diffuse the Divine fragrances. The development of spiritual qualities, together with corresponding attitudes, is a theme addressed repeatedly in the courses of the Ruhi Institute, but always in the context of building a particular capacity—the capacity needed, for example, to contribute to the devotional character of a community, to share with others pearls of wisdom from Bahá’u’lláh’s Revelation, to conduct classes for the spiritual education of children. In this way, participants’ understanding of these essential attributes of the human soul expands and assumes greater depth over time, as they examine the dynamics of each one in a new light and witness its operation in some new area of action.",
      "In guiding a group through the unit, a tutor will want to bear in mind a concept central to the exploration of spiritual qualities, which, present in all the courses of the main sequence, moves to the forefront in this one—namely, that such qualities depend on one another for their proper expression. Of particular significance to the act of teaching is an understanding of how courage demands wisdom; how wisdom remains unexpressed in the absence of courage; how purity requires detachment from worldly ambition, as well as selflessness; how kindness, if not modified by faith in people’s capacity, can be overshadowed by paternalism or how, without sincerity, it is, in reality, nothing more than hypocrisy.",
      "Tutors are by now familiar with the idea, put forward in Book 3, that spiritual qualities are those permanent structures that constitute who we are as human beings. The acquisition of these qualities enables us to display proper attitudes in our interactions with others and to eschew the undesirable ones which we might have acquired through our upbringing and culture. Our openness towards people and the sympathy we have for their struggle to understand the truth are examples of attitudes that affect teaching. What all tutors need to appreciate is that the discussion of attitudes is built into the exploration of spiritual qualities that are the focus of the greater part of the unit. For instance, in thinking about the qualities of kindness and patience in Section 7, participants analyse situations in which the attitudes of paternalism and negligence can assert themselves in their name. Likewise, after reflecting on the quality of detachment in Section 8, they will be asked to consider how it relates to our passion for teaching, a lofty desire towards which we all aspire. Participants should be able to identify ardour and enthusiasm as attitudes they should strive to show forth and acknowledge apathy and indifference as those they will resist. This is the purpose of the exercise in Section 9, which should be the subject of careful thought.",
      "Those who serve as tutors are, of course, also aware that the development of any spiritual quality involves an understanding of a number of associated concepts. Attaining higher and higher degrees of purity, to take an example, requires some understanding of what the human heart has been created to mirror forth, of what constitutes the dust and dross that can obscure its radiance, and of what is needed to keep it cleansed of such impurities. But, beyond a deepening understanding of such concepts, one must possess the will and the sincere desire to advance spiritually. Will and desire are not created by mere intellectual discussion; there is need for deep and profound reflection by each individual on his or her inner state. It is the task of the tutor, then, to foster an environment conducive to such reflection—an environment that does not give rise to feelings of guilt, that does not call for confessions, that does not encourage accusations, one in which a group of friends can dispassionately discuss both abstract and practical matters, leaving each to reflect privately on what is required of him or her.",
      "One spiritual quality that receives particular attention is humility. On the one hand, true humility is intimately connected to the state of enkindlement we are all striving to attain. Reaching its heights demands that we become increasingly oblivious of self. It is the quality that endows our words and deeds with spiritual power and protects us from the onslaught of pride and vainglory. On the other hand, it engenders an attitude of learning so essential to effective teaching. A posture of learning formed on the foundation of true humility guards against rigidity in the methods and approaches we employ when teaching the Faith, both in our own individual efforts and in our contributions to collective undertakings; it assists us in becoming more and more adept at responding appropriately to the circumstances in which we find ourselves—whether to proceed boldly or cautiously, whether to act swiftly or mark time, whether to speak directly and unequivocally about the person of Bahá’u’lláh or more generally about His teachings and the principles He has enunciated. The discussion of these ideas begins in Section 10 and culminates in the exercises in Section 14. As always, the example of ‘Abdu’l‑Bahá, with which the unit ends, will guide participants in their reflections on the qualities and attitudes that should characterise the way they interact with receptive souls and approach their conversations about the Faith.",
      "The third unit, which takes up the act of teaching itself, addresses the subject in two contexts: in our own personal efforts as individuals and in collective endeavours at the grassroots. A significant portion is dedicated to the former, but tutors should remember that much of what they will discuss with participants applies equally to both. Indeed, while the unit considers each in turn, in reality they are not isolated from one another but overlap in many respects.",
      "Among the capacities the unit suggests participants will need to develop to be effective in either context is that of recognising and nurturing receptivity to the message of Bahá’u’lláh. In this, the spiritual qualities that were the focus of the second unit will be key, as will, as noted by the Guardian in the passage in Section 3, the ability to take advantage of the opportunities created by the turmoil in society today. In their discussions, participants should give sufficient thought to the conditions that rise in the human heart under the stresses and strains of a declining world order.",
      "Of course, however ample such opportunities may be, they will go unrealised if the capacity to present the Bahá’í teachings in a cogent manner, appropriate to the circumstances, does not receive adequate attention. The core of the unit, then, is given over to an exploration of this capacity, and participants are helped to think about its nature with the aid of an example—a conversation in which a young person, Anna, presents the Faith to her friend Emilia. Tutors will want to make sure participants come away from this core discussion with at least two ideas clear in their minds.",
      "First, it is imperative that participants appreciate not only the difference between concepts and information, raised in Sections 4 through 6, but also why the distinction is so important. It is, after all, the understanding of concepts and profound truths that enables souls to draw closer to Bahá’u’lláh, not the mere assimilation of information. To the extent that the act of teaching is concerned with raising consciousness and fostering understanding it can be seen as a means of helping to empower individuals, intellectually and spiritually. Here, the capacity participants have been developing since entering the institute process to interact with the Word of God and achieve understanding will come into play, as they now consider how to guide others towards the shores of true knowledge.",
      "Second, participants should realise that the conversation between Anna and her friend, outlined in Sections 7 through 21, is intended to give them an idea of what a cogent presentation of the Faith entails; it should not be taken as a formula to be used indiscriminately. Indeed, the exercises that follow each segment of the presentation are designed to highlight its overall logic and elicit some initial thoughts on how it might be adapted in response to different backgrounds and interests. If participants are to develop the ability to do this, however, they will need, in the first instance, to learn the presentation well as it stands and be able to express the sequence of ideas in their own words.",
      "The discussion of individual teaching efforts draws to a close in Section 26, in which participants are asked to look at their life circumstances and identify the elements of a personal teaching plan. They are encouraged in Section 27 to devise, on that basis, an initial plan of action for a certain period of time, either several weeks or a few months. It is hoped that this exercise will raise their awareness of the importance of engaging regularly in teaching as a personal initiative throughout their lives.",
      "Section 28, then, turns to the question of collective action, which is the focus of the remainder of the unit. It is expected that, by this time, participants will have already taken part in various kinds of intensive campaigns. Further, they will each belong to a growing nucleus of active supporters of the Faith working steadily to advance the process of community building in the cluster in which they reside. These final sections will help them reflect on their experience as participants in such collective action. While the exercises are not extensive, this does not mean the sections should be moved through in haste, and it is important for the tutor to ensure that enough time is allotted for participants to relate what they are studying to their own experience. In doing so, they should come to see how, in collective action, every individual is to contribute to an environment characterised by increasing degrees of unity, in its various dimensions. They should gain a vision of how unified action at the grassroots, together with individual exertions, serves to advance the global enterprise in which the Bahá’í community is engaged.",
      "To this end, the sections raise a number of questions that participants will consider: What is the nature of collective action? What does it mean for collective action to be unified? What are the features of the approach to the growth of the Faith worldwide, and what is the role of intensive campaigns? What are some of the characteristics of the people among whom they are working, whether the inhabitants of a village or a receptive population living in a neighbourhood or dispersed throughout the cluster? How strong are the forces being generated by their collective action to propel the movement of the population towards the vision of Bahá’u’lláh’s World Order? How intimately connected to the growth of the Faith is the capacity built through the educational process being promoted by the institute for children, junior youth, and youth and adults? Are the requisite conditions for effective collective action being created? Are bonds of fellowship continually being strengthened? Is unity of purpose being achieved among participants in collective action? Is it being made manifest in joyful and intense activity? To what extent is their approach to learning about growth being defined by action, reflection on action, and consultation? The importance of this last question cannot be overstated, for it is the extent to which such an approach becomes the mode of operation among an expanding nucleus of friends that they will be able to build higher and higher degrees of unity of thought, so necessary if they are to discover what is needed to advance from one stage of growth to the next."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "Teach ye the Cause of God, O people of Bahá, for God hath prescribed unto every one the duty of proclaiming His Message, and regardeth it as the most meritorious of all deeds."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "O living flame of heavenly love! Thine heart hath been so fired with the love of God that from ten thousand leagues afar its warmth and radiance may be felt and seen. The fire lit by mortal hand imparteth light and warmth to but a little space, whereas that sacred flame which the Hand of God hath kindled, though burning in the east, will set aflame the west and give warmth to both the north and the south; nay, it shall rise from this world to glow with the hottest flame in the realms on high, flooding with light the Kingdom of eternal glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      ". . . I hope that this meeting was like unto the lamp’s wick that met the fire and was ignited upon contact. I am expectantly awaiting the results of this meeting, that I may find thee ablaze like a candle and consumed like a moth by the fire of the love of God. May thou, moved by the intensity of love and rapture, weep like the cloud, laugh like the fresh meadow, and tremble with joy like the incomparable sapling stirred by the breezes of the Abhá Paradise."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "The handmaids of God must rise to such a station that they will, by themselves and unaided, comprehend these inner meanings, and be able to expound at full length every single word; a station where, out of the truth of their inmost hearts, a spring of wisdom will well up, and jet forth even as a fountain that leapeth from its own original source."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "The world is in great turmoil, and its problems seem to become daily more acute. We should, therefore, not sit idle, otherwise we would be failing in carrying out our sacred duty. Bahá’u’lláh has not given us His teachings to treasure them and hide them for our personal delight and pleasure. He gave them to us that we may pass them from mouth to mouth, until all the world becomes familiar with them, and enjoys their blessings and uplifting influence."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "O thou who art as a lamp set aflame with the fire of the love of God! I read thy recent letter, which told of thy fervent love and of thine enkindlement with the fire of the love of thy Lord, the Mighty, the Praised, and indicated the pervading influence of the Spirit of Truth within thy limbs and nerves, thy veins and arteries, thy bones and blood and flesh, in such wise that it hath taken the reins of power from thy hands, moving thee as it willeth, causing thee to speak as it willeth, and attracting thee as it willeth. This indeed well becometh every heart that is filled with the spirit of the love of God. Soon shalt thou behold wondrous results and discover the signs of thy Mighty Lord."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "Say: To assist Me is to teach My Cause. This is a theme with which whole Tablets are laden. This is the changeless commandment of God, eternal in the past, eternal in the future.",
      "Be not dismayed, O peoples of the world, when the daystar of My beauty is set, and the heaven of My tabernacle is concealed from your eyes. Arise to further My Cause, and to exalt My Word amongst men. We are with you at all times, and shall strengthen you through the power of truth.",
      "The Pen of the Most High hath decreed and imposed upon every one the obligation to teach this Cause. . . . God will, no doubt, inspire whosoever detacheth himself from all else but Him, and will cause the pure waters of wisdom and utterance to gush out and flow copiously from his heart.",
      "God hath prescribed unto every one the duty of teaching His Cause. Whoever ariseth to discharge this duty, must needs, ere he proclaimeth His Message, adorn himself with the ornament of an upright and praiseworthy character, so that his words may attract the hearts of such as are receptive to his call.",
      "O ye beloved of God! Repose not yourselves on your couches, nay bestir yourselves as soon as ye recognise your Lord, the Creator, and hear of the things which have befallen Him, and hasten to His assistance. Unloose your tongues, and proclaim unceasingly His Cause. This shall be better for you than all the treasures of the past and of the future, if ye be of them that comprehend this truth."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "If it be Our pleasure We shall render the Cause victorious through the power of a single word from Our presence. He is in truth the Omnipotent, the All‑Compelling. Should it be God’s intention, there would appear out of the forests of celestial might the lion of indomitable strength whose roaring is like unto the peals of thunder reverberating in the mountains. However, since Our loving providence surpasseth all things, We have ordained that complete victory should be achieved through speech and utterance, that Our servants throughout the earth may thereby become the recipients of divine good. This is but a token of God’s bounty vouchsafed unto them."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 13", "section-13", 13]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "O thou seeker after the Kingdom of God! If thou wishest thy speech and utterance to penetrate hearts that are hardened, rid thyself of all attachment to the world and turn thy face unto the Kingdom of God. Kindle the fire of His love within thy heart in such wise that thou mayest become a burning flame and a luminous candle of guidance. Then will thy speech, through the confirmation of the Holy Spirit, stir every heart."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 14", "section-14", 14]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "That which He hath reserved for Himself are the cities of men’s hearts; and of these the loved ones of Him Who is the Sovereign Truth are, in this Day, as the keys. Please God they may, one and all, be enabled to unlock, through the power of the Most Great Name, the gates of these cities.",
      "The things He hath reserved for Himself are the cities of men’s hearts, that He may cleanse them from all earthly defilements, and enable them to draw nigh unto the hallowed Spot which the hands of the infidel can never profane. Open, O people, the city of the human heart with the key of your utterance. Thus have We, according to a preordained measure, prescribed unto you your duty."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 15", "section-15", 15]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "Say: This is the sealed and mystic Scroll, the repository of God’s irrevocable Decree, bearing the words which the Finger of Holiness hath traced, that lay wrapt within the veil of impenetrable mystery, and hath now been sent down as a token of the grace of Him Who is the Almighty, the Ancient of Days. In it have We decreed the destinies of all the dwellers of the earth and the denizens of heaven, and written down the knowledge of all things from first to last."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 20", "section-20", 20]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "The vitality of men’s belief in God is dying out in every land; nothing short of His wholesome medicine can ever restore it. The corrosion of ungodliness is eating into the vitals of human society; what else but the Elixir of His potent Revelation can cleanse and revive it? Is it within human power, O Ḥakím, to effect in the constituent elements of any of the minute and indivisible particles of matter so complete a transformation as to transmute it into purest gold? Perplexing and difficult as this may appear, the still greater task of converting satanic strength into heavenly power is one that We have been empowered to accomplish. The Force capable of such a transformation transcendeth the potency of the Elixir itself. The Word of God, alone, can claim the distinction of being endowed with the capacity required for so great and far‑reaching a change."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 21", "section-21", 21]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "Know thou, moreover, that the Word of God—exalted be His glory—is higher and far superior to that which the senses can perceive, for it is sanctified from any property or substance. It transcendeth the limitations of known elements and is exalted above all the essential and recognised substances. It became manifest without any syllable or sound and is none but the Command of God which pervadeth all created things. It hath never been withheld from the world of being. It is God’s all‑pervasive grace, from which all grace doth emanate. It is an entity far removed above all that hath been and shall be."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 22", "section-22", 22]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "the One through a motion of Whose finger all the names and their kingdom were called into being, and all the attributes and their dominion were created, and Who, through yet another motion of that same finger, hath united the letters B and E (Be) and knit them together, manifesting thereby what the highest thoughts of Thy chosen ones who enjoy near access to Thee are unable to grasp, and what the profoundest wisdom of those of Thy loved ones that are wholly devoted to Thee are powerless to fathom.",
      "Every thing must needs have an origin and every building a builder. Verily, the Word of God is the Cause which hath preceded the contingent world—a world which is adorned with the splendours of the Ancient of Days, yet is being renewed and regenerated at all times. Immeasurably exalted is the God of Wisdom Who hath raised this sublime structure."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 23", "section-23", 23]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "Every word that proceedeth out of the mouth of God is endowed with such potency as can instil new life into every human frame, if ye be of them that comprehend this truth.",
      "O friend of mine! The Word of God is the king of words and its pervasive influence is incalculable. It hath ever dominated and will continue to dominate the realm of being. The Great Being saith: The Word is the master key for the whole world, inasmuch as through its potency the doors of the hearts of men, which in reality are the doors of heaven, are unlocked.",
      "The Word of God hath set the heart of the world afire; how regrettable if ye fail to be enkindled with its flame!",
      "This is the day in which to speak. It is incumbent upon the people of Bahá to strive, with the utmost patience and forbearance, to guide the peoples of the world to the Most Great Horizon. Every body calleth aloud for a soul. Heavenly souls must needs quicken, with the breath of the Word of God, the dead bodies with a fresh spirit."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 24", "section-24", 24]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "The sanctified souls should ponder and meditate in their hearts regarding the methods of teaching. From the texts of the wondrous, heavenly Scriptures they should memorise phrases and passages bearing on various instances, so that in the course of their speech they may recite divine verses whenever the occasion demandeth it, inasmuch as these holy verses are the most potent elixir, the greatest and mightiest talisman. So potent is their influence that the hearer will have no cause for vacillation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 26", "section-26", 26]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "Surely the ideal way of teaching is to prove our points by constant reference to the actual words of Bahá’u’lláh and the Master. This will save the Cause from being misinterpreted by individuals. It is what these divine Lights say that is truth and therefore they should be the authorities of our statements.",
      "This, however, does not mean that our freedom of expression is limited. We can always find new ways of approach to that truth or explain how they influence our life and condition. The more deep our studies the more we can understand the significance of the Teachings.",
      "To deepen in the Cause means to read the writings of Bahá’u’lláh and the Master so thoroughly as to be able to give it to others in its pure form. There are many who have some superficial idea of what the Cause stands for. They, therefore, present it together with all sorts of ideas that are their own. As the Cause is still in its early days we must be most careful lest we fall under this error and injure the Movement we so much adore.",
      "There is no limit to the study of the Cause. The more we read the writings the more truths we can find in them and the more we will see that our previous notions were erroneous."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 27", "section-27", 27]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "If I love you, I need not continually speak of my love—you will know without any words. On the other hand if I love you not, that also will you know—and you would not believe me, were I to tell you in a thousand words, that I loved you."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 28", "section-28", 28]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "O flame of the love of God! The ray must shed light and the sun must rise; the full moon must shine and the star must gleam. Since thou art a ray, beseech thou the Lord to enable thee to give illumination and enlightenment, to brighten the horizons and to consume the world with the fire of the love of God. I hope that thou mayest attain such a station, nay, surpass it."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 1: The Spiritual Nature of Teaching",
        "unit-1-the-spiritual-nature-of-teaching",
        2
      ],
      ["Section 29", "section-29", 29]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To gain an understanding of teaching as an act of particular spiritual significance and to appreciate that effective teaching involves both “being” and “doing”—attention to one’s inner condition as well as constant activity",
    "content": [
      "By the righteousness of God! Whoso openeth his lips in this Day and maketh mention of the name of his Lord, the hosts of Divine inspiration shall descend upon him from the heaven of My name, the All‑Knowing, the All‑Wise. On him shall also descend the Concourse on high, each bearing aloft a chalice of pure light. Thus hath it been foreordained in the realm of God’s Revelation, by the behest of Him Who is the All‑Glorious, the Most Powerful.",
      "He, verily, will aid everyone that aideth Him, and will remember everyone that remembereth Him. To this beareth witness this Tablet that hath shed the splendour of the loving‑kindness of your Lord, the All‑Glorious, the All‑Compelling.",
      "Say: Beware, O people of Bahá, lest the strong ones of the earth rob you of your strength, or they who rule the world fill you with fear. Put your trust in God, and commit your affairs to His keeping. He, verily, will, through the power of truth, render you victorious, and He, verily, is powerful to do what He willeth, and in His grasp are the reins of omnipotent might.",
      "By God besides Whom is none other God! Should any one arise for the triumph of our Cause, him will God render victorious though tens of thousands of enemies be leagued against him. And if his love for Me wax stronger, God will establish his ascendancy over all the powers of earth and heaven. Thus have We breathed the spirit of power into all regions.",
      "He will come to your aid with invisible hosts, and support you with armies of inspiration from the Concourse above; He will send unto you sweet perfumes from the highest Paradise, and waft over you the pure breathings that blow from the rose gardens of the Company on high. He will breathe into your hearts the spirit of life, cause you to enter the Ark of salvation, and reveal unto you His clear tokens and signs. Verily is this abounding grace. Verily is this the victory that none can deny.",
      "O ye servants of the Sacred Threshold! The triumphant hosts of the Celestial Concourse, arrayed and marshalled in the Realms above, stand ready and expectant to assist and assure victory to that valiant horseman who with confidence spurs on his charger into the arena of service. Well is it with that fearless warrior, who armed with the power of true Knowledge, hastens unto the field, disperses the armies of ignorance, and scatters the hosts of error, who holds aloft the Standard of Divine Guidance, and sounds the Clarion of Victory. By the righteousness of the Lord! He hath achieved a glorious triumph and obtained the true victory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "The aim is this: The intention of the teacher must be pure, his heart independent, his spirit attracted, his thought at peace, his resolution firm, his magnanimity exalted and in the love of God a shining torch.",
      ". . . become ye sanctified above and purified from this world and the inhabitants thereof; suffer your intentions to work for the good of all; cut your attachment to the earth and like unto the essence of the spirit become ye light and delicate. Then with a firm resolution, a pure heart, a rejoiced spirit, and an eloquent tongue, engage your time in the promulgation of the divine principles . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "The Master assured us that when we forget ourselves, and strive with all our powers to serve and teach the Faith, we receive divine assistance. It is not we who do the work, but we are the instruments used at that time for the purpose of teaching His Cause.",
      "Just one mature soul, with spiritual understanding and a profound knowledge of the Faith, can set a whole country ablaze—so great is the power of the Cause to work through a pure and selfless channel."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Lift up your hearts above the present and look with eyes of faith into the future! Today the seed is sown, the grain falls upon the earth, but behold the day will come when it shall rise a glorious tree and the branches thereof shall be laden with fruit. Rejoice and be glad that this day has dawned, try to realise its power, for it is indeed wonderful! God has crowned you with honour and in your hearts has He set a radiant star; verily the light thereof shall brighten the whole world!",
      "You should, therefore, try all your best to carry aflame within you the torch of faith, for through it you will surely find guidance, strength and eventual success."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Speak, therefore; speak out with great courage at every meeting. When thou art about to begin thine address, turn first to Bahá’u’lláh, and ask for the confirmations of the Holy Spirit, then open thy lips and say whatever is suggested to thy heart; this, however, with the utmost courage, dignity and conviction.",
      "The Bahá’í teacher must be all confidence. Therein lies his strength and the secret of his success. Though single‑handed, and no matter how great the apathy of the people around you may be, you should have faith that the hosts of the Kingdom are on your side, and that through their help you are bound to overcome the forces of darkness that are facing the Cause of God. Persevere, be happy and confident, therefore.",
      "The source of courage and power is the promotion of the Word of God, and steadfastness in His Love."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "The teaching work should under all conditions be actively pursued by the believers because divine confirmations are dependent upon it. Should a Bahá’í refrain from being fully, vigorously and wholeheartedly involved in the teaching work he will undoubtedly be deprived of the blessings of the Abhá Kingdom. Even so, this activity should be tempered with wisdom—not that wisdom which requireth one to be silent and forgetful of such an obligation, but rather that which requireth one to display divine tolerance, love, kindness, patience, a goodly character, and holy deeds.",
      "‘Not everything that a man knoweth can be disclosed, nor can everything that he can disclose be regarded as timely, nor can every timely utterance be considered as suited to the capacity of those who hear it.’ Such is the consummate wisdom to be observed in thy pursuits. Be not oblivious thereof, if thou wishest to be a man of action under all conditions. First diagnose the disease and identify the malady, then prescribe the remedy, for such is the perfect method of the skilful physician."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Should anyone among you be incapable of grasping a certain truth, or be striving to comprehend it, show forth, when conversing with him, a spirit of extreme kindliness and goodwill. Help him to see and recognise the truth, without esteeming yourself to be, in the least, superior to him, or to be possessed of greater endowments.",
      "Consort with all men, O people of Bahá, in a spirit of friendliness and fellowship. If ye be aware of a certain truth, if ye possess a jewel, of which others are deprived, share it with them in a language of utmost kindliness and goodwill. If it be accepted, if it fulfil its purpose, your object is attained. If anyone should refuse it, leave him unto himself, and beseech God to guide him. Beware lest ye deal unkindly with him. A kindly tongue is the lodestone of the hearts of men. It is the bread of the spirit, it clotheth the words with meaning, it is the fountain of the light of wisdom and understanding."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "If they arise to teach My Cause, they must let the breath of Him Who is the Unconstrained stir them, and must spread it abroad on the earth with high resolve, with minds that are wholly centred in Him, and with hearts that are completely detached from and independent of all things, and with souls that are sanctified from the world and its vanities. It behoveth them to choose as the best provision for their journey reliance upon God, and to clothe themselves with the love of their Lord, the Most Exalted, the All‑Glorious. If they do so, their words shall influence their hearers.",
      "These shall labour ceaselessly, by day and by night, shall heed neither trials nor woe, shall suffer no respite in their efforts, shall seek no repose, shall disregard all ease and comfort, and, detached and unsullied, shall consecrate every fleeting moment of their lives to the diffusion of the divine fragrance and the exaltation of God’s holy Word."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 9", "section-9", 9]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Cry out and summon the people to Him Who is the Sovereign Lord of all worlds, with such zeal and fervour that all men may be set on fire by thee.",
      ". . . let us arise to teach His Cause with righteousness, conviction, understanding and vigour. Let this be the paramount and most urgent duty of every Bahá’í. Let us make it the dominating passion of our life."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 10", "section-10", 10]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "The teacher, when teaching, must be himself fully enkindled, so that his utterance, like unto a flame of fire, may exert influence and consume the veil of self and passion. He must also be utterly humble and lowly so that others may be edified, and be totally self‑effaced and evanescent so that he may teach with the melody of the Concourse on high—otherwise his teaching will have no effect.",
      "In accordance with the divine teachings in this glorious dispensation we should not belittle anyone and call him ignorant, saying: ‘You know not, but I know.’ Rather, we should look upon others with respect, and when attempting to explain and demonstrate, we should speak as if we are investigating the truth, saying: ‘Here these things are before us. Let us investigate to determine where and in what form the truth can be found.’ The teacher should not consider himself as learned and others ignorant. Such a thought breedeth pride, and pride is not conducive to influence. The teacher should not see in himself any superiority; he should speak with the utmost kindliness, lowliness and humility, for such speech exerteth influence and educateth the souls."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 11", "section-11", 11]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Humble thyself before Me, that I may graciously visit thee. Arise for the triumph of My cause, that while yet on earth thou mayest obtain the victory.",
      "Perhaps the reason why you have not accomplished so much in the field of teaching is the extent you looked upon your own weaknesses and inabilities to spread the message. Bahá’u’lláh and the Master have both urged us repeatedly to disregard our own handicaps and lay our whole reliance upon God. He will come to our help if we only arise and become an active channel for God’s grace. Do you think it is the teachers who make converts and change human hearts? No, surely not. They are only pure souls who take the first step, and then let the spirit of Bahá’u’lláh move them and make use of them. If any one of them should even for a second consider his achievements as due to his own capacities, his work is ended and his fall starts. This is in fact the reason why so many competent souls have after wonderful services suddenly found themselves absolutely impotent and perhaps thrown aside by the Spirit of the Cause as useless souls. The criterion is the extent to which we are ready to have the will of God operate through us.",
      "Stop being conscious of your frailties, therefore; have a perfect reliance upon God; let your heart burn with the desire to serve His mission and proclaim His call; and you will observe how eloquence and the power to change human hearts will come as a matter of course.",
      "Shoghi Effendi will surely pray for your success if you should arise and start to teach. In fact the mere act of arising will win for you God’s help and blessings."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 12", "section-12", 12]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "reflect periodically on effective ways of teaching the Faith in their surroundings . . . Souls who have been given the blessing of faith have a natural wish to share this gift through conversations with relatives, friends, classmates, co‑workers, and those previously unmet, seeking in every place and at every moment a hearing ear. Different settings and circumstances lend themselves to different approaches, and the friends should be occupied in an ongoing process of learning about what is most effective in the place where they are."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 13", "section-13", 13]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "They must be neither provocative nor supine, neither fanatical nor excessively liberal, in their exposition of the fundamental and distinguishing features of their Faith. They must be either wary or bold, they must act swiftly or mark time, they must use the direct or indirect method, they must be challenging or conciliatory, in strict accordance with the spiritual receptivity of the soul with whom they come in contact, whether he be a nobleman or a commoner, a northerner or a southerner, a layman or a priest, a capitalist or a socialist, a statesman or a prince, an artisan or a beggar. In their presentation of the Message of Bahá’u’lláh they must neither hesitate nor falter. They must be neither contemptuous of the poor nor timid before the great. In their exposition of its verities they must neither overstress nor whittle down the truth which they champion, whether their hearer belong to royalty, or be a prince of the church, or a politician, or a tradesman, or a man of the street. To all alike, high or low, rich or poor, they must proffer, with open hands, with a radiant heart, with an eloquent tongue, with infinite patience, with uncompromising loyalty, with great wisdom, with unshakeable courage, the Cup of Salvation at so critical an hour . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 15", "section-15", 15]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Let us too bear in mind the example which our beloved Master has clearly set before us. Wise and tactful in His approach, wakeful and attentive in His early intercourse, broad and liberal in all His public utterances, cautious and gradual in the unfolding of the essential verities of the Cause, passionate in His appeal yet sober in argument, confident in tone, unswerving in conviction, dignified in His manners—such were the distinguishing features of our Beloved’s noble presentation of the Cause of Bahá’u’lláh."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 16", "section-16", 16]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "As for you, O ye lovers of God, make firm your steps in His Cause, with such resolve that ye shall not be shaken though the direst of calamities assail the world. By nothing, under no conditions, be ye perturbed. Be ye anchored fast as the high mountains, be stars that dawn over the horizon of life, be bright lamps in the gatherings of unity, be souls humble and lowly in the presence of the friends, be innocent in heart. Be ye symbols of guidance and lights of godliness, severed from the world, clinging to the handhold that is sure and strong, spreading abroad the spirit of life, riding the Ark of salvation. Be ye daysprings of generosity, dawningpoints of the mysteries of existence, sites where inspiration alighteth, rising‑places of splendours, souls that are sustained by the Holy Spirit, enamoured of the Lord, detached from all save Him, holy above the characteristics of humankind, clothed in the attributes of the angels of heaven, that ye may win for yourselves the highest bestowal of all, in this new time, this wondrous age."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 17", "section-17", 17]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "Whoso ariseth among you to teach the Cause of his Lord, let him, before all else, teach his own self, that his speech may attract the hearts of them that hear him. Unless he teacheth his own self, the words of his mouth will not influence the heart of the seeker.",
      "One thing and only one thing will unfailingly and alone secure the undoubted triumph of this sacred Cause, namely, the extent to which our own inner life and private character mirror forth in their manifold aspects the splendour of those eternal principles proclaimed by Bahá’u’lláh.",
      "Whoso ariseth, in this Day, to aid Our Cause, and summoneth to his assistance the hosts of a praiseworthy character and upright conduct, the influence flowing from such an action will, most certainly, be diffused throughout the whole world.",
      "Let your actions cry aloud to the world that you are indeed Bahá’ís, for it is actions that speak to the world and are the cause of the progress of humanity.",
      "If we are true Bahá’ís speech is not needed. Our actions will help on the world, will spread civilisation, will help the progress of science, and cause the arts to develop. Without action nothing in the material world can be accomplished, neither can words unaided advance a man in the spiritual Kingdom. It is not through lip‑service only that the elect of God have attained to holiness, but by patient lives of active service they have brought light into the world.",
      "It is at such times that the friends of God avail themselves of the occasion, seize the opportunity, rush forth and win the prize. If their task is to be confined to good conduct and advice, nothing will be accomplished. They must speak out, expound the proofs, set forth clear arguments, draw irrefutable conclusions establishing the truth of the manifestation of the Sun of Reality.",
      "Then look thou not at the degree of thy capacity, look thou at the boundless favour of Bahá’u’lláh; all‑encompassing is His bounty, and consummate His grace.",
      "Turn thy face toward the Kingdom of God, ask for the bestowals of the Holy Spirit, speak, and the confirmations of the Spirit will come.",
      "O ye beloved of God! Repose not yourselves on your couches, nay bestir yourselves as soon as ye recognise your Lord, the Creator, and hear of the things which have befallen Him, and hasten to His assistance. Unloose your tongues, and proclaim unceasingly His Cause. This shall be better for you than all the treasures of the past and of the future, if ye be of them that comprehend this truth.",
      "If the friends always waited until they were fully qualified to do any particular task, the work of the Cause would be almost at a standstill! But the very act of striving to serve, however unworthy one may feel, attracts the blessings of God and enables one to become more fitted for the task.",
      "Today the need is so great on the part of humanity to hear of the Divine Message, that the believers must plunge into the work, wherever and however they can, heedless of their own shortcomings, but ever heedful of the crying need of their fellow‑men to hear of the teachings in their darkest hour of travail."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      [
        "Unit 2: Qualities and Attitudes Essential for Teaching",
        "unit-2-qualities-and-attitudes-essential-for-teaching",
        3
      ],
      ["Section 18", "section-18", 18]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To reflect on qualities and attitudes needed to teach the Faith effectively",
    "content": [
      "During these travels ‘Abdu’l‑Bahá displayed a vitality, a courage, a singlemindedness, a consecration to the task He had set Himself to achieve that excited the wonder and admiration of those who had the privilege of observing at close hand His daily acts. Indifferent to the sights and curiosities which habitually invite the attention of travellers and which the members of His entourage often wished Him to visit; careless alike of His comfort and His health; expending every ounce of His energy day after day from dawn till late at night; consistently refusing any gifts or contributions towards the expenses of His travels; unfailing in His solicitude for the sick, the sorrowful and the down‑trodden; uncompromising in His championship of the underprivileged races and classes; bountiful as the rain in His generosity to the poor; contemptuous of the attacks launched against Him by vigilant and fanatical exponents of orthodoxy and sectarianism; marvellous in His frankness while demonstrating, from platform and pulpit, the prophetic Mission of Jesus Christ to the Jews, of the Divine origin of Islám in churches and synagogues, or the truth of Divine Revelation and the necessity of religion to materialists, atheists or agnostics; unequivocal in His glorification of Bahá’u’lláh at all times and within the sanctuaries of divers sects and denominations; adamant in His refusal, on several occasions, to curry the favour of people of title and wealth both in England and in the United States; and last but not least incomparable in the spontaneity, the genuineness and warmth of His sympathy and loving‑kindness shown to friend and stranger alike, believer and unbeliever, rich and poor, high and low, whom He met, either intimately or casually, whether on board ship, or whilst pacing the streets, in parks or public squares, at receptions or banquets, in slums or mansions, in the gatherings of His followers or the assemblage of the learned, He, the incarnation of every Bahá’í virtue and the embodiment of every Bahá’í ideal, continued for three crowded years to trumpet to a world sunk in materialism and already in the shadow of war, the healing, the God‑given truths enshrined in His Father’s Revelation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 1", "section-1", 1]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Whensoever ye encounter a thirsty soul, give him to drink from the cup of everlasting life; and whensoever ye find a hearing ear, recite unto him the verses of God, the Powerful, the Mighty, the Compassionate. Unloose your tongues with kindly words and, should ye find the people inclined towards the Sanctuary of God, summon them to the truth . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 3", "section-3", 3]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "The opportunities which the turmoil of the present age presents, with all the sorrows which it evokes, the fears which it excites, the disillusionment which it produces, the perplexities which it creates, the indignation which it arouses, the revolt which it provokes, the grievances it engenders, the spirit of restless search which it awakens, must, in like manner, be exploited for the purpose of spreading far and wide the knowledge of the redemptive power of the Faith of Bahá’u’lláh, and for enlisting fresh recruits in the ever‑swelling army of His followers."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 6", "section-6", 6]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Those who declare themselves as Bahá’ís should become enchanted with the beauty of the Teachings, and touched by the love of Bahá’u’lláh. The declarants need not know all the proofs, history, laws, and principles of the Faith, but in the process of declaring themselves they must, in addition to catching the spark of faith, become basically informed about the Central Figures of the Faith, as well as the existence of laws they must follow and an administration they must obey."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 8", "section-8", 8]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "That which the Lord hath ordained as the sovereign remedy and mightiest instrument for the healing of all the world is the union of all its peoples in one universal Cause, one common Faith.",
      "O Son of Man! I loved thy creation, hence I created thee. Wherefore, do thou love Me, that I may name thy name and fill thy soul with the spirit of life.",
      "This is the Day in which God’s most excellent favours have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving‑kindness."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 10", "section-10", 10]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Bahá’u’lláh has drawn the circle of unity, He has made a design for the uniting of all the peoples, and for the gathering of them all under the shelter of the tent of universal unity. This is the work of the Divine Bounty, and we must all strive with heart and soul until we have the reality of unity in our midst, and as we work, so will strength be given unto us."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 12", "section-12", 12]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Remember My days during thy days, and My distress and banishment in this remote prison. And be thou so steadfast in My love that thy heart shall not waver, even if the swords of the enemies rain blows upon thee and all the heavens and the earth arise against thee.",
      "The Ancient Beauty hath consented to be bound with chains that mankind may be released from its bondage, and hath accepted to be made a prisoner within this most mighty Stronghold that the whole world may attain unto true liberty. He hath drained to its dregs the cup of sorrow, that all the peoples of the earth may attain unto abiding joy, and be filled with gladness. This is of the mercy of your Lord, the Compassionate, the Most Merciful. We have accepted to be abased, O believers in the Unity of God, that ye may be exalted, and have suffered manifold afflictions, that ye might prosper and flourish. He Who hath come to build anew the whole world, behold, how they that have joined partners with God have forced Him to dwell within the most desolate of cities!"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 14", "section-14", 14]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Is there any Remover of difficulties save God? Say: Praised be God! He is God! All are His servants, and all abide by His bidding!",
      "Say: God sufficeth all things above all things, and nothing in the heavens or in the earth but God sufficeth. Verily, He is in Himself the Knower, the Sustainer, the Omnipotent."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 18", "section-18", 18]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth.",
      "There is none other God but Thee, the Help in Peril, the Self‑Subsisting.",
      "O Companion of My Throne! Hear no evil, and see no evil, abase not thyself, neither sigh and weep. Speak no evil, that thou mayest not hear it spoken unto thee, and magnify not the faults of others that thine own faults may not appear great; and wish not the abasement of anyone, that thine own abasement be not exposed. Live then the days of thy life, that are less than a fleeting moment, with thy mind stainless, thy heart unsullied, thy thoughts pure, and thy nature sanctified, so that, free and content, thou mayest put away this mortal frame, and repair unto the mystic paradise and abide in the eternal kingdom forevermore.",
      "O Son of Spirit! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I moulded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self‑subsisting.",
      "Therefore, the beloved of the Lord and the handmaidens of the Merciful should, with all their heart and soul, educate children and instruct them in the school of virtue and perfection. Nor should they tolerate in this regard the least neglect or shortcoming. . . .",
      "The first duty of the loved ones of God and the handmaidens of the Merciful is to strive by every possible means to educate all children, girls and boys alike. For the latter are even as the former; there is no difference whatsoever between them. The ignorance of either is blameworthy; the unawareness of either is reprehensible. ‘Are they equal, those who know and those who do not know?’"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 20", "section-20", 20]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Create in me a pure heart, O my God, and renew a tranquil conscience within me, O my Hope! Through the spirit of power confirm Thou me in Thy Cause, O my Best‑Beloved, and by the light of Thy glory reveal unto me Thy path, O Thou the Goal of my desire! Through the power of Thy transcendent might lift me up unto the heaven of Thy holiness, O Source of my being, and by the breezes of Thine eternity gladden me, O Thou Who art my God! Let Thine everlasting melodies breathe tranquillity on me, O my Companion, and let the riches of Thine ancient countenance deliver me from all except Thee, O my Master, and let the tidings of the revelation of Thine incorruptible Essence bring me joy, O Thou Who art the most manifest of the manifest and the most hidden of the hidden!"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 23", "section-23", 23]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Whether the first contact with such newly found friends elicits an invitation for them to enrol in the Bahá’í community or to participate in one of its activities is not an overwhelming concern. More important is that every soul feel welcome to join the community in contributing to the betterment of society, commencing a path of service to humanity on which, at the outset or further along, formal enrolment can occur.",
      "Of course, the community welcomes any degree of association that a person would like to maintain, great or small. Yet to recognise Bahá’u’lláh as a Manifestation of God and accept the privileges and responsibilities that are uniquely associated with membership in the Bahá’í community is a singular moment in a person’s spiritual development, quite distinct from regular involvement in Bahá’í activities or voicing support for Bahá’í principles. Experience has shown that the environment created by community‑building endeavours in a locality enables anyone who wishes to take this step to do so with relative ease. Wherever these endeavours are under way, it is important for the friends to remain mindful that the doors of the Faith are wide open and to give encouragement to those who stand at the threshold."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 24", "section-24", 24]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "O wayfarer in the path of God! Take thou thy portion of the ocean of His grace, and deprive not thyself of the things that lie hidden in its depths. Be thou of them that have partaken of its treasures. A dewdrop out of this ocean would, if shed upon all that are in the heavens and on the earth, suffice to enrich them with the bounty of God, the Almighty, the All‑Knowing, the All‑Wise. With the hands of renunciation draw forth from its life‑giving waters, and sprinkle therewith all created things, that they may be cleansed from all man‑made limitations and may approach the mighty seat of God, this hallowed and resplendent Spot.",
      "Be not grieved if thou performest it thyself alone. Let God be all‑sufficient for thee. Commune intimately with His Spirit, and be thou of the thankful. Proclaim the Cause of thy Lord unto all who are in the heavens and on the earth. Should any man respond to thy call, lay bare before him the pearls of the wisdom of the Lord, thy God, which His Spirit hath sent down unto thee, and be thou of them that truly believe. And should anyone reject thine offer, turn thou away from him, and put thy trust and confidence in the Lord, thy God, the Lord of all worlds."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 25", "section-25", 25]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Having on his own initiative, and undaunted by any hindrances with which either friend or foe may, unwittingly or deliberately, obstruct his path, resolved to arise and respond to the call of teaching, let him carefully consider every avenue of approach which he might utilise in his personal attempts to capture the attention, maintain the interest, and deepen the faith, of those whom he seeks to bring into the fold of his Faith. Let him survey the possibilities which the particular circumstances in which he lives offer him, evaluate their advantages, and proceed intelligently and systematically to utilise them for the achievement of the object he has in mind.",
      "Let him also attempt to devise such methods as association with clubs, exhibitions, and societies, lectures on subjects akin to the teachings and ideals of his Cause such as temperance, morality, social welfare, religious and racial tolerance, economic cooperation, Islám, and comparative religion, or participation in social, cultural, humanitarian, charitable, and educational organisations and enterprises which, while safeguarding the integrity of his Faith, will open up to him a multitude of ways and means whereby he can enlist successively the sympathy, the support, and ultimately the allegiance of those with whom he comes in contact.",
      "Let him, while such contacts are being made, bear in mind the claims which his Faith is constantly making upon him to preserve its dignity, and station, to safeguard the integrity of its laws and principles, to demonstrate its comprehensiveness and universality, and to defend fearlessly its manifold and vital interests. Let him consider the degree of his hearer’s receptivity, and decide for himself the suitability of either the direct or indirect method of teaching, whereby he can impress upon the seeker the vital importance of the Divine Message, and persuade him to throw in his lot with those who have already embraced it.",
      "Let him remember the example set by ‘Abdu’l‑Bahá, and His constant admonition to shower such kindness upon the seeker, and exemplify to such a degree the spirit of the teachings he hopes to instil into him, that the recipient will be spontaneously impelled to identify himself with the Cause embodying such teachings. Let him refrain, at the outset, from insisting on such laws and observances as might impose too severe a strain on the seeker’s newly awakened faith, and endeavour to nurse him, patiently, tactfully, and yet determinedly, into full maturity, and aid him to proclaim his unqualified acceptance of whatever has been ordained by Bahá’u’lláh.",
      "Let him, as soon as that stage has been attained, introduce him to the body of his fellow‑believers, and seek, through constant fellowship and active participation in the local activities of his community, to enable him to contribute his share to the enrichment of its life, the furtherance of its tasks, the consolidations of its interests, and the coordination of its activities with those of its sister communities.",
      "Let him not be content until he has infused into his spiritual child so deep a longing as to impel him to arise independently, in his turn, and devote his energies to the quickening of other souls, and the upholding of the laws and principles laid down by his newly adopted Faith."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 29", "section-29", 29]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "At the heart of the matter, then, is how a campaign of teaching the Faith by visiting homes relates to the other activities being undertaken in a neighbourhood—how it relates to the efforts to hold meetings that strengthen the devotional character of the wider community, to offer classes that foster the spiritual development of children, to form groups that channel the energies of junior youth, to establish circles of study, open to all, that enable people of varied backgrounds to advance on equal footing and explore the application of teachings to their individual and collective lives."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 30", "section-30", 30]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "to teach within one or more receptive populations, employing a direct method in their exposition of the fundamentals of their Faith, and find those souls longing to shed the lethargy imposed on them by society and work alongside one another in their neighbourhoods and villages to begin a process of collective transformation.",
      "When the masses of mankind are awakened and enter the Faith of God, a new process is set in motion and the growth of a new civilisation begins. Witness the emergence of Christianity and of Islám. These masses are the rank and file, steeped in traditions of their own, but receptive to the new Word of God, by which, when they truly respond to it, they become so influenced as to transform those who come in contact with them.",
      "God’s standards are different from those of men. According to men’s standards, the acceptance of any cause by people of distinction, of recognised fame and status, determines the value and greatness of that cause. But, in the words of Bahá’u’lláh: ‘The summons and the message which We gave were never intended to reach or to benefit one land or one people only. Mankind in its entirety must firmly adhere to whatsoever hath been revealed and vouchsafed unto it.’",
      "Propelled by forces generated both within and outside the Bahá’í community, the peoples of the earth can be seen to be moving from divergent directions, closer and closer to one another, towards what will be a world civilisation so stupendous in character that it would be futile for us to attempt to imagine it today. As this centripetal movement of populations accelerates across the globe, some elements in every culture, not in accord with the teachings of the Faith, will gradually fall away, while others will be reinforced. By the same token, new elements of culture will evolve over time as people hailing from every human group, inspired by the Revelation of Bahá’u’lláh, give expression to patterns of thought and action engendered by His teachings . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 31", "section-31", 31]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "If ye be truly united, if ye agree to promote that which is the essential purpose, and to show forth an all‑unifying love, I swear by Him Who causeth the seed to split and the breeze to waft, so great a light will shine forth from your faces as to reach the highest heavens, the fame of your glory will be noised abroad, the evidences of your preeminence will spread throughout all regions, your power will penetrate the realities of all things, your aims and purposes will exert their influence upon the great and mighty nations, your spirits will encompass the whole world of being, and ye will discover yourselves to be kings in the dominions of the Kingdom, and attired with the glorious crowns of the invisible Realm, and become the marshals of the army of peace, and princes of the forces of light, and stars shining from the horizon of perfection, and brilliant lamps shedding their radiance upon men.",
      "Now is the time, O ye beloved of the Lord, for ardent endeavour. Struggle ye, and strive. And since the Ancient Beauty was exposed by day and night on the field of martyrdom, let us in our turn labour hard, and hear and ponder the counsels of God; let us fling away our lives, and renounce our brief and numbered days. Let us turn our eyes away from empty fantasies of this world’s divergent forms, and serve instead this preeminent purpose, this grand design. Let us not, because of our own imaginings, cut down this tree that the hand of heavenly grace hath planted; let us not, with the dark clouds of our illusions, our selfish interests, blot out the glory that streameth from the Abhá Realm. Let us not be as barriers that wall out the rolling ocean of Almighty God. Let us not prevent the pure, sweet scents from the garden of the All‑Glorious Beauty from blowing far and wide. Let us not, on this day of reunion, shut out the vernal downpour of blessings from on high. Let us not consent that the splendours of the Sun of Truth should ever fade and disappear. These are the admonitions of God, as set forth in His Holy Books, His Scriptures, His Tablets that tell out His counsellings to the sincere.",
      "The glory rest upon you, and God’s mercy, and God’s blessings.",
      "Fix your gaze on the mighty possibilities, the incalculable blessings, the indomitable spirit of this growing and struggling Faith of God, and do not allow the petty disputes and inevitable differences of the present to obscure your vision of the resplendent glories which the future of the Cause has in store for its steadfast and valiant supporters.",
      "If any differences arise amongst you, behold Me standing before your face, and overlook the faults of one another for My name’s sake and as a token of your love for My manifest and resplendent Cause. We love to see you at all times consorting in amity and concord within the paradise of My good‑pleasure, and to inhale from your acts the fragrance of friendliness and unity, of loving‑kindness and fellowship. Thus counseleth you the All‑Knowing, the Faithful. We shall always be with you; if We inhale the perfume of your fellowship, Our heart will assuredly rejoice, for naught else can satisfy Us. To this beareth witness every man of true understanding."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 32", "section-32", 32]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "The community is serving more and more as that environment in which individual effort and collective action, mediated by the institute, can complement each other in order to achieve progress. The vibrancy it manifests and the unity of purpose that animates its endeavours are drawing into its swelling ranks those from every walk of life eager to dedicate their time and energies to the welfare of humanity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 33", "section-33", 33]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Follow in the footsteps of ‘Abdu’l‑Bahá, and in the pathway of the Abhá Beauty, long at every moment to give up your lives. Shine out like the daystar, be unresting as the sea; even as the clouds of heaven, shed ye life upon field and hill, and like unto April winds, blow freshness through those human trees, and bring them to their blossoming.",
      ". . . man should so surrender his will to God, and become so oblivious of his own pursuits, that he may attain unto the station of living sacrifice: Thus, if he sleepeth, it should not be for the sake of bodily repose, but solely to recuperate his strength in order that his discourse may be clearer, his utterance more pleasing, and that he may serve God’s creatures and expound His proofs; and if he waketh, he should remain alert, engage in service to the Cause of God, and utterly submerge his own desires and inclinations in the will of God. When he attaineth unto this station, the confirmations of the Holy Spirit shall surround him, and, armed with such a power, he shall be capable of withstanding all the peoples of the earth.",
      "I hope that, through the bounties of Him Who quickeneth the spirits, thou mayest not for a moment remain still, nor be deterred from pulsating like unto an artery in the body of the world, that thou mayest ever breathe the spirit of life into the hearts and enable the souls to soar in the realms above.",
      "These shall labour ceaselessly, by day and by night, shall heed neither trials nor woe, shall suffer no respite in their efforts, shall seek no repose, shall disregard all ease and comfort, and, detached and unsullied, shall consecrate every fleeting moment of their lives to the diffusion of the divine fragrance and the exaltation of God’s holy Word. Their faces will radiate heavenly gladness, and their hearts be filled with joy. Their souls will be inspired, and their foundation stand secure. They shall scatter in the world, and travel throughout all regions. They shall raise their voices in every assembly, and adorn and revive every gathering. They shall speak in every tongue, and interpret every hidden meaning. They shall reveal the mysteries of the Kingdom, and manifest unto everyone the signs of God. They shall burn brightly even as a candle in the heart of every assembly, and beam forth as a star upon every horizon. The gentle breezes wafted from the garden of their hearts shall perfume and revive the souls of men, and the revelations of their minds, even as showers, will reinvigorate the peoples and nations of the world."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 34", "section-34", 34]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      ". . . let the friends spare no effort to increase the level of participation. Let them strain every nerve to ensure that the system which they have so laboriously erected does not close in on itself but progressively expands to embrace more and more people. Let them not lose sight of the remarkable receptivity they found—nay, the sense of eager expectation that awaited them—as they gained confidence in their ability to interact with people of all walks of life and converse with them about the Person of Bahá’u’lláh and His Revelation.",
      "We rejoice to see that in a growing number of clusters, and in neighbourhoods and villages within them, a nucleus of friends has emerged who through action and reflection are discovering what is required, at a particular point, for the process of growth to advance in their surroundings. They are drawing on the potent instrument of the institute, through which capacity to contribute to the spiritual and material prosperity of the community is enhanced, and as they act, the number of those joining them is increasing. Naturally, conditions vary greatly from place to place, as do the characteristics of growth. But through systematic striving, everyone can make a more and more effective contribution to the work at hand. In every setting, there is pure joy in engaging other souls in meaningful and uplifting conversations that lead, whether quickly or gradually, to the stirring of spiritual susceptibilities. The brighter the flame kindled within the heart of the believer, the greater will be the force of attraction felt by those exposed to its warmth. And to a heart consumed with love for Bahá’u’lláh, what more fitting occupation can be imagined than to seek out kindred spirits, to encourage them as they enter the path of service, to accompany them as they gain experience and—perhaps the greatest joy of all—to see souls become confirmed in their faith, arise independently, and assist others on the same journey. These are among the most cherished of all the moments that this transitory life affords.",
      "Learning as a mode of operation requires that all assume a posture of humility, a condition in which one becomes forgetful of self, placing complete trust in God, reliant on His all‑sustaining power and confident in His unfailing assistance, knowing that He, and He alone, can change the gnat into an eagle, the drop into a boundless sea. And in such a state souls labour together ceaselessly, delighting not so much in their own accomplishments but in the progress and services of others. So it is that their thoughts are centred at all times on helping one another scale the heights of service to His Cause and soar in the heaven of His knowledge."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 35", "section-35", 35]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "O Lord! I am a broken‑winged bird and desire to soar in Thy limitless space. How is it possible for me to do this save through Thy providence and grace, Thy confirmation and assistance.",
      "I beseech Thee, by Him Who is the Fountainhead of Thy Revelation and the Dayspring of Thy signs, to make my heart to be a receptacle of Thy love and of remembrance of Thee. Knit it, then, to Thy most great Ocean, that from it may flow out the living waters of Thy wisdom and the crystal streams of Thy glorification and praise.",
      "I beg of Thee, O Thou King of existence and Protector of the seen and the unseen, to make whosoever arises to serve Thy Cause as a sea moving by Thy desire, as one ablaze with the fire of Thy Sacred Tree, shining from the horizon of the heaven of Thy will.",
      "O my God, aid Thou Thy servant to raise up the Word, and to refute what is vain and false, to establish the truth, to spread the sacred verses abroad, reveal the splendours, and make the morning’s light to dawn in the hearts of the righteous.",
      "O my God! O my God! Thou seest me in my lowliness and weakness, occupied with the greatest undertaking, determined to raise Thy word among the masses and to spread Thy teachings among Thy peoples. How can I succeed unless Thou assist me with the breath of the Holy Spirit, help me to triumph by the hosts of Thy glorious kingdom, and shower upon me Thy confirmations, which alone can change a gnat into an eagle, a drop of water into rivers and seas, and an atom into lights and suns?",
      "O Lord! Make manifest in Thy lands humble and submissive souls, their faces illumined with the rays of guidance, severed from the world, extolling Thy Name, uttering Thy praise, and diffusing the fragrance of Thy holiness amongst mankind.",
      "O God, my God! Aid Thou Thy trusted servants to have loving and tender hearts. Help them to spread, amongst all the nations of the earth, the light of guidance that cometh from the Company on high.",
      "Verily, Thy lovers thirst, O my Lord; lead them to the wellspring of bounty and grace. Verily, they hunger; send down unto them Thy heavenly table. Verily, they are naked; robe them in the garments of learning and knowledge.",
      "O Thou incomparable God! O Thou Lord of the Kingdom! These souls are Thy heavenly army. Assist them and, with the cohorts of the Supreme Concourse, make them victorious, so that each one of them may become like unto a regiment and conquer these countries through the love of God and the illumination of divine teachings."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 6: Teaching the Cause", "6", 8],
      ["Unit 3: The Act of Teaching", "unit-3-the-act-of-teaching", 4],
      ["Section 36", "section-36", 36]
    ],
    "years": [2023.0401, 2023.0401],
    "purpose": "To strengthen the capacity to recognise and nurture receptivity and to develop the capacity to make a cogent presentation of the Faith, suitable to the circumstances, whether as part of a personal teaching effort or in the context of a collective campaign",
    "content": [
      "Central to the pattern of action evolving in a cluster is the individual and collective transformation effected through the agency of the Word of God. From the beginning of the sequence of courses, a participant encounters Bahá’u’lláh’s Revelation in considering such weighty themes as worship, service to humanity, the life of the soul, and the education of children and youth. As a person cultivates the habit of study and deep reflection upon the Creative Word, this process of transformation reveals itself in an ability to express one’s understanding of profound concepts and to explore spiritual reality in conversations of significance. These capacities are visible not only in the elevated discussions that increasingly characterise interactions within the community, but in the ongoing conversations that reach well beyond—not least between the Bahá’í youth and their peers—extending to include parents whose daughters and sons are benefitting from the community’s programmes of education. Through exchanges of this kind, consciousness of spiritual forces is raised, apparent dichotomies yield to unexpected insights, a sense of unity and common calling is fortified, confidence that a better world can be created is strengthened, and a commitment to action becomes manifest. Such distinctive conversations gradually attract ever‑larger numbers to take part in a range of community activities. Themes of faith and certitude surface naturally, prompted by the receptivity and experiences of those involved. What is clear, then, is that as the institute process in a cluster gains momentum, the act of teaching comes to assume greater prominence in the lives of the friends."
    ]
  }
]
