[
  {
    "id": "8/2/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["A Few Thoughts for the Tutor", "a-few-thoughts-for-the-tutor", 1]
    ],
    "years": [2020.0901, 2020.0901],
    "content": [
      "This book, the second in the main sequence of courses offered by the Ruhi Institute, is concerned with capabilities that enable us to contribute to meaningful and uplifting conversation. The specific act of service on which the book focuses is described in the third unit. In a world in which powerful forces are tearing communal bonds asunder, the practice of visiting friends and neighbours in their homes to explore themes central to the life of society can, if it becomes a prominent feature of culture, remedy some of the ills engendered by increasing isolation. The ties of fellowship thus created, the unit suggests, serve to fortify the process of building vibrant and harmonious communities.",
      "A sustained programme of visits to homes in a neighbourhood or village calls for a degree of organisation, involving a nucleus of dedicated friends supported by the requisite administrative institutions and agencies. In guiding a group through the book, the tutor should bear in mind that participants are being prepared to join such an ongoing effort. Visits arranged for them as a component of their study should lead to a commitment to take part in this effort year after year, an important aspect of a life of service.",
      "The practice of visiting homes for the explicit purpose of exploring themes of spiritual and social significance clearly enriches the culture of a community. Equally crucial in this respect are the many informal discussions that occur at home and in the workplace, at school and in the market. To introduce spiritual principles into everyday conversation from time to time, then, is an ability that deserves attention. Its development is the focus of the second unit, laying, in this way, a foundation for the study undertaken in the third.",
      "If our conversations with friends and neighbours are to be uplifting, we must be able to bring joy to our interactions with them. This is the subject addressed in the first unit, “The Joy of Teaching”. All the acts of service recommended by the Ruhi Institute involve, in essence, sharing with others the pearls of divine wisdom that we discover in the ocean of Bahá’u’lláh’s Revelation. The study of the first unit is intended to heighten awareness of the joy inherent in this pursuit. Participants are asked over several sections to think about the Word of God and what a blessing it is to share it with others. From this act, the unit proposes, arises the joy that quickens our steps as we walk the path of service. Yet, even when fully convinced of this profound spiritual truth, we can lose the joy of teaching if we fail to give thought to the qualities and attitudes that must distinguish service. These are the object of discussion in many subsequent books in the series, and only a few are examined here, beginning with detachment in Section 7. A selection of quotations from the Bahá’í Writings forms the basis for reflection on this quality, a quality indispensable if external factors are not to diminish the joy of service. What is important is that participants not come away from their study with the mistaken notion that detachment implies aloofness or lack of care. We must constantly strive to intensify our exertions and to increase the efficacy of our service as we endeavour to achieve better and better results. This requires an adequate understanding of the character of effort, a topic that is considered in Section 8. Optimism and gratefulness, two attitudes fundamental to the path of service, are briefly discussed in the next and final section.",
      "The second unit of the book, “Uplifting Conversations”, focuses on the ability to elevate the level of informal conversation by referring to spiritual principles when occasion permits. It consists of a number of short statements on various subjects, which, though not exact quotations, are based on ‘Abdu’l‑Bahá’s utterances and include many of the words and phrases He used. Of universal appeal, they speak to the aspirations and concerns of people of all backgrounds. It is hoped that, by studying the statements, participants will draw inspiration from the manner in which ‘Abdu’l‑Bahá explained spiritual principles and will acquire the habit of looking to Him as they strive to discover the pearls that lie in the ocean of Bahá’u’lláh’s Revelation, understand the meaning and implications of His Father’s teachings, and share them generously with others.",
      "To achieve the aim of the unit, participants should be given the opportunity to go over each statement several times, identify the sequence of thought, and practice saying it until they have so internalised the ideas that they can express them naturally. Some will, at first, basically memorise the statements and repeat them more or less the way they appear in the unit. This is to be expected. As their knowledge of the Faith deepens and their experience grows, they will have access to a much wider range of content and a much richer vocabulary, which will be reflected in their interactions with others. The tutor should recognise that, at this stage, what is being sought is twofold: a measure of ease in explaining the teachings and alignment with ‘Abdu’l‑Bahá’s thought.",
      "After the members of the group learn to present the content of each statement, they move on to another activity in which they are encouraged to correlate the ideas they have studied with issues of concern to their families, friends, and coworkers. To this end, they are asked to think about some of the topics and questions raised in conversation and decide which ones would offer them the possibility of introducing the ideas into a discussion. For a few statements, an example or two are mentioned to illustrate how the spiritual principles enunciated by ‘Abdu’l‑Bahá shed light on matters that are of concern to people everywhere. This exercise will yield better fruit if, while study of the book is still in progress, the tutor is able to assist each member in choosing one of the statements and a couple of individuals with whom to converse on the ideas it contains. In this way, time can be set aside for participants, when meeting together, to describe to one another the dynamics of the conversations in which they have engaged.",
      "For every statement in the unit, a few passages from the Writings of Bahá’u’lláh are included for memorisation. The emphasis the Ruhi Institute places on memorisation, already apparent in the first book in the series, becomes more pronounced in Book 2. It is assumed that, by now, participants are conscious of the spiritual nourishment they receive from bringing to mind passages from the Writings time and again. In this book, then, they will reflect further on the effects of the Word of God on the human heart, and in the third unit, as in the second, they will learn to present principles and ideas found in the Writings in their speech and, when appropriate, quote passages directly. To explain the teachings accurately, giving them to others in their pure form, is among the capabilities we all seek to develop as we walk the path of service. That an excellent place to begin is by studying ‘Abdu’l‑Bahá’s explanations and trying to express them in the manner He did is the premise underlying the structure of the second unit.",
      "As indicated above, the third unit, entitled “Deepening Themes”, turns to the act of service addressed in this book—that is, to pay visits to friends and neighbours for the explicit purpose of engaging in discussions vital to the life of the community. Three types of conversation are envisioned in the unit and, for each, specific content is suggested. The first type revolves around a series of themes to be explored with the residents of a village or neighbourhood in a programme of systematic visits. Although the content outlined could well be shared with interested audiences in a variety of ways, the original intention of the themes—to provide the members of a household with the opportunity to deepen their knowledge of the Faith—remains most relevant. The greater share of the unit, then, is given over to this type of conversation.",
      "Yet, the practice of visiting homes has taken on new dimensions in recent years, especially as smaller and smaller geographic units, all the way down to the level of the village and the urban neighbourhood, have seen a rise in the number of individuals who can act as tutors, animators of junior youth groups, and children’s class teachers. Notably, the practice has shown itself to be essential not only for the purpose of propagating knowledge of the Faith; it is also imperative to the successful unfoldment of the programmes for the spiritual empowerment of junior youth and for the spiritual education of children. In this, what has become clear is that regular visits need to be undertaken by animators and teachers to the parents of youngsters in the two programmes to discuss the concepts and approaches which give them shape. Such discussions constitute a second type of conversation, which is examined in Sections 14 and 15. The content covered in these sections is far from extensive, for participants will become much more familiar with the two educational programmes in future courses. But for them to be aware of the significance of this type of conversation and to accompany teachers of children and animators of junior youth groups on their visits to parents can prove highly fruitful at this early stage.",
      "A third type of conversation envisioned in the unit serves a very special purpose. So many young men and women are looking for avenues through which their ardent desire to contribute to the betterment of the world can find expression. They represent an enormous reservoir of capacity to change society that is waiting, nay, longing to be tapped. A conversation among peers in which they reflect on the opportunities and responsibilities unique to the period of youth, with all its energy and extraordinary potential, can, more often than not, lead to a discussion around service and kindle interest in the work underway in villages and neighbourhoods across the globe. Numerous will, in turn, welcome an invitation to join the institute courses as a means of acquiring the capacity to provide spiritual education to rising generations as children’s class teachers and animators of junior youth groups. Sections 9 and 10 set out some ideas that can be explored in this type of conversation.",
      "To strengthen the capabilities that enable individuals to initiate and sustain meaningful conversations, the unit must, of course, go beyond suggesting broad themes and the corresponding content. Apart from the ability to articulate ideas with clarity, participants need to develop the requisite attitudes and spiritual qualities. These underlie much of the account that unfolds in the unit, but their importance to the capabilities in question is made explicit in Section 4, where participants think about what kind of sentiments and thoughts should fill our hearts and minds in preparing for a visit, and in Section 5, where they reflect on the quality of humility. The tutor will want to ensure that these sections receive sufficient attention by participants, for, no matter how much knowledge we acquire, no matter how well we can articulate ideas, the effectiveness of our conversations will depend on the qualities and attitudes we bring to them.",
      "It should be noted that the acts of service described in this series of books, though central to the growth and development of a community, are above all elements of a process that seeks to raise individual capacity through study and action. What every tutor should realise is that these acts build on one another, increasing in terms of complexity from book to book. Learning to carry out each act of service effectively proves crucial to the capacity required to perform those that follow. To maintain an ongoing conversation over the course of several visits to a home, as proposed in this book, is clearly more demanding than the activity encouraged in Book 1, that of hosting a regular devotional gathering, whether on one’s own or in collaboration with a few others. And it is not difficult to see how, to undertake the more complex acts of service ahead, it will be essential for participants to advance in the capabilities addressed here.",
      "As mentioned in the introductory remarks in Book 1, participants in the institute courses worldwide come from a diversity of backgrounds and, initially, have varying degrees of familiarity with the Bahá’í teachings. By the time they begin this second book, they will have indeed, each and all, embarked on the path of service opened up by the courses. But some differences remain. In the case of youth, for example, unless they have gone through the educational programmes for children and junior youth, many of the statements and themes presented in the book will be new to them, and its study will serve as a means for them to deepen their own knowledge of the Faith. The tutor should stand ready in this respect to exhibit the flexibility and creativity necessary to nurture understanding in every member of the group, while making sure that the main objective of the course, to enable participants to engage in meaningful and uplifting conversation, is achieved. What is more, in the thousands of localities where the book is being employed, the community‑building process to which the three units seek to contribute is not at the same point of development. Putting into action what is being learned, then, can assume a somewhat different shape from one locality to the next, and this, too, provides an indication of the care and thoroughness with which a tutor must respond to the needs of every member in taking a group through these pages."
    ]
  },
  {
    "id": "8/2/2/1",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 1", "section-1", 1]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "O My servants! My holy, My divinely ordained Revelation may be likened unto an ocean in whose depths are concealed innumerable pearls of great price, of surpassing lustre. It is the duty of every seeker to bestir himself and strive to attain the shores of this ocean, so that he may, in proportion to the eagerness of his search and the efforts he hath exerted, partake of such benefits as have been preordained in God’s irrevocable and hidden Tablets.",
      "The utterance of God is a lamp, whose light is these words: Ye are the fruits of one tree, and the leaves of one branch.",
      "The best beloved of all things in My sight is Justice; turn not away therefrom if thou desirest Me, and neglect it not that I may confide in thee.",
      "Be anxiously concerned with the needs of the age ye live in, and centre your deliberations on its exigencies and requirements.",
      "All men have been created to carry forward an ever‑advancing civilisation.",
      "The world passeth away, and that which is everlasting is the love of God.",
      "Thou art My lamp and My light is in thee. Get thou from it thy radiance and seek none other than Me. For I have created thee rich and have bountifully shed My favour upon thee."
    ]
  },
  {
    "id": "8/2/2/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "O My servants! The one true God is My witness! This most great, this fathomless and surging Ocean is near, astonishingly near, unto you. Behold it is closer to you than your life‑vein! Swift as the twinkling of an eye ye can, if ye but wish it, reach and partake of this imperishable favour, this God‑given grace, this incorruptible gift, this most potent and unspeakably glorious bounty."
    ]
  },
  {
    "id": "8/2/2/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "O wayfarer in the path of God! Take thou thy portion of the ocean of His grace, and deprive not thyself of the things that lie hidden in its depths. Be thou of them that have partaken of its treasures. A dewdrop out of this ocean would, if shed upon all that are in the heavens and on the earth, suffice to enrich them with the bounty of God, the Almighty, the All‑Knowing, the All‑Wise. With the hands of renunciation draw forth from its life‑giving waters, and sprinkle therewith all created things, that they may be cleansed from all man‑made limitations and may approach the mighty seat of God, this hallowed and resplendent Spot."
    ]
  },
  {
    "id": "8/2/2/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "The Word of God may be likened unto a sapling, whose roots have been implanted in the hearts of men. It is incumbent upon you to foster its growth through the living waters of wisdom, of sanctified and holy words, so that its root may become firmly fixed and its branches may spread out as high as the heavens and beyond."
    ]
  },
  {
    "id": "8/2/2/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "We are all united in one Divine purpose, no material motive is ours, and our dearest wish is to spread the Love of God throughout the world!"
    ]
  },
  {
    "id": "8/2/2/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "O Man of Two Visions! Close one eye and open the other. Close one to the world and all that is therein, and open the other to the hallowed beauty of the Beloved.",
      "O Friends! Abandon not the everlasting beauty for a beauty that must die, and set not your affections on this mortal world of dust.",
      "O Son of Utterance! Turn thy face unto Mine and renounce all save Me; for My sovereignty endureth and My dominion perisheth not. If thou seekest another than Me, yea, if thou searchest the universe forevermore, thy quest will be in vain.",
      "O Befriended Stranger! The candle of thine heart is lighted by the hand of My power, quench it not with the contrary winds of self and passion. The healer of all thine ills is remembrance of Me, forget it not. Make My love thy treasure and cherish it even as thy very sight and life.",
      "Detachment is as the sun; in whatsoever heart it doth shine it quencheth the fire of covetousness and self. He whose sight is illumined with the light of understanding will assuredly detach himself from the world and the vanities thereof. . . . Let not the world and its vileness grieve you. Happy is he whom riches fill not with vain‑glory, nor poverty with sorrow."
    ]
  },
  {
    "id": "8/2/2/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "Labour is needed, if we are to seek Him; ardour is needed, if we are to drink the nectar of reunion with Him; and if we taste of this cup, we shall cast away the world.",
      ". . . rest ye not, seek ye no composure, attach not yourselves to the luxuries of this ephemeral world, free yourselves from every attachment, and strive with heart and soul to become fully established in the Kingdom of God. Gain ye the heavenly treasures. Day by day become ye more illumined. Draw ye nearer and nearer unto the threshold of oneness.",
      "The incomparable Creator hath created all men from one same substance, and hath exalted their reality above the rest of His creatures. Success or failure, gain or loss, must, therefore, depend upon man’s own exertions. The more he striveth, the greater will be his progress."
    ]
  },
  {
    "id": "8/2/2/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 1: The Joy of Teaching", "unit-1-the-joy-of-teaching", 2],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To appreciate that the joy of teaching lies in the act of sharing with others the Word of God",
    "content": [
      "In the beginning, how small is the seed, yet in the end it is a mighty tree. Look ye not upon the seed, look ye upon the tree, and its blossoms, and its leaves and its fruits.",
      "Know then the vital import of this tiny seed that the true Husbandman hath, with the hands of His mercy, sown in the ploughed fields of the Lord, and watered with the rain of bestowals and bounties and is now nurturing in the heat and light of the Daystar of Truth.",
      "When you see a tree growing and developing, be hopeful of its outcome. It will blossom and bear fruit eventually. If you see dry wood or old trees, there is no hope whatever of fruitage.",
      "Wherefore must the loved ones of God, laboriously, with the waters of their striving, tend and nourish and foster this tree of hope.",
      "If the heart turns away from the blessings God offers how can it hope for happiness? If it does not put its hope and trust in God’s Mercy, where can it find rest?",
      "Happy are they who act; happy are they who understand; happy the man that hath clung unto the truth, detached from all that is in the heavens and all that is on earth."
    ]
  },
  {
    "id": "8/2/3/2",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 2", "section-2", 2]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "All men have been created to carry forward an ever‑advancing civilisation.",
      "The Purpose of the one true God, exalted be His glory, in revealing Himself unto men is to lay bare those gems that lie hidden within the mine of their true and inmost selves.",
      "God’s purpose in sending His Prophets unto men is twofold. The first is to liberate the children of men from the darkness of ignorance, and guide them to the light of true understanding. The second is to ensure the peace and tranquillity of mankind, and provide all the means by which they can be established.",
      "Men at all times and under all conditions stand in need of one to exhort them, guide them and to instruct and teach them."
    ]
  },
  {
    "id": "8/2/3/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "The knowledge of Him, Who is the Origin of all things, and attainment unto Him, are impossible save through knowledge of, and attainment unto, these luminous Beings who proceed from the Sun of Truth.",
      "The Person of the Manifestation hath ever been the representative and mouthpiece of God. He, in truth, is the Dayspring of God’s most excellent Titles, and the Dawning‑Place of His exalted Attributes.",
      "Be ye assured, moreover, that the works and acts of each and every one of these Manifestations of God, nay whatever pertaineth unto them, and whatsoever they may manifest in the future, are all ordained by God, and are a reflection of His Will and Purpose."
    ]
  },
  {
    "id": "8/2/3/4",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 4", "section-4", 4]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "There can be no doubt whatever that the peoples of the world, of whatever race or religion, derive their inspiration from one heavenly Source, and are the subjects of one God.",
      "Consort with the followers of all religions in a spirit of friendliness and fellowship.",
      "The fundamental purpose animating the Faith of God and His Religion is to safeguard the interests and promote the unity of the human race . . .",
      "The religion of God is for love and unity; make it not the cause of enmity or dissension."
    ]
  },
  {
    "id": "8/2/3/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "First and foremost among these favours, which the Almighty hath conferred upon man, is the gift of understanding. . . . This gift giveth man the power to discern the truth in all things, leadeth him to that which is right, and helpeth him to discover the secrets of creation.",
      "Look at the world and ponder a while upon it. It unveileth the book of its own self before thine eyes and revealeth that which the Pen of thy Lord, the Fashioner, the All‑Informed, hath inscribed therein.",
      "Knowledge is as wings to man’s life, and a ladder for his ascent. Its acquisition is incumbent upon everyone."
    ]
  },
  {
    "id": "8/2/3/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "The tabernacle of unity hath been raised; regard ye not one another as strangers. Ye are the fruits of one tree, and the leaves of one branch.",
      "So powerful is the light of unity that it can illuminate the whole earth.",
      "Set your faces towards unity, and let the radiance of its light shine upon you. Gather ye together, and for the sake of God resolve to root out whatever is the source of contention amongst you.",
      "It behoveth man to adhere tenaciously unto that which will promote fellowship, kindliness and unity."
    ]
  },
  {
    "id": "8/2/3/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "The light of men is Justice. Quench it not with the contrary winds of oppression and tyranny. The purpose of justice is the appearance of unity among men.",
      "No radiance can compare with that of justice. The organisation of the world and the tranquillity of mankind depend upon it.",
      "That which traineth the world is Justice, for it is upheld by two pillars, reward and punishment. These two pillars are the sources of life to the world."
    ]
  },
  {
    "id": "8/2/3/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      ". . . ye must give forth goodly and wondrous fruits, that ye yourselves and others may profit therefrom. Thus it is incumbent on every one to engage in crafts and professions, for therein lieth the secret of wealth, O men of understanding!",
      "If thine eyes be turned towards mercy, forsake the things that profit thee and cleave unto that which will profit mankind. And if thine eyes be turned towards justice, choose thou for thy neighbour that which thou choosest for thyself.",
      "Blessed is he who preferreth his brother before himself.",
      "No goodly deed was or will ever be lost, for benevolent acts are treasures preserved with God for the benefit of those who act.",
      ". . . take heed not to outstrip the bounds of moderation, and be numbered among the extravagant."
    ]
  },
  {
    "id": "8/2/3/9",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 9", "section-9", 9]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "The earth is but one country, and mankind its citizens.",
      "All the saplings of the world have appeared from one Tree, and all the drops from one Ocean, and all beings owe their existence to one Being.",
      "That one indeed is a man who, today, dedicateth himself to the service of the entire human race.",
      "The light of a good character surpasseth the light of the sun and the radiance thereof.",
      "Man’s distinction lieth not in ornaments or wealth, but rather in virtuous behaviour and true understanding.",
      "God grant you may be graciously aided under all conditions to shatter the idols of superstition and to tear away the veils of the imaginations of men.",
      "Of all men the most negligent is he that disputeth idly and seeketh to advance himself over his brother."
    ]
  },
  {
    "id": "8/2/3/10",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 10", "section-10", 10]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "Women and men have been and will always be equal in the sight of God.",
      "Know ye not why We created you all from the same dust? That no one should exalt himself over the other.",
      "In this Day the Hand of divine grace hath removed all distinctions. The servants of God and His handmaidens are regarded on the same plane."
    ]
  },
  {
    "id": "8/2/3/11",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 11", "section-11", 11]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "It is not desirable that a man be left without knowledge or skills, for he is then but a barren tree.",
      "Bend your minds and wills to the education of the peoples and kindreds of the earth . . .",
      "Arts, crafts and sciences uplift the world of being, and are conducive to its exaltation.",
      "In truth, knowledge is a veritable treasure for man, and a source of glory, of bounty, of joy, of exaltation, of cheer and gladness unto him."
    ]
  },
  {
    "id": "8/2/3/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 2: Uplifting Conversations", "unit-2-uplifting-conversations", 3],
      ["Section 12", "section-12", 12]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To acquire the ability to introduce spiritual principles into a conversation",
    "content": [
      "The well‑being of mankind, its peace and security, are unattainable unless and until its unity is firmly established."
    ]
  },
  {
    "id": "8/2/4/3",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 3", "section-3", 3]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "O Son of Man! I loved thy creation, hence I created thee. Wherefore, do thou love Me, that I may name thy name and fill thy soul with the spirit of life.",
      "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth.",
      "There is none other God but Thee, the Help in Peril, the Self‑Subsisting.",
      "This is the Day in which God’s most excellent favours have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving‑kindness."
    ]
  },
  {
    "id": "8/2/4/5",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 5", "section-5", 5]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "They who are the beloved of God, in whatever place they gather and whomsoever they may meet, must evince, in their attitude towards God, and in the manner of their celebration of His praise and glory, such humility and submissiveness that every atom of the dust beneath their feet may attest the depth of their devotion. The conversation carried by these holy souls should be informed with such power that these same atoms of dust will be thrilled by its influence. They should conduct themselves in such manner that the earth upon which they tread may never be allowed to address to them such words as these: ‘I am to be preferred above you. For witness, how patient I am in bearing the burden which the husbandman layeth upon me. I am the instrument that continually imparteth unto all beings the blessings with which He Who is the Source of all grace hath entrusted me. Notwithstanding the honour conferred upon me, and the unnumbered evidences of my wealth—a wealth that supplieth the needs of all creation—behold the measure of my humility, witness with what absolute submissiveness I allow myself to be trodden beneath the feet of men. . . .’",
      "Illumine our hearts, grant us discerning eyes and attentive ears.",
      "O Lord! Grant Thine infinite bestowals, and let the light of Thy guidance shine.",
      "Unlock the gates of true understanding and let the light of faith shine resplendent.",
      "O Lord! Illumine our eyes so that we may behold Thy light.",
      "Wholly unto Thee do I turn, fervently imploring Thee with all my heart, my mind and my tongue, to shield me from all that runs counter to Thy will in this, the cycle of Thy divine unity . . ."
    ]
  },
  {
    "id": "8/2/4/6",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 6", "section-6", 6]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "The Ancient Beauty hath consented to be bound with chains that mankind may be released from its bondage, and hath accepted to be made a prisoner within this most mighty Stronghold that the whole world may attain unto true liberty. He hath drained to its dregs the cup of sorrow, that all the peoples of the earth may attain unto abiding joy, and be filled with gladness. This is of the mercy of your Lord, the Compassionate, the Most Merciful. We have accepted to be abased, O believers in the Unity of God, that ye may be exalted, and have suffered manifold afflictions, that ye might prosper and flourish. He Who hath come to build anew the whole world, behold, how they that have joined partners with God have forced Him to dwell within the most desolate of cities!"
    ]
  },
  {
    "id": "8/2/4/7",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 7", "section-7", 7]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "My name is ‘Abdu’l‑Bahá. My qualification is ‘Abdu’l‑Bahá. My reality is ‘Abdu’l‑Bahá. My praise is ‘Abdu’l‑Bahá. Thraldom to the Blessed Perfection is my glorious and refulgent diadem, and servitude to all the human race my perpetual religion . . . No name, no title, no mention, no commendation have I, nor will ever have, except ‘Abdu’l‑Bahá. This is my longing. This is my greatest yearning. This is my eternal life. This is my everlasting glory."
    ]
  },
  {
    "id": "8/2/4/8",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 8", "section-8", 8]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "Nothing whatever can, in this Day, inflict a greater harm upon this Cause than dissension and strife, contention, estrangement and apathy, among the loved ones of God. Flee them, through the power of God and His sovereign aid, and strive ye to knit together the hearts of men, in His Name, the Unifier, the All‑Knowing, the All‑Wise.",
      "Be in perfect unity. Never become angry with one another. . . . Love the creatures for the sake of God and not for themselves. You will never become angry or impatient if you love them for the sake of God. Humanity is not perfect. There are imperfections in every human being, and you will always become unhappy if you look toward the people themselves. But if you look toward God, you will love them and be kind to them, for the world of God is the world of perfection and complete mercy.",
      "I charge you all that each one of you concentrate all the thoughts of your heart on love and unity. When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love. Thoughts of war bring destruction to all harmony, well‑being, restfulness and content.",
      "Thoughts of love are constructive of brotherhood, peace, friendship, and happiness.",
      "If any differences arise amongst you, behold Me standing before your face, and overlook the faults of one another for My name’s sake and as a token of your love for My manifest and resplendent Cause.",
      "The imperfect eye beholds imperfections. The eye that covers faults looks toward the Creator of souls. He created them, trains and provides for them, endows them with capacity and life, sight and hearing; therefore, they are the signs of His grandeur. You must love and be kind to everybody, care for the poor, protect the weak, heal the sick, teach and educate the ignorant.",
      "O Companion of My Throne! Hear no evil, and see no evil, abase not thyself, neither sigh and weep. Speak no evil, that thou mayest not hear it spoken unto thee, and magnify not the faults of others that thine own faults may not appear great; and wish not the abasement of anyone, that thine own abasement be not exposed. Live then the days of thy life, that are less than a fleeting moment, with thy mind stainless, thy heart unsullied, thy thoughts pure, and thy nature sanctified, so that, free and content, thou mayest put away this mortal frame, and repair unto the mystic paradise and abide in the eternal kingdom forevermore.",
      "O Emigrants! The tongue I have designed for the mention of Me, defile it not with detraction. If the fire of self overcome you, remember your own faults and not the faults of My creatures, inasmuch as every one of you knoweth his own self better than he knoweth others.",
      "Rest not, even for an instant, and seek not comfort, even for a moment; rather labour with heart and soul that thou mayest render devoted service to but one amongst the friends and bring happiness and joy to but one luminous heart. This is true bounty, and by it the brow of ‘Abdu’l‑Bahá is illumined. Be thou my partner and associate therein.",
      "The supreme need of humanity is cooperation and reciprocity. The stronger the ties of fellowship and solidarity amongst men, the greater will be the power of constructiveness and accomplishment in all the planes of human activity.",
      "The prime requisites for them that take counsel together are purity of motive, radiance of spirit, detachment from all else save God, attraction to His Divine Fragrances, humility and lowliness amongst His loved ones, patience and long‑suffering in difficulties and servitude to His exalted Threshold. Should they be graciously aided to acquire these attributes, victory from the unseen Kingdom of Bahá shall be vouchsafed to them.",
      "Whensoever holy souls, drawing on the powers of heaven, shall arise with such qualities of the spirit, and march in unison, rank on rank, every one of those souls will be even as one thousand, and the surging waves of that mighty ocean will be even as the battalions of the Concourse on high."
    ]
  },
  {
    "id": "8/2/4/12",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 12", "section-12", 12]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "By My life and My Cause! Round about whatever dwelling the friends of God may enter, and from which their cry shall rise as they praise and glorify the Lord, shall circle the souls of true believers and all the favoured angels.",
      "It behoveth the friends in whatever land they be, to gather together in meetings, and therein to speak wisely and with eloquence, and to read the verses of God; for it is God’s Words that kindle love’s fire and set it ablaze.",
      "Hold gatherings and recite and chant the heavenly Teachings, that perchance that country may be illumined with the light of truth and that land may, through the confirmations of the Holy Spirit, become even as a delectable paradise, for this age is the century of the All‑Glorious Lord, and the melody of the oneness of the world of humanity is reaching the ears throughout the East and the West.",
      "Verily, it is enjoined upon you to offer a feast, once in every month, though only water be served; for God hath purposed to bind hearts together, albeit through both earthly and heavenly means.",
      "O ye loyal servants of the Ancient Beauty! In every cycle and dispensation, the feast hath been favoured and loved, and the spreading of a table for the lovers of God hath been considered a praiseworthy act. This is especially the case today, in this dispensation beyond compare, this most generous of ages, when it is highly acclaimed, for it is truly accounted among such gatherings as are held to worship and glorify God. Here the holy verses, the heavenly odes and laudations are intoned, and the heart is quickened, and carried away from itself.",
      "The World Order of Bahá’u’lláh encompasses all units of human society; integrates the spiritual, administrative and social processes of life; and canalises human expression in its varied forms towards the construction of a new civilisation. The Nineteen Day Feast embraces all these aspects at the very base of society. Functioning in the village, the town, the city, it is an institution of which all the people of Bahá are members. It is intended to promote unity, ensure progress, and foster joy.",
      "Important aspects of the preparation of the Feast include the proper selection of readings, the assignment, in advance, of good readers, and a sense of decorum both in the presentation and the reception of the devotional programme. Attention to the environment in which the Feast is to be held, whether indoors or outdoors, greatly influences the experience. Cleanliness, arrangement of the space in practical and decorative ways—all play a significant part. Punctuality is also a measure of good preparation.",
      "To a very large extent, the success of the Feast depends on the quality of the preparation and participation of the individual. The beloved Master offers the following advice: ‘Give ye great weight to the Nineteen Day gatherings, so that on these occasions the beloved of the Lord and the handmaids of the Merciful may turn their faces toward the Kingdom, chant the communes, beseech God’s help, become joyfully enamoured each of the other, and grow in purity and holiness, and in the fear of God, and in resistance to passion and self. Thus will they separate themselves from this elemental world, and immerse themselves in the ardours of the spirit.’"
    ]
  },
  {
    "id": "8/2/4/13",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 13", "section-13", 13]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "The best of men are they that earn a livelihood by their calling and spend upon themselves and upon their kindred for the love of God, the Lord of all worlds.",
      ". . . ye must give forth goodly and wondrous fruits, that ye yourselves and others may profit therefrom. Thus it is incumbent on every one to engage in crafts and professions, for therein lieth the secret of wealth, O men of understanding!",
      "Wealth is most commendable, provided the entire population is wealthy. If, however, a few have inordinate riches while the rest are impoverished, and no fruit or benefit accrues from that wealth, then it is only a liability to its possessor.",
      "To give and to be generous are attributes of Mine; well is it with him that adorneth himself with My virtues.",
      "We must be like the fountain or spring that is continually emptying itself of all that it has and is continually being refilled from an invisible source. To be continually giving out for the good of our fellows undeterred by fear of poverty and reliant on the unfailing bounty of the Source of all wealth and all good—this is the secret of right living."
    ]
  },
  {
    "id": "8/2/4/14",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 14", "section-14", 14]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "After a time he enters the period of youth, in which his former conditions and needs are superseded by new requirements applicable to the advance in his degree. His faculties of observation are broadened and deepened; his intelligent capacities are trained and awakened; the limitations and environment of childhood no longer restrict his energies and accomplishments.",
      "While global trends project an image of this age group as problematic, lost in the throes of tumultuous physical and emotional change, unresponsive and self‑consumed, the Bahá’í community—in the language it employs and the approaches it adopts—is moving decidedly in the opposite direction, seeing in junior youth instead altruism, an acute sense of justice, eagerness to learn about the universe and a desire to contribute to the construction of a better world."
    ]
  },
  {
    "id": "8/2/4/15",
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 2: Arising to Serve", "2", 2],
      ["Unit 3: Deepening Themes", "unit-3-deepening-themes", 4],
      ["Section 15", "section-15", 15]
    ],
    "years": [2020.0901, 2020.0901],
    "purpose": "To develop the habit of visiting friends and neighbours to converse on themes of spiritual significance",
    "content": [
      "Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
      "O Friend! In the garden of thy heart plant naught but the rose of love . . .",
      "Tread ye the path of justice, for this, verily, is the straight path.",
      "Truthfulness is the foundation of all human virtues.",
      "O Son of Man! Rejoice in the gladness of thine heart, that thou mayest be worthy to meet Me and to mirror forth My beauty."
    ]
  }
]
