[
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["A Few Thoughts for the Tutor", "a-few-thoughts-for-the-tutor", 1]
    ],
    "years": [2021.1201, 2021.1201],
    "content": [
      "By the time participants reach this, the fourth course offered by the Ruhi Institute, they will have advanced decidedly on the path of service opened up by its main sequence. Whatever their background when entering Book 1, they will now be committed to the vision of individual and collective transformation described in the Writings of Bahá’u’lláh. To this end, they will have begun to form the habit of reading His words daily and will be drawing spiritual sustenance, both in devotional gatherings and in moments of quiet contemplation, from the prayers and counsels He has revealed. They will be learning to engage in conversation with friends and acquaintances on spiritual principles He has enunciated and will be paying visits to homes in their village or neighbourhood to discuss the precepts He has brought to build the world anew. Some will be conducting classes for the spiritual education of children. At this point on the path of service, then, they will be ready—indeed, eager—to become more fully acquainted with the life of One Whose teachings have influenced them so profoundly and to gain a deeper appreciation of the historical circumstances that attended the birth and gradual unfoldment of His Revelation. The three units that make up Book 4 are intended to provide participants with this opportunity.",
      "The life of a Manifestation of God is, of course, fundamentally different from that of other human beings, and His greatness cannot be comprehended through a mere study of the events surrounding Him. During the years that He lives on earth, His extraordinary powers are diffused over the entire planet, causing a profound change in the reality of all created things and propelling humanity towards a new stage of development. Though to external eyes His life may appear to be filled with afflictions, spiritual eyes discern in every event the signs of His glory and majesty. To prepare participants for the study of the life histories of the Báb and Bahá’u’lláh, discussed in the second and third units respectively, the first one asks them to think about the significance of the Day in which we live, a Day that witnessed the appearance of two Manifestations of God.",
      "The unit is relatively short. It consists of several passages from the Bahá’í writings that speak of the greatness of this Day, along with a few simple exercises. Together, these will enable participants to reflect not only on the nature of this moment in history, when the unification of humanity is at long last possible, but on the responsibilities that this knowledge thrusts upon each one of us. Those who serve as a tutor of Book 4 should be aware that the unit assumes participants already have a basic understanding of certain concepts fundamental to the Faith, acquired both from their study of earlier courses and their involvement in the life of their community. That all the religious books of the past have referred to the promised Day of God when peace and justice would be established on earth, that Bahá’u’lláh has raised the banner of universal peace and has called upon humanity to acknowledge its essential oneness, that He has fixed the gaze of the community of His followers on the goal of a new world order—these are among the concepts underpinning the discussion in the unit, “The Greatness of This Day”.",
      "The next two units chronicle the events that brought the Faith forward from that fateful evening in 1844, when the Báb declared His Mission, to the early morning hours nearly fifty years later when Bahá’u’lláh’s spirit ascended from this earthly plane of existence. This chronological narrative, particularly in the third unit on the life of Bahá’u’lláh, is complemented by passages from the Writings that illuminate certain spiritual themes associated with the person of the Manifestation. Several of these passages are followed by exercises; others merely call for repeated reading and personal reflection. While the tutor will want to make sure participants acquire a thorough and systematic knowledge of the lives of the Báb and Bahá’u’lláh as they study the units, it is the profound spiritual truths that can be gleaned from the episodes described that are of primary importance.",
      "In preparing to take a group through the second and third units, then, the tutor should give careful thought to the spiritual themes addressed. Among these are, for example, that every divine Luminary is made manifest in the world of humanity not at His own choosing, but by the Will of God, and is endowed by Him with innate knowledge; that the first to recognise His Station are called upon to perform deeds of great heroism, deeds which bear witness to the transforming power of His Faith; that He accepts to endure a life of suffering in order to guide humanity to the truth and make God’s Will and purpose known to His creation; and that no force on earth, however powerful, can succeed in diminishing His influence or prevent Him from achieving the Mission with which He has been entrusted. In this connection, one important concept treated in the third unit is that of crisis and victory. An understanding of this concept—that every crisis in the Cause of God serves to release a fresh measure of its inherent power—is essential for all those treading the path of service, not only that they may appreciate the history of the Faith but also that they may contribute to its steady unfoldment in their neighbourhoods and villages, a process which invariably passes through a series of crises and victories.",
      "Reflection on themes such as these will help participants discern in the events associated with the lives of the Báb and Bahá’u’lláh the ardour of Their love for humanity and the exalted character of Their successive Missions. It will serve to draw their hearts closer to the Manifestation of God and set firm their steps on the path of service to His Cause. It will enhance, too, their capacity to converse with others about the person of Bahá’u’lláh and His Revelation, a capacity they have been developing since studying the story of His life in Book 2. For, the ability to narrate the history of His life and the life of His Herald in a way that touches the listener’s heart relies, above all, on an understanding of the spiritual significance of the events being recounted. Of course, a great deal of practice is also needed, and the tutor should ensure that participants are given ample opportunity to relate to one another episodes from the lives of the Twin Manifestations. Some participants may even find it possible to introduce what they are learning into conversations taking place with friends and neighbours as part of a series of visits to their homes. To help them on these and other occasions, a booklet of drawings with brief captions is included in each of the two units of history. The booklets may be copied, as needed, or can be downloaded from the Ruhi Institute’s public website.",
      "It is important to mention here that the events associated with the lives of the Twin Manifestations are recorded in the units according to the Gregorian dates on which they occurred. Today, the anniversaries of the most significant events are commemorated on their Bahá’í dates, following the provisions of the Badí‘ calendar, and their Gregorian equivalents may vary from year to year. The tutor need not enter into a discussion on this matter with the members of the group; it will gradually become apparent to them as they participate in the commemoration of Holy Days in their community. Indeed, during these and other collective activities, episodes from the lives of the Manifestations and the early days of the Faith are often recounted, and this will provide participants with further insight into the historical circumstances that gave the initial impulse to the processes they are carrying forward in their village or neighbourhood today."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 2", "section-2", 2]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "Verily I say, this is the Day in which mankind can behold the Face, and hear the Voice, of the Promised One. The Call of God hath been raised, and the light of His countenance hath been lifted up upon men. It behoveth every man to blot out the trace of every idle word from the tablet of his heart, and to gaze, with an open and unbiased mind, on the signs of His Revelation, the proofs of His Mission, and the tokens of His glory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 3", "section-3", 3]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "Great indeed is this Day! The allusions made to it in all the sacred Scriptures as the Day of God attest its greatness. The soul of every Prophet of God, of every Divine Messenger, hath thirsted for this wondrous Day. All the divers kindreds of the earth have, likewise, yearned to attain it. No sooner, however, had the Daystar of His Revelation manifested itself in the heaven of God’s Will, than all, except those whom the Almighty was pleased to guide, were found dumbfounded and heedless."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 4", "section-4", 4]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "This is the Day in which God’s most excellent favours have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving‑kindness. It behoveth them to cleave to whatsoever will, in this Day, be conducive to the exaltation of their stations, and to the promotion of their best interests."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 5", "section-5", 5]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "This is the Day whereon the Ocean of God’s mercy hath been manifested unto men, the Day in which the Daystar of His loving‑kindness hath shed its radiance upon them, the Day in which the clouds of His bountiful favour have overshadowed the whole of mankind. Now is the time to cheer and refresh the down‑cast through the invigorating breeze of love and fellowship, and the living waters of friendliness and charity."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 6", "section-6", 6]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "The world’s equilibrium hath been upset through the vibrating influence of this most great, this new World Order. Mankind’s ordered life hath been revolutionised through the agency of this unique, this wondrous System—the like of which mortal eyes have never witnessed.",
      "Immerse yourselves in the ocean of My words, that ye may unravel its secrets, and discover all the pearls of wisdom that lie hid in its depths. Take heed that ye do not vacillate in your determination to embrace the truth of this Cause—a Cause through which the potentialities of the might of God have been revealed, and His sovereignty established."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 7", "section-7", 7]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "O ye beloved of the Lord! This day is the day of union, the day of the ingathering of all mankind. “Verily God loveth those who, as though they were a solid wall, do battle for His Cause in serried lines!” Note that He saith “in serried lines”—meaning crowded and pressed together, one locked to the next, each supporting his fellows. To do battle, as stated in the sacred verse, doth not, in this greatest of all dispensations, mean to go forth with sword and spear, with lance and piercing arrow—but rather weaponed with pure intent, with righteous motives, with counsels helpful and effective, with godly attributes, with deeds pleasing to the Almighty, with the qualities of heaven. It signifieth education for all mankind, guidance for all men, the spreading far and wide of the sweet savours of the spirit, the promulgation of God’s proofs, the setting forth of arguments conclusive and divine, the doing of charitable deeds."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      [
        "Unit 1: The Greatness of This Day",
        "unit-1-the-greatness-of-this-day",
        2
      ],
      ["Section 8", "section-8", 8]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain spiritual insights into the significance of this Day and the promises it holds for humanity",
    "content": [
      "There is no time to lose. There is no room left for vacillation. Multitudes hunger for the Bread of Life. The stage is set. The firm and irrevocable Promise is given. God’s own Plan has been set in motion. It is gathering momentum with every passing day. The powers of heaven and earth mysteriously assist in its execution. Such an opportunity is irreplaceable. Let the doubter arise, and himself verify the truth of such assertions. To try, to persevere, is to ensure ultimate and complete victory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 2", "section-2", 2]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "This is 23 May, the anniversary of the message and Declaration of the Báb. It is a blessed day and the dawn of manifestation, for the appearance of the Báb was the early light of the true morn, . . . it is a blessed day, the inception of the heavenly bounty, the beginning of the divine effulgence. On this day in 1844 the Báb was sent forth heralding and proclaiming the Kingdom of God, announcing the glad tidings of the coming of Bahá’u’lláh and withstanding the opposition of the whole Persian nation."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 3", "section-3", 3]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "O My beloved friends! You are the bearers of the name of God in this Day. You have been chosen as the repositories of His mystery. It behoves each one of you to manifest the attributes of God, and to exemplify by your deeds and words the signs of His righteousness, His power and glory. The very members of your body must bear witness to the loftiness of your purpose, the integrity of your life, the reality of your faith, and the exalted character of your devotion. For verily I say, this is the Day spoken of by God in His Book: ‘On that day will We set a seal upon their mouths; yet shall their hands speak unto Us, and their feet shall bear witness to that which they shall have done.’ Ponder the words of Jesus addressed to His disciples, as He sent them forth to propagate the Cause of God. In words such as these, He bade them arise and fulfil their mission: ‘Ye are even as the fire which in the darkness of the night has been kindled upon the mountaintop. Let your light shine before the eyes of men. Such must be the purity of your character and the degree of your renunciation, that the people of the earth may through you recognise and be drawn closer to the heavenly Father who is the Source of purity and grace. For none has seen the Father who is in heaven. You who are His spiritual children must by your deeds exemplify His virtues, and witness to His glory. You are the salt of the earth, but if the salt have lost its savour, wherewith shall it be salted? Such must be the degree of your detachment, that into whatever city you enter to proclaim and teach the Cause of God, you should in no wise expect either meat or reward from its people. Nay, when you depart out of that city, you should shake the dust from off your feet. As you have entered it pure and undefiled, so must you depart from that city. For verily I say, the heavenly Father is ever with you and keeps watch over you. If you be faithful to Him, He will assuredly deliver into your hands all the treasures of the earth, and will exalt you above all the rulers and kings of the world.’ O My Letters! Verily I say, immensely exalted is this Day above the days of the Apostles of old. Nay, immeasurable is the difference! You are the witnesses of the Dawn of the promised Day of God. You are the partakers of the mystic chalice of His Revelation. Gird up the loins of endeavour, and be mindful of the words of God as revealed in His Book: ‘Lo, the Lord thy God is come, and with Him is the company of His angels arrayed before Him!’ Purge your hearts of worldly desires, and let angelic virtues be your adorning. Strive that by your deeds you may bear witness to the truth of these words of God, and beware lest, by ‘turning back,’ He may ‘change you for another people,’ who ‘shall not be your like,’ and who shall take from you the Kingdom of God. The days when idle worship was deemed sufficient are ended. The time is come when naught but the purest motive, supported by deeds of stainless purity, can ascend to the throne of the Most High and be acceptable unto Him. ‘The good word riseth up unto Him, and the righteous deed will cause it to be exalted before Him.’ You are the lowly, of whom God has thus spoken in His Book: ‘And We desire to show favour to those who were brought low in the land, and to make them spiritual leaders among men, and to make them Our heirs.’ You have been called to this station; you will attain to it, only if you arise to trample beneath your feet every earthly desire, and endeavour to become those ‘honoured servants of His who speak not till He hath spoken, and who do His bidding.’ You are the first Letters that have been generated from the Primal Point, the first Springs that have welled out from the Source of this Revelation. Beseech the Lord your God to grant that no earthly entanglements, no worldly affections, no ephemeral pursuits, may tarnish the purity, or embitter the sweetness, of that grace which flows through you. I am preparing you for the advent of a mighty Day. Exert your utmost endeavour that, in the world to come, I, who am now instructing you, may, before the mercy‑seat of God, rejoice in your deeds and glory in your achievements. The secret of the Day that is to come is now concealed. It can neither be divulged nor estimated. The newly born babe of that Day excels the wisest and most venerable men of this time, and the lowliest and most unlearned of that period shall surpass in understanding the most erudite and accomplished divines of this age. Scatter throughout the length and breadth of this land, and, with steadfast feet and sanctified hearts, prepare the way for His coming. Heed not your weaknesses and frailty; fix your gaze upon the invincible power of the Lord, your God, the Almighty. Has He not, in past days, caused Abraham, in spite of His seeming helplessness, to triumph over the forces of Nimrod? Has He not enabled Moses, whose staff was His only companion, to vanquish Pharaoh and his hosts? Has He not established the ascendancy of Jesus, poor and lowly as He was in the eyes of men, over the combined forces of the Jewish people? Has He not subjected the barbarous and militant tribes of Arabia to the holy and transforming discipline of Muḥammad, His Prophet? Arise in His name, put your trust wholly in Him, and be assured of ultimate victory."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 5", "section-5", 5]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      ". . . they suffered the most grievous difficulties and severe ordeals. They withstood the tests with wonderful power and sublime heroism. Thousands were cast into prison, punished, persecuted and martyred. Their homes were pillaged and destroyed, their possessions confiscated. They sacrificed their lives most willingly and remained unshaken in their faith to the very end. Those wonderful souls are the lamps of God, the stars of sanctity shining gloriously from the eternal horizon of the will of God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 7", "section-7", 7]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "I am, I am, I am the Promised One! I am the One Whose name you have for a thousand years invoked, at Whose mention you have risen, Whose advent you have longed to witness, and the hour of Whose Revelation you have prayed God to hasten. Verily, I say, it is incumbent upon the peoples of both the East and the West to obey My word and to pledge allegiance to My person."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 8", "section-8", 8]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "As for the Báb—may my soul be His sacrifice!—it was at a young age, that is, in the twenty‑fifth year of His blessed life, that He arose to proclaim His Cause. . . . Alone, He undertook a task that can scarcely be conceived, for the Persians are known throughout the world for their religious fanaticism. This illustrious Being arose with such power as to shake the foundations of the religious laws, customs, manners, morals, and habits of Persia, and instituted a new law, faith, and religion. Though the eminent men of the State, the majority of the people, and the leaders of religion arose one and all to destroy and annihilate Him, He single‑handedly withstood them and set all of Persia in motion. How numerous the divines, the leaders, and the inhabitants of that land who with perfect joy and gladness offered up their lives in His path and hastened to the field of martyrdom!",
      "The government, the nation, the clergy, and prominent leaders sought to extinguish His light, but to no avail. At last His moon rose, His star shone forth, His foundation was secured, and His horizon was flooded with light. He trained a large multitude through divine education and exerted a marvellous influence upon the thoughts, customs, morals, and manners of the Persians. He proclaimed the glad‑tidings of the manifestation of the Sun of Bahá to all His followers and readied them for faith and certitude.",
      "The manifestation of such marvellous signs and mighty undertakings, the influence exerted upon the thoughts and minds of the people, the laying of the foundations of progress, and the establishment of the prerequisites of success and prosperity by a young merchant constitute the greatest proof that He was a universal Educator—a fact that no fair‑minded person would ever hesitate to acknowledge."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 9", "section-9", 9]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "O wayward generation! Had you believed in Me every one of you would have followed the example of this youth, who stood in rank above most of you, and willingly would have sacrificed himself in My path. The day will come when you will have recognised Me; that day I shall have ceased to be with you."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 11", "section-11", 11]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "This is the foundation of the belief of the people of Bahá (may my life be offered up for them): “His Holiness, the Exalted One (the Báb), is the Manifestation of the Unity and Oneness of God and the Forerunner of the Ancient Beauty. His Holiness the Abhá Beauty (may my life be a sacrifice for His steadfast friends) is the Supreme Manifestation of God and the Dayspring of His Most Divine Essence. All others are servants unto Him and do His bidding.”",
      "The Báb, acclaimed by Bahá’u’lláh as the “Essence of Essences,” the “Sea of Seas,” the “Point round Whom the realities of the Prophets and Messengers revolve,” “from Whom God hath caused to proceed the knowledge of all that was and shall be,” Whose “rank excelleth that of all the Prophets,” and Whose “Revelation transcendeth the comprehension and understanding of all their chosen ones,” had delivered His Message and discharged His mission. He Who was, in the words of ‘Abdu’l‑Bahá, the “Morn of Truth” and “Harbinger of the Most Great Light,” Whose advent at once signalised the termination of the “Prophetic Cycle” and the inception of the “Cycle of Fulfilment,” had simultaneously through His Revelation banished the shades of night that had descended upon His country, and proclaimed the impending rise of that Incomparable Orb Whose radiance was to envelop the whole of mankind.",
      "That so brief a span should have separated this most mighty and wondrous Revelation from Mine own previous Manifestation, is a secret that no man can unravel and a mystery such as no mind can fathom.",
      "The appearance of the Báb resembles the dawn, for the dawn holds the promise of the sun. The dawn of the Báb promised the rising of the Sun of Truth that is to envelop the whole world."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 2: The Life of the Báb", "unit-2-the-life-of-the-bab", 3],
      ["Section 12", "section-12", 12]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the potency of the Báb’s short and dramatic Ministry and learn to narrate the story of His life",
    "content": [
      "Is there any Remover of difficulties save God? Say: Praised be God! He is God! All are His servants and all abide by His bidding!",
      "Say: God sufficeth all things above all things, and nothing in the heavens or in the earth but God sufficeth. Verily, He is in Himself the Knower, the Sustainer, the Omnipotent."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 1", "section-1", 1]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "The Blessed Perfection, Bahá’u’lláh, belonged to the nobility of Persia. From earliest childhood He was distinguished among His relatives and friends. They said, “This child has extraordinary power.” In wisdom, intelligence and as a source of new knowledge, He was advanced beyond His age and superior to His surroundings. All who knew Him were astonished at His precocity. It was usual for them to say, “Such a child will not live,” for it is commonly believed that precocious children do not reach maturity.",
      "Ever since that day, all the trappings of the world have seemed in the eyes of this Youth akin to that same spectacle. They have never been, nor will they ever be, of any weight and consequence, be it to the extent of a grain of mustard seed. . . .",
      "Erelong these outward trappings, these visible treasures, these earthly vanities, these arrayed armies, these adorned vestures, these proud and overweening souls, all shall pass into the confines of the grave, as though into that box. In the eyes of those possessed of insight, all this conflict, contention and vainglory hath ever been, and will ever be, like unto the play and pastimes of children."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 2", "section-2", 2]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "This Wronged One hath frequented no school, neither hath He attended the controversies of the learned. By My life! Not of Mine own volition have I revealed Myself, but God, of His own choosing, hath manifested Me.",
      "No one entered his presence without becoming awestricken by his might. The learned men who approached him were astounded at his knowledge, yet he never attended school nor learned of men. His friends and his family all testify to this, yet his teachings are the soul of this age.",
      "The sun emanates from itself and does not draw its light from other sources. The divine teachers have the innate light; they have knowledge and understanding of all things in the universe; the rest of the world receives its light from them and through them the arts and sciences are revived in each age."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 4", "section-4", 4]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "And know thou of a certainty that by Paradise is meant recognition of and submission unto Him Whom God shall make manifest, and by the fire the company of such souls as would fail to submit unto Him or to be resigned to His good‑pleasure.",
      ". . . purge thou thine ear that thou mayest hear no mention besides God, and purge thine eye that it behold naught except God, and thy conscience that it perceive naught other than God, and thy tongue that it proclaim nothing but God, and thy hand to write naught but the words of God, and thy knowledge that it comprehend naught except God, and thy heart that it entertain no wish save God, and in like manner purge all thine acts and thy pursuits that thou mayest be nurtured in the paradise of pure love, and perchance mayest attain the presence of Him Whom God shall make manifest, adorned with a purity which He highly cherisheth, and be sanctified from whosoever hath turned away from Him and doth not support Him.",
      "Say, verily, the good‑pleasure of Him Whom God shall make manifest is the good‑pleasure of God, while the displeasure of Him Whom God shall make manifest is none other than the displeasure of God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 6", "section-6", 6]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "O wayfarer in the path of God! Take thou thy portion of the ocean of His grace, and deprive not thyself of the things that lie hidden in its depths. Be thou of them that have partaken of its treasures. A dewdrop out of this ocean would, if shed upon all that are in the heavens and on the earth, suffice to enrich them with the bounty of God, the Almighty, the All‑Knowing, the All‑Wise. With the hands of renunciation draw forth from its life‑giving waters, and sprinkle therewith all created things, that they may be cleansed from all man‑made limitations and may approach the mighty seat of God, this hallowed and resplendent Spot.",
      "Be not grieved if thou performest it thyself alone. Let God be all‑sufficient for thee. Commune intimately with His Spirit, and be thou of the thankful. Proclaim the Cause of thy Lord unto all who are in the heavens and on the earth. Should any man respond to thy call, lay bare before him the pearls of the wisdom of the Lord, thy God, which His Spirit hath sent down unto thee, and be thou of them that truly believe. And should anyone reject thine offer, turn thou away from him, and put thy trust and confidence in the Lord, thy God, the Lord of all worlds."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 8", "section-8", 8]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "From the seed of reality religion has grown into a tree which has put forth leaves and branches, blossoms and fruit. After a time this tree has fallen into a condition of decay. The leaves and blossoms have withered and perished; the tree has become stricken and fruitless. It is not reasonable that man should hold to the old tree, claiming that its life forces are undiminished, its fruit unequalled, its existence eternal. The seed of reality must be sown again in human hearts in order that a new tree may grow therefrom and new divine fruits refresh the world. By this means the nations and peoples now divergent in religion will be brought into unity, imitations will be forsaken, and a universal brotherhood in reality itself will be established. Warfare and strife will cease among mankind; all will be reconciled as servants of God. For all are sheltered beneath the tree of His providence and mercy. God is kind to all; He is the giver of bounty to all alike, even as Jesus Christ has declared that God “sendeth rain on the just and on the unjust”—that is to say, the mercy of God is universal. All humanity is under the protection of His love and favour, and unto all He has pointed the way of guidance and progress."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 10", "section-10", 10]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "Not even for a single moment hath this Wronged One ever concealed Himself. Rather hath He at all times remained steadfast and conspicuous before the eyes of all men. Never have We retreated, nor shall We ever seek flight. In truth it is the foolish people who flee from Our presence. . . . Praise be to God! The Cause whereof this Wronged One is the Bearer standeth as high as heaven and shineth resplendent as the sun. Concealment hath no access unto this station, nor is there any occasion for fear or silence.",
      "Unveiled and unconcealed, this Wronged One hath, at all times, proclaimed before the face of all the peoples of the world that which will serve as the key for unlocking the doors of sciences, of arts, of knowledge, of well‑being, of prosperity and wealth. Neither have the wrongs inflicted by the oppressors succeeded in silencing the shrill voice of the Most Exalted Pen, nor have the doubts of the perverse or of the seditious been able to hinder Him from revealing the Most Sublime Word."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 11", "section-11", 11]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "Upon Our arrival We were first conducted along a pitch‑black corridor, from whence We descended three steep flights of stairs to the place of confinement assigned to Us. The dungeon was wrapped in thick darkness, and Our fellow prisoners numbered nearly a hundred and fifty souls: thieves, assassins and highwaymen. Though crowded, it had no other outlet than the passage by which We entered. No pen can depict that place, nor any tongue describe its loathsome smell. Most of these men had neither clothes nor bedding to lie on. God alone knoweth what befell Us in that most foul‑smelling and gloomy place!"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 13", "section-13", 13]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "One night, in a dream, these exalted words were heard on every side: “Verily, We shall render Thee victorious by Thyself and by Thy Pen. Grieve Thou not for that which hath befallen Thee, neither be Thou afraid, for Thou art in safety. Erelong will God raise up the treasures of the earth—men who will aid Thee through Thyself and through Thy Name, wherewith God hath revived the hearts of such as have recognised Him.”",
      "During the days I lay in the prison of Ṭihrán, though the galling weight of the chains and the stench‑filled air allowed Me but little sleep, still in those infrequent moments of slumber I felt as if something flowed from the crown of My head over My breast, even as a mighty torrent that precipitateth itself upon the earth from the summit of a lofty mountain. Every limb of My body would, as a result, be set afire. At such moments My tongue recited what no man could bear to hear.",
      "While engulfed in tribulations I heard a most wondrous, a most sweet voice, calling above My head. Turning My face, I beheld a Maiden—the embodiment of the remembrance of the name of My Lord—suspended in the air before Me. So rejoiced was she in her very soul that her countenance shone with the ornament of the good pleasure of God, and her cheeks glowed with the brightness of the All‑Merciful. Betwixt earth and heaven she was raising a call which captivated the hearts and minds of men. She was imparting to both My inward and outer being tidings which rejoiced My soul, and the souls of God’s honoured servants. . . . Pointing with her finger unto My head, she addressed all who are in heaven and all who are on earth, saying: By God! This is the Best‑Beloved of the worlds, and yet ye comprehend not. This is the Beauty of God amongst you, and the power of His sovereignty within you, could ye but understand. This is the Mystery of God and His Treasure, the Cause of God and His glory unto all who are in the kingdoms of Revelation and of creation, if ye be of them that perceive."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 14", "section-14", 14]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "Behold how in this Dispensation the worthless and foolish have fondly imagined that by such instruments as massacre, plunder and banishment they can extinguish the Lamp which the Hand of Divine power hath lit, or eclipse the Daystar of everlasting splendour. How utterly unaware they seem to be of the truth that such adversity is the oil that feedeth the flame of this Lamp! Such is God’s transforming power. He changeth whatsoever He willeth; He verily hath power over all things.",
      "This Cause, as every Divine Cause, cannot be effectively established unless it encounters and valiantly triumphs over the forces of opposition with which it is assailed. The history of the Faith is in itself a sufficient proof of that. Trials and persecutions have always been, and will continue to be, the lot of the chosen ones of God. But these they should consider as blessings in disguise, as through them their faith will be quickened, purified and strengthened. Bahá’u’lláh compares such afflictive trials to the oil which feeds the lamp of the Cause of God."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 16", "section-16", 16]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "My God, My Master, My Desire! . . . Thou hast created this atom of dust through the consummate power of Thy might, and nurtured Him with Thine hands which none can chain up. . . . Thou hast destined for Him trials and tribulations which no tongue can describe, nor any of Thy Tablets adequately recount. The throat Thou didst accustom to the touch of silk Thou hast, in the end, clasped with strong chains, and the body Thou didst ease with brocades and velvets Thou hast at last subjected to the abasement of a dungeon. Thy decree hath shackled Me with unnumbered fetters, and cast about My neck chains that none can sunder. A number of years have passed during which afflictions have, like showers of mercy, rained upon Me. . . . How many the nights during which the weight of chains and fetters allowed Me no rest, and how numerous the days during which peace and tranquillity were denied Me, by reason of that wherewith the hands and tongues of men have afflicted Me! Both bread and water which Thou hast, through Thy all‑embracing mercy, allowed unto the beasts of the field, they have, for a time, forbidden unto this servant, and the things they refused to inflict upon such as have seceded from Thy Cause, the same have they suffered to be inflicted upon Me, until, finally, Thy decree was irrevocably fixed, and Thy behest summoned this servant to depart out of Persia, accompanied by a number of frail‑bodied men and children of tender age, at this time when the cold is so intense that one cannot even speak, and ice and snow so abundant that it is impossible to move."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 18", "section-18", 18]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "The days of tests are now come. Oceans of dissension and tribulation are surging, and the Banners of Doubt are, in every nook and corner, occupied in stirring up mischief and in leading men to perdition. . . . Suffer not the voice of some of the soldiers of negation to cast doubt into your midst, neither allow yourselves to become heedless of Him Who is the Truth, inasmuch as in every Dispensation such contentions have been raised. God, however, will establish His Faith, and manifest His light albeit the stirrers of sedition abhor it. . . . Watch ye every day for the Cause of God. . . . All are held captive in His grasp. No place is there for any one to flee to. Think not the Cause of God to be a thing lightly taken, in which any one can gratify his whims. In various quarters a number of souls have, at the present time, advanced this same claim. The time is approaching when . . . every one of them will have perished and been lost, nay will have come to naught and become a thing unremembered, even as the dust itself."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 19", "section-19", 19]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      ". . . We revealed, as a copious rain, by the aid of God and His Divine Grace and mercy, Our verses, and sent them to various parts of the world. We exhorted all men, and particularly this people, through Our wise counsels and loving admonitions, and forbade them to engage in sedition, quarrels, disputes and conflict. As a result of this, and by the grace of God, waywardness and folly were changed into piety and understanding, and weapons converted into instruments of peace."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 20", "section-20", 20]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "No man shall attain the shores of the ocean of true understanding except he be detached from all that is in heaven and on earth. Sanctify your souls, O ye peoples of the world, that haply ye may attain that station which God hath destined for you and enter thus the tabernacle which, according to the dispensations of Providence, hath been raised in the firmament of the Bayán.",
      "This is that which hath descended from the realm of glory, uttered by the tongue of power and might, and revealed unto the Prophets of old. We have taken the inner essence thereof and clothed it in the garment of brevity, as a token of grace unto the righteous, that they may stand faithful unto the Covenant of God, may fulfil in their lives His trust, and in the realm of spirit obtain the gem of divine virtue."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 22", "section-22", 22]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "The Divine Springtime is come, O Most Exalted Pen, for the Festival of the All‑Merciful is fast approaching. Bestir thyself, and magnify, before the entire creation, the name of God, and celebrate His praise, in such wise that all created things may be regenerated and made new. Speak, and hold not thy peace. The day‑star of blissfulness shineth above the horizon of Our name, the Blissful, inasmuch as the kingdom of the names of God hath been adorned with the ornament of the name of thy Lord, the Creator of the heavens. Arise before the nations of the earth, and arm thyself with the power of this Most Great Name, and be not of those who tarry. . . .",
      "Canst thou discover any one but Me, O Pen, in this Day? What hath become of the creation and the manifestations thereof? What of the names and their kingdom? Whither are gone all created things, whether seen or unseen? What of the hidden secrets of the universe and its revelations? Lo, the entire creation hath passed away! Nothing remaineth except My Face, the Ever‑Abiding, the Resplendent, the All‑Glorious.",
      "This is the Day whereon naught can be seen except the splendours of the Light that shineth from the face of Thy Lord, the Gracious, the Most Bountiful. Verily, We have caused every soul to expire by virtue of Our irresistible and all‑subduing sovereignty. We have, then, called into being a new creation, as a token of Our grace unto men. I am, verily, the All‑Bountiful, the Ancient of Days. . . .",
      "Say: This is the Paradise on whose foliage the wine of utterance hath imprinted the testimony: “He that was hidden from the eyes of men is revealed, girded with sovereignty and power!” This is the Paradise the rustling of whose leaves proclaimeth: “O ye that inhabit the heavens and the earth! There hath appeared what hath never previously appeared. He Who, from everlasting, had concealed His Face from the sight of creation is now come.” From the whispering breeze that wafteth amidst its branches there cometh the cry: “He Who is the sovereign Lord of all is made manifest. The Kingdom is God’s,” while from its streaming waters can be heard the murmur: “All eyes are gladdened, for He Whom none hath beheld, Whose secret no one hath discovered, hath lifted the veil of glory, and uncovered the countenance of Beauty.”",
      "Within this Paradise, and from the heights of its loftiest chambers, the Maids of Heaven have cried out and shouted: “Rejoice, ye dwellers of the realms above, for the fingers of Him Who is the Ancient of Days are ringing, in the name of the All‑Glorious, the Most Great Bell, in the midmost heart of the heavens. The hands of bounty have borne round the cup of everlasting life. Approach, and quaff your fill. Drink with healthy relish, O ye that are the very incarnations of longing, ye who are the embodiments of vehement desire!”"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 24", "section-24", 24]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "Know thou that upon Our arrival at this Spot, We chose to designate it as the ‘Most Great Prison.’ Though previously subjected in another land to chains and fetters, We yet refused to call it by that name. Say: Ponder thereon, O ye endued with understanding!",
      "Upon Our arrival We were welcomed with banners of light, whereupon the Voice of the Spirit cried out saying: ‘Soon will all that dwell on earth be enlisted under these banners.’"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 25", "section-25", 25]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "O King of Paris! Tell the priests to ring the bells no longer. By God, the True One! The Most Mighty Bell hath appeared in the form of Him Who is the Most Great Name . . .",
      "Arise thou amongst men in the name of this all‑compelling Cause, and summon, then, the nations unto God, the Exalted, the Great.",
      "Lay aside thy desire, and set then thine heart towards thy Lord, the Ancient of Days. We make mention of thee for the sake of God, and desire that thy name may be exalted through thy remembrance of God, the Creator of earth and heaven.",
      "Take heed lest pride debar thee from recognising the Dayspring of Divine Revelation, lest earthly desires shut thee out, as by a veil, from the Lord of the Throne above and of the earth below.",
      "Open thine eyes, that thou mayest behold this glorious Vision, and recognise Him Whom thou invokest in the daytime and in the night season, and gaze on the Light that shineth above this luminous Horizon.",
      "Lay not aside the fear of God, and be thou of them that act uprightly. Gather around thee those ministers from whom thou canst perceive the fragrance of faith and of justice, and take thou counsel with them, and choose whatever is best in thy sight, and be of them that act generously.",
      "We pray that, out of His bounty—exalted be He—He may release, through this imprisonment, the necks of men from chains and fetters, and cause them to turn, with sincere faces, towards His face, Who is the Mighty, the Bounteous. Ready is He to answer whosoever calleth upon Him, and nigh is He unto such as commune with Him.",
      "Bind ye the broken with the hands of justice, and crush the oppressor who flourisheth with the rod of the commandments of your Lord, the Ordainer, the All‑Wise.",
      "The Word which the Son concealed is made manifest. It hath been sent down in the form of the human temple in this day. Blessed be the Lord Who is the Father! He, verily, is come unto the nations in His most great majesty.",
      "O concourse of monks! Seclude not yourselves in churches and cloisters. Come forth by My leave, and occupy yourselves with that which will profit your souls and the souls of men."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 26", "section-26", 26]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "The writings of Bahá’u’lláh during this period, as we survey the vast field which they embrace, seem to fall into three distinct categories. The first comprises those writings which constitute the sequel to the proclamation of His Mission in Adrianople. The second includes the laws and ordinances of His Dispensation, which, for the most part, have been recorded in the Kitáb‑i‑Aqdas, His Most Holy Book. To the third must be assigned those Tablets which partly enunciate and partly reaffirm the fundamental tenets and principles underlying that Dispensation.",
      "Praise be to God that thou hast attained! . . . Thou hast come to see a prisoner and an exile . . . We desire but the good of the world and happiness of the nations; yet they deem us a stirrer up of strife and sedition worthy of bondage and banishment . . . That all nations should become one in faith and all men as brothers; that the bonds of affection and unity between the sons of men should be strengthened; that diversity of religion should cease, and differences of race be annulled—what harm is there in this? . . . Yet so it shall be; these fruitless strifes, these ruinous wars shall pass away, and the “Most Great Peace” shall come . . . Do not you in Europe need this also? Is not this that which Christ foretold? . . . Yet do we see your kings and rulers lavishing their treasures more freely on means for the destruction of the human race than on that which would conduce to the happiness of mankind . . . These strifes and this bloodshed and discord must cease, and all men be as one kindred and one family . . . Let not a man glory in this, that he loves his country; let him rather glory in this, that he loves his kind . . ."
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 27", "section-27", 27]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation. Whoso achieveth this duty hath attained unto all good; and whoso is deprived thereof hath gone astray, though he be the author of every righteous deed. It behoveth everyone who reacheth this most sublime station, this summit of transcendent glory, to observe every ordinance of Him Who is the Desire of the world. These twin duties are inseparable. Neither is acceptable without the other. Thus hath it been decreed by Him Who is the Source of Divine inspiration.",
      "They whom God hath endued with insight will readily recognise that the precepts laid down by God constitute the highest means for the maintenance of order in the world and the security of its peoples. He that turneth away from them is accounted among the abject and foolish. We, verily, have commanded you to refuse the dictates of your evil passions and corrupt desires, and not to transgress the bounds which the Pen of the Most High hath fixed, for these are the breath of life unto all created things. The seas of Divine wisdom and Divine utterance have risen under the breath of the breeze of the All‑Merciful. Hasten to drink your fill, O men of understanding! They that have violated the Covenant of God by breaking His commandments, and have turned back on their heels, these have erred grievously in the sight of God, the All‑Possessing, the Most High.",
      "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures. Thus hath it been sent down from the heaven of the Will of your Lord, the Lord of Revelation. Were any man to taste the sweetness of the words which the lips of the All‑Merciful have willed to utter, he would, though the treasures of the earth be in his possession, renounce them one and all, that he might vindicate the truth of even one of His commandments, shining above the Dayspring of His bountiful care and loving‑kindness.",
      "Say: From My laws the sweet‑smelling savour of My garment can be smelled, and by their aid the standards of Victory will be planted upon the highest peaks. The Tongue of My power hath, from the heaven of My omnipotent glory, addressed to My creation these words: “Observe My commandments, for the love of My beauty.” Happy is the lover that hath inhaled the divine fragrance of his Best‑Beloved from these words, laden with the perfume of a grace which no tongue can describe. By My life! He who hath drunk the choice wine of fairness from the hands of My bountiful favour will circle around My commandments that shine above the Dayspring of My creation.",
      "Think not that We have revealed unto you a mere code of laws. Nay, rather, We have unsealed the choice Wine with the fingers of might and power. To this beareth witness that which the Pen of Revelation hath revealed. Meditate upon this, O men of insight!"
    ]
  },
  {
    "path": [
      ["Ruhi Institute", "ruhi", 8],
      ["Book 4: The Twin Manifestations", "4", 6],
      ["Unit 3: The Life of Bahá’u’lláh", "unit-3-the-life-of-bahaullah", 4],
      ["Section 30", "section-30", 30]
    ],
    "years": [2021.1201, 2021.1201],
    "purpose": "To gain an appreciation of the magnitude of the spiritual forces released by Bahá’u’lláh and learn to narrate the story of His life",
    "content": [
      "The praise which hath dawned from Thy most august Self, and the glory which hath shone forth from Thy most effulgent Beauty, rest upon Thee, O Thou Who art the Manifestation of Grandeur, and the King of Eternity, and the Lord of all who are in heaven and on earth! I testify that through Thee the sovereignty of God and His dominion, and the majesty of God and His grandeur, were revealed, and the Day‑Stars of ancient splendour have shed their radiance in the heaven of Thine irrevocable decree, and the Beauty of the Unseen hath shone forth above the horizon of creation. I testify, moreover, that with but a movement of Thy Pen Thine injunction “Be Thou” hath been enforced, and God’s hidden Secret hath been divulged, and all created things have been called into being, and all the Revelations have been sent down.",
      "I bear witness, moreover, that through Thy beauty the beauty of the Adored One hath been unveiled, and through Thy face the face of the Desired One hath shone forth, and that through a word from Thee Thou hast decided between all created things, causing them who are devoted to Thee to ascend unto the summit of glory, and the infidels to fall into the lowest abyss.",
      "I bear witness that he who hath known Thee hath known God, and he who hath attained unto Thy presence hath attained unto the presence of God. Great, therefore, is the blessedness of him who hath believed in Thee, and in Thy signs, and hath humbled himself before Thy sovereignty, and hath been honoured with meeting Thee, and hath attained the good‑pleasure of Thy will, and circled around Thee, and stood before Thy throne. Woe betide him that hath transgressed against Thee, and hath denied Thee, and repudiated Thy signs, and gainsaid Thy sovereignty, and risen up against Thee, and waxed proud before Thy face, and hath disputed Thy testimonies, and fled from Thy rule and Thy dominion, and been numbered with the infidels whose names have been inscribed by the fingers of Thy behest upon Thy holy Tablets.",
      "Waft, then, unto me, O my God and my Beloved, from the right hand of Thy mercy and Thy loving‑kindness, the holy breaths of Thy favours, that they may draw me away from myself and from the world unto the courts of Thy nearness and Thy presence. Potent art Thou to do what pleaseth Thee. Thou, truly, hast been supreme over all things.",
      "The remembrance of God and His praise, and the glory of God and His splendour, rest upon Thee, O Thou Who art His Beauty! I bear witness that the eye of creation hath never gazed upon one wronged like Thee. Thou wast immersed all the days of Thy life beneath an ocean of tribulations. At one time Thou wast in chains and fetters; at another Thou wast threatened by the sword of Thine enemies. Yet, despite all this, Thou didst enjoin upon all men to observe what had been prescribed unto Thee by Him Who is the All‑Knowing, the All‑Wise.",
      "May my spirit be a sacrifice to the wrongs Thou didst suffer, and my soul be a ransom for the adversities Thou didst sustain. I beseech God, by Thee and by them whose faces have been illumined with the splendours of the light of Thy countenance, and who, for love of Thee, have observed all whereunto they were bidden, to remove the veils that have come in between Thee and Thy creatures, and to supply me with the good of this world and the world to come. Thou art, in truth, the Almighty, the Most Exalted, the All‑Glorious, the Ever‑Forgiving, the Most Compassionate.",
      "Bless Thou, O Lord my God, the Divine Lote‑Tree and its leaves, and its boughs, and its branches, and its stems, and its offshoots, as long as Thy most excellent titles will endure and Thy most august attributes will last. Protect it, then, from the mischief of the aggressor and the hosts of tyranny. Thou art, in truth, the Almighty, the Most Powerful. Bless Thou, also, O Lord my God, Thy servants and Thy handmaidens who have attained unto Thee. Thou, truly, art the All‑Bountiful, Whose grace is infinite. No God is there save Thee, the Ever‑Forgiving, the Most Generous."
    ]
  }
]
