[
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Frank Ashton", "frank-ashton", 1]
    ],
    "years": [1947, 1957],
    "content": [
      "Praying for progress of his soul in the Kingdom. His services meritorious.",
      "[March 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Ella Bailey", "ella-bailey", 2]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of valiant exemplary pioneer. Reward in Kingdom bountiful.",
      "[August 30, 1953]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Dorothy Baker", "dorothy-baker", 3]
    ],
    "years": [1947, 1957],
    "content": [
      "Hearts grieved at lamentable, untimely passing of Dorothy Baker, distinguished Hand of the Cause, eloquent exponent of its teachings, indefatigable supporter of its institutions, valiant defender of its precepts. Her long record of outstanding service has enriched the annals of the concluding years of the Heroic and the opening epoch of the Formative Age of the Bahá’í Dispensation. Fervently praying for the progress of her soul in the Abhá Kingdom.",
      "Assure relatives of profound loving sympathy. Her noble spirit is reaping bountiful reward.",
      "Advise hold memorial gathering in the Temple befitting her rank and imperishable services . . .",
      "[January 13, 1954]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Mary Barton", "mary-barton", 4]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by passing of your dear mother. Her services highly meritorious. Assure you of fervent prayers for progress of her soul in the Kingdom.",
      "[January 26, 1957]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Victoria Bedikian", "victoria-bedikian", 5]
    ],
    "years": [1947, 1957],
    "content": [
      "Praying for progress of the soul of indefatigable and wholly consecrated promoter of the Faith. Her services are unforgettable. . . .",
      "[July 1955]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Ella Cooper", "ella-cooper", 6]
    ],
    "years": [1947, 1957],
    "content": [
      "Deeply grieved at sudden passing of herald of the Covenant, Ella Cooper, dearly loved handmaid of ‘Abdu’l‑Bahá, greatly trusted by Him. Her devoted services during concluding years of Heroic Age and also Formative Age of Faith unforgettable. Assure relatives, friends, deepest sympathy for loss. Praying for progress of her soul in Abhá Kingdom.",
      "[July 18, 1951]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Julia Culver", "julia-culver", 7]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of devoted pioneer of Faith, Julia Culver. Her exemplary spirit, unshakeable loyalty, generous contributions are unforgettable. Fervently praying for progress of her soul in Abhá Kingdom.",
      "[January 30, 1950]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Dagmar Dole", "dagmar-dole", 8]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by passing of distinguished, consecrated pioneer Dagmar Dole, whose outstanding record is unforgettable, reward bountiful. Praying for progress of her soul in the Kingdom.",
      "[November 1952]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Homer Dyer", "homer-dyer", 9]
    ],
    "years": [1947, 1957],
    "content": [
      "Praying for progress of soul of devoted and zealous servant of the Faith.",
      "[January 26, 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["L. W. Eggleston", "l-w-eggleston", 10]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of valued promoter of Faith. His historic donation of school highly meritorious, reward bountiful in Kingdom. Deepest sympathy; praying for progress of his soul.",
      "[September 8, 1953]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Harry Ford", "harry-ford", 11]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of devoted pioneer Harry Ford, whose death will enrich the spiritual development of foremost centre of South Africa. Praying for progress of soul in the Kingdom.",
      "[January 14, 1954]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Nellie French", "nellie-french", 12]
    ],
    "years": [1947, 1957],
    "content": [
      "Deeply regret the passing of valiant pioneer. Long record of her services is highly meritorious. Praying for progress of soul in the Kingdom.",
      "[January 4, 1954]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Louis C. Gregory", "louis-c-gregory", 13]
    ],
    "years": [1947, 1957],
    "content": [
      "Profoundly deplore grievous loss of dearly beloved, noble‑minded, golden‑hearted Louis Gregory, pride and example to the Negro adherents of the Faith. Keenly feel loss of one so loved, admired and trusted by ‘Abdu’l‑Bahá. Deserves rank of first Hand of the Cause of his race. Rising Bahá’í generation in African continent will glory in his memory and emulate his example. Advise hold memorial gathering in Temple in token recognition of his unique position, outstanding services.",
      "[August 6, 1951]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Louise M. Gregory", "louise-m-gregory", 14]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by news of passing of faithful, consecrated handmaid of ‘Abdu’l‑Bahá. Confident of rich reward in the Kingdom. Her pioneer services highly meritorious.",
      "[May 29, 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Bertha Herklotz", "bertha-herklotz", 15]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of faithful, steadfast servant of the Faith. Praying for progress of her soul in the Kingdom.",
      "[February 16, 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Marie Hopper", "marie-hopper", 16]
    ],
    "years": [1947, 1957],
    "content": [
      "Praying for progress of soul of loyal, devoted early believer, Marie Hopper.",
      "[September 11, 1953]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Maria Ioas", "maria-ioas", 17]
    ],
    "years": [1947, 1957],
    "content": [
      "Share your grief at passing of esteemed veteran of Faith, Maria Ioas. Soul rejoicing in the Abhá Kingdom at the services rendered by her dear son at the World Centre of the Faith in the triple function of Hand of the Cause, Secretary‑General of the Council and supervisor of construction of the dome of the Báb’s Sepulchre.",
      "[May 1953]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Beatrice Irwin", "beatrice-irwin", 18]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by passing of steadfast, devoted, indefatigable promoter of the Faith. Her reward assured in the Kingdom. Praying for progress of her soul.",
      "[March 23, 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Marion Jack", "marion-jack", 19]
    ],
    "years": [1947, 1957],
    "content": [
      "Mourn loss of immortal heroine, Marion Jack, greatly loved and deeply admired by ‘Abdu’l‑Bahá, a shining example to pioneers of present and future generations of East and West, surpassed in constancy, dedication, self‑abnegation and fearlessness by none except the incomparable Martha Root. Her unremitting, highly meritorious activities in the course of almost half a century, both in North America and Southeast Europe, attaining their climax in the darkest, most dangerous phase of the second World War, shed imperishable lustre on contemporary Bahá’í history.",
      "This triumphant soul is now gathered to the distinguished band of her co‑workers in the Abhá Kingdom; Martha Root, Lua Getsinger, May Maxwell, Hyde Dunn, Susan Moody, Keith Ransom‑Kehler, Ella Bailey and Dorothy Baker, whose remains, lying in such widely scattered areas of the globe as Honolulu, Cairo, Buenos Aires, Sydney, Ṭihrán, Iṣfáhán, Tripoli and the depths of the Mediterranean Sea attest the magnificence of the pioneer services rendered by the North American Bahá’í Community in the Apostolic and Formative Ages of the Bahá’í Dispensation.",
      "Advise arrange in association with the Canadian National Assembly and the European Teaching Committee a befitting memorial gathering in the Mashriqu’l‑Adhkár. Moved to share with the United States and Canadian National Assemblies the expenses of the erection, as soon as circumstances permit, of a worthy monument at her grave, destined to confer eternal benediction on a country already honoured by its close proximity to the sacred city associated with the proclamation of the Faith of Bahá’u’lláh.",
      "Share message with all national assemblies.",
      "[March 29, 1954]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Florence Breed Khan", "florence-breed-khan", 20]
    ],
    "years": [1947, 1957],
    "content": [
      "Profoundly grieve at passing of beloved, distinguished, staunch, great‑hearted handmaid of beloved Master. Praying fervently for progress of her soul in Kingdom. Her reward assured. Loving sympathy.",
      "[June 27, 1950]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Edward B. Kinney", "edward-b-kinney", 21]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of dearly loved, highly admired, greatly trusted, staunch, indefatigable, self‑sacrificing teacher, pillar of Faith, Saffa Kinney. His leonine spirit, exemplary steadfastness, notable record of services enriched annals of closing period of Heroic Age and opening phase of Formative Age of Bahá’í Dispensation. Beautiful reward assured in Abhá Kingdom beneath the shadow of the Master he loved so dearly, served so nobly, defended so heroically until last breath.",
      "[December 16, 1950]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Fanny Knobloch", "fanny-knobloch", 22]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of beloved, distinguished, exemplary pioneer of Faith, Fanny Knobloch. Memory of her notable services imperishable, her reward in Abhá Kingdom bountiful, assured, everlasting.",
      "[December 14, 1949]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["George Latimer", "george-latimer", 23]
    ],
    "years": [1947, 1957],
    "content": [
      "Greatly deplore passing of distinguished disciple of ‘Abdu’l‑Bahá, firm pillar of the American Bahá’í Community, George Latimer. His outstanding services during closing years of the Heroic and first epoch of the Formative Ages of the Faith are imperishable. Assure bereaved, dearly loved, much admired mother of my profound sympathy and fervent prayers for the progress of his soul.",
      "[June 23, 1948]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Ruhaniyyih Latimer", "ruhaniyyih-latimer", 24]
    ],
    "years": [1947, 1957],
    "content": [
      "Saddened by loss of devoted, staunch promoter of Faith, Ruhaniyyih Latimer; her services are unforgettable. Praying for progress of her soul in Kingdom.",
      "[January 20, 1952]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Fanny Lesch", "fanny-lesch", 25]
    ],
    "years": [1947, 1957],
    "content": [
      "Deeply sympathise in loss of loyal, distinguished handmaid of Bahá’u’lláh, Fanny Lesch. Present with you in spirit at memorial service. Praying ardently for progress of her soul in Abhá Kingdom.",
      "[April 27, 1948]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Edwin W. Mattoon", "edwin-w-mattoon", 26]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by news of your dear father’s death. His pioneer, teaching and administrative services are unforgettable and highly meritorious. Assure you of fervent prayers for the progress of his soul in the Abhá Kingdom.",
      "[December 27, 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["William Sutherland Maxwell", "william-sutherland-maxwell", 27]
    ],
    "years": [1947, 1957],
    "content": [
      "With sorrowful heart announce through national assemblies that Hand of Cause of Bahá’u’lláh, highly esteemed, dearly beloved Sutherland Maxwell, has been gathered into the glory of the Abhá Kingdom. His saintly life, extending well nigh four score years, enriched during the course of ‘Abdu’l‑Bahá’s ministry by services in the Dominion of Canada, ennobled during Formative Age of Faith by decade of services in Holy Land, during darkest days of my life, doubly honoured through association with the crown of martyrdom won by May Maxwell and incomparable honour bestowed upon his daughter, attained consummation through his appointment as architect of the arcade and superstructure of the Báb’s Sepulchre as well as elevation to the front rank of the Hands of Cause of God. Advise all national assemblies to hold befitting memorial gatherings particularly in the Mashriqu’l‑Adhkár in Wilmette and in the Ḥaẓíratu’l‑Quds in Ṭihrán.",
      "Have instructed Hands of Cause in United States and Canada, Horace Holley and Fred Schopflocher, to attend as my representatives the funeral in Montreal. Moved to name after him the southern door of the Báb’s Tomb as tribute to his services to second holiest Shrine of the Bahá’í world.",
      "The mantle of Hand of Cause now falls upon the shoulders of his distinguished daughter, Amatu’l‑Bahá Rúḥíyyih, who has already rendered and is still rendering manifold no less meritorious self‑sacrificing services at World Centre of Faith of Bahá’u’lláh.",
      "[March 26, 1952]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Florence Morton", "florence-morton", 28]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at passing of faithful promoter of Faith. Praying for the progress of her soul.",
      "[April 8, 1953]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Ella Robarts", "ella-robarts", 29]
    ],
    "years": [1947, 1957],
    "content": [
      "Praying fervently for progress of soul in Abhá Kingdom of devoted old believer. Assure you loving sympathy.",
      "[May 2, 1950]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Annie Romer", "annie-romer", 30]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by passing of Annie Romer, devoted, able promoter and pioneer of the Faith. Her services have been highly meritorious. Praying for progress of her soul in the Kingdom.",
      "[March 1955]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Fred Schopflocher", "fred-schopflocher", 31]
    ],
    "years": [1947, 1957],
    "content": [
      "Profoundly grieved at passing of dearly loved, outstandingly staunch Hand of Cause Fred Schopflocher. His numerous, magnificent services extending over thirty years in administrative and teaching spheres for United States, Canada, Institutions at Bahá’í World Centre greatly enriched annals of Formative Age of Faith. Abundant reward assured in Abhá Kingdom. Advising American National Assembly to hold befitting memorial gathering at Temple he generously helped raise. Advise hold memorial gathering at Maxwell home to commemorate his eminent part in rise of Administrative Order of Faith in Canada. Urge ensure burial in close neighbourhood of resting place of distinguished Hand of Cause Sutherland Maxwell.",
      "[July 1953]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Anthony Y. Seto", "anthony-y-seto", 32]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieved by sudden loss of your dear husband, valued, consecrated, high‑minded promoter of the Faith. The record of his deeply appreciated services both in America and Asia is unforgettable. His reward is great in Abhá Kingdom. Assure you of loving, fervent prayers for progress of his soul.",
      "[May 7, 1957]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Philip G. Sprague", "philip-g-sprague", 33]
    ],
    "years": [1947, 1957],
    "content": [
      "Heart filled with sorrow at premature passing of staunch, exemplary, greatly admired, dearly loved Sprague. Memory of his notable services as teacher and administrator in North and Latin America imperishable, recompense in Abhá Kingdom bountiful. Praying ardently for progress of his soul.",
      "[September 27, 1951]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Gertrude Struven", "gertrude-struven", 34]
    ],
    "years": [1947, 1957],
    "content": [
      "Grieve at news. Praying for progress of her soul in the Kingdom.",
      "[December 23, 1954]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Juliet Thompson", "juliet-thompson", 35]
    ],
    "years": [1947, 1957],
    "content": [
      "Deplore loss of much‑loved, greatly admired Juliet Thompson, outstanding, exemplary handmaid of ‘Abdu’l‑Bahá. Over half‑century record of manifold, meritorious services, embracing the concluding years of Heroic and opening decades of Formative Ages of Bahá’í Dispensation, won her enviable position in the glorious company of triumphant disciples of the beloved Master in the Abhá Kingdom. Advise hold memorial gathering in Mashriqu’l‑Adhkár to pay befitting tribute to the imperishable memory of one so wholly consecrated to the Faith of Bahá’u’lláh, and fired with such consuming devotion to the Centre of His Covenant.",
      "[December 6, 1956]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["George Townshend", "george-townshend", 36]
    ],
    "years": [1947, 1957],
    "content": [
      "Inform Hands and national assemblies of the Bahá’í world, of the passing into Abhá Kingdom of Hand of Cause George Townshend, indefatigable, highly talented, fearless defender of the Faith of Bahá’u’lláh.",
      "Agnes Alexander, distinguished pioneer of the Faith, elevated to rank of Hand of Cause. Confident her appointment will spiritually reinforce teaching campaign simultaneously conducted in North, South and heart of Pacific Ocean.",
      "[March 27, 1957]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Roy C. Wilhelm", "roy-c-wilhelm", 37]
    ],
    "years": [1947, 1957],
    "content": [
      "Heart filled with sorrow for loss of greatly prized, much loved, highly admired herald of Bahá’u’lláh’s Covenant, Roy Wilhelm. Distinguished career enriched the annals of concluding years of Heroic and opening years of Formative Age of Faith. Sterling qualities endeared him to his beloved Master, ‘Abdu’l‑Bahá. His saintliness, indomitable faith, outstanding services local, national, international, his exemplary devotion, qualify him to join ranks of Hands of Cause, ensure him everlasting reward in Abhá Kingdom. Advise hold memorial gathering in Temple befitting his unforgettable services and lofty rank.",
      "[December 24, 1951]"
    ]
  },
  {
    "path": [
      ["Shoghi Effendi", "shoghi-effendi", 5],
      ["Citadel of Faith", "citadel-faith", 3],
      ["In Memoriam", "in-memoriam", 2],
      ["Albert Windust", "albert-windust", 38]
    ],
    "years": [1947, 1957],
    "content": [
      "Deeply grieved by passing of much loved, greatly admired, staunch, ardent promoter of the Faith, Albert Windust, herald of the Covenant, whose notable services in Heroic and Formative Ages of the Faith are unforgettable. Assure friends and relatives fervently supplicating for the progress of his soul in the Kingdom.",
      "[March 11, 1956]"
    ]
  }
]
