[
  {
    "id": "6/1",
    "path": [
      ["The Universal House of Justice", "the-universal-house-of-justice", 6],
      ["The Constitution of the Universal House of Justice", "constitution", 1]
    ],
    "years": [1972.1126, 1972.1126],
    "date": "26 November 1972",
    "content": [
      {
        "type": "call",
        "text": "IN THE NAME OF GOD, THE ONE, THE INCOMPARABLE, THE ALL‑POWERFUL, THE ALL‑KNOWING, THE ALL‑WISE."
      },
      {
        "type": "info",
        "text": "The light that is shed from the heaven of bounty, and the benediction that shineth from the dawning‑place of the will of God, the Lord of the Kingdom of Names, rest upon Him Who is the Supreme Mediator, the Most Exalted Pen, Him Whom God hath made the dawning‑place of His most excellent names and the dayspring of His most exalted attributes. Through Him the light of unity hath shone forth above the horizon of the world, and the law of oneness hath been revealed amidst the nations, who, with radiant faces, have turned towards the Supreme Horizon, and acknowledged that which the Tongue of Utterance hath spoken in the Kingdom of His knowledge: “Earth and heaven, glory and dominion, are God’s, the Omnipotent, the Almighty, the Lord of grace abounding!”"
      },
      "With joyous and thankful hearts we testify to the abundance of God’s Mercy, to the perfection of His Justice and to the fulfilment of His Ancient Promise.",
      "Bahá’u’lláh, the Revealer of God’s Word in this Day, the Source of Authority, the Fountainhead of Justice, the Creator of a new World Order, the Establisher of the Most Great Peace, the Inspirer and Founder of a world civilisation, the Judge, the Lawgiver, the Unifier and Redeemer of all mankind, has proclaimed the advent of God’s Kingdom on earth, has formulated its laws and ordinances, enunciated its principles, and ordained its institutions. To direct and canalise the forces released by His Revelation He instituted His Covenant, whose power has preserved the integrity of His Faith, maintained its unity and stimulated its world‑wide expansion throughout the successive ministries of ‘Abdu’l‑Bahá and Shoghi Effendi. It continues to fulfil its life‑giving purpose through the agency of the Universal House of Justice whose fundamental object, as one of the twin successors of Bahá’u’lláh and ‘Abdu’l‑Bahá, is to ensure the continuity of that divinely‑appointed authority which flows from the Source of the Faith, to safeguard the unity of its followers, and to maintain the integrity and flexibility of its teachings.",
      "The fundamental purpose animating the Faith of God and His Religion, declares Bahá’u’lláh, is to safeguard the interests and promote the unity of the human race, and to foster the spirit of love and fellowship amongst men. Suffer it not to become a source of dissension and discord, of hate and enmity. This is the straight Path, the fixed and immoveable foundation. Whatsoever is raised on this foundation, the changes and chances of the world can never impair its strength, nor will the revolution of countless centuries undermine its structure.",
      "Unto the Most Holy Book, ‘Abdu’l‑Bahá declares in His Will and Testament, every one must turn, and all that is not expressly recorded therein must be referred to the Universal House of Justice.",
      "The provenance, the authority, the duties, the sphere of action of the Universal House of Justice all derive from the revealed Word of Bahá’u’lláh which, together with the interpretations and expositions of the Centre of the Covenant and of the Guardian of the Cause—who, after ‘Abdu’l‑Bahá, is the sole authority in the interpretation of Bahá’í Scripture—constitute the binding terms of reference of the Universal House of Justice and are its bedrock foundation. The authority of these Texts is absolute and immutable until such time as Almighty God shall reveal His new Manifestation to Whom will belong all authority and power.",
      "There being no successor to Shoghi Effendi as Guardian of the Cause of God, the Universal House of Justice is the Head of the Faith and its supreme institution, to which all must turn, and on it rests the ultimate responsibility for ensuring the unity and progress of the Cause of God. Further, there devolve upon it the duties of directing and coordinating the work of the Hands of the Cause, of ensuring the continuing discharge of the functions of protection and propagation vested in that institution, and of providing for the receipt and disbursement of the Ḥuqúqu’lláh.",
      "Among the powers and duties with which the Universal House of Justice has been invested are:",
      "To ensure the preservation of the Sacred Texts and to safeguard their inviolability; to analyse, classify, and coordinate the Writings; and to defend and protect the Cause of God and emancipate it from the fetters of repression and persecution;",
      "To advance the interests of the Faith of God; to proclaim, propagate and teach its Message; to expand and consolidate the institutions of its Administrative Order; to usher in the World Order of Bahá’u’lláh; to promote the attainment of those spiritual qualities which should characterise Bahá’í life individually and collectively; to do its utmost for the realisation of greater cordiality and comity amongst the nations and for the attainment of universal peace; and to foster that which is conducive to the enlightenment and illumination of the souls of men and the advancement and betterment of the world;",
      "To enact laws and ordinances not expressly recorded in the Sacred Texts; to abrogate, according to the changes and requirements of the time, its own enactments; to deliberate and decide upon all problems which have caused difference; to elucidate questions that are obscure; to safeguard the personal rights, freedom and initiative of individuals; and to give attention to the preservation of human honour, to the development of countries and the stability of states;",
      "To promulgate and apply the laws and principles of the Faith; to safeguard and enforce that rectitude of conduct which the Law of God enjoins; to preserve and develop the Spiritual and Administrative Centre of the Bahá’í Faith, permanently fixed in the twin cities of ‘Akká and Haifa; to administer the affairs of the Bahá’í community throughout the world; to guide, organise, coordinate and unify its activities; to found institutions; to be responsible for ensuring that no body or institution within the Cause abuse its privileges or decline in the exercise of its rights and prerogatives; and to provide for the receipt, disposition, administration and safeguarding of the funds, endowments and other properties that are entrusted to its care;",
      "To adjudicate disputes falling within its purview; to give judgement in cases of violation of the laws of the Faith and to pronounce sanctions for such violations; to provide for the enforcement of its decisions; to provide for the arbitration and settlement of disputes arising between peoples; and to be the exponent and guardian of that Divine Justice which can alone ensure the security of, and establish the reign of law and order in, the world.",
      "The members of the Universal House of Justice, designated by Bahá’u’lláh “the Men of Justice”, “the people of Bahá who have been mentioned in the Book of Names”, “the Trustees of God amongst His servants and the daysprings of authority in His countries”, shall in the discharge of their responsibilities ever bear in mind the following standards set forth by Shoghi Effendi, the Guardian of the Cause of God:",
      "“In the conduct of the administrative affairs of the Faith, in the enactment of the legislation necessary to supplement the laws of the Kitáb‑i‑Aqdas, the members of the Universal House of Justice, it should be borne in mind, are not, as Bahá’u’lláh’s utterances clearly imply, responsible to those whom they represent, nor are they allowed to be governed by the feelings, the general opinion, and even the convictions of the mass of the faithful, or of those who directly elect them. They are to follow, in a prayerful attitude, the dictates and promptings of their conscience. They may, indeed they must, acquaint themselves with the conditions prevailing among the community, must weigh dispassionately in their minds the merits of any case presented for their consideration, but must reserve for themselves the right of an unfettered decision. ‘God will verily inspire them with whatsoever He willeth’, is Bahá’u’lláh’s incontrovertible assurance. They, and not the body of those who either directly or indirectly elect them, have thus been made the recipients of the divine guidance which is at once the life‑blood and ultimate safeguard of this Revelation.”",
      "The Universal House of Justice was first elected on the first day of the Festival of Riḍván in the one hundred and twentieth year of the Bahá’í Era, when the members of the National Spiritual Assemblies, in accordance with the provisions of the Will and Testament of ‘Abdu’l‑Bahá, and in response to the summons of the Hands of the Cause of God, the Chief Stewards of Bahá’u’lláh’s embryonic World Commonwealth, brought into being this “crowning glory” of the administrative institutions of Bahá’u’lláh, the very “nucleus and forerunner” of His World Order. Now, therefore, in obedience to the Command of God and with entire reliance upon Him, we, the members of the Universal House of Justice, set our hands and its seal to this Declaration of Trust which, together with the By‑Laws hereto appended, form the Constitution of the Universal House of Justice."
    ]
  }
]
