{
  "bahaullah": {
    "days-remembrance": [["Bahá proferreth in", "Bahá proffereth in"]],
    "epistle-son-wolf": [
      ["this sublime and momentous", "this most sublime and momentous"],
      ["are rays of one Light", "are the rays of one Light"],
      ["guise of the shepherd", "guise of shepherds"],
      [
        "wouldst for longing after His glorious and sublime Kingdom, lay down thy life in the path of God.",
        "wouldst, in thy love for My name, and in thy longing for My glorious and sublime Kingdom, lay down thy life in My path."
      ]
    ],
    "gleanings-writings-bahaullah": [
      ["No, by Him Who is the Eternal", "Nay, by Him Who is the Eternal"],
      ["Did they whom you curse", "Did they whom ye curse"],
      ["could have the chance", "could have had the chance"],
      ["wretched the abode of", "wretched is the abode of"],
      ["and were what you are", "and were what ye are"],
      ["anyone. No, by Him Who", "anyone. Nay, by Him Who"],
      ["meaning, were ye to ponder", "meaning, were you to ponder"],
      ["Say: Yes, by My Lord!", "Say: Yea, by My Lord!"],
      ["Say: Await ye till", "Say: Wait ye till"],
      ["to thee? No, by Him Who", "to thee? Nay, by Him Who"],
      ["Ye, and all ye possess", "By God! Ye, and all ye possess"],
      ["pledged Ourselves to secure", "pledged Ourself to secure"],
      ["learned that you are", "learned that ye are"],
      ["beneath you. Judge ye", "beneath you, and judge ye"],
      ["justly between men, and", "justly between men, O kings, and"],
      ["succoreth whom He will", "succoreth whom He willeth"],
      [
        "recognize this truth. Say:",
        "recognize this truth. Say: This is the Most Great Testimony, by which the validity of every proof throughout the ages hath been established, would that ye might be assured thereof. Say:"
      ],
      ["Wash your hearts from", "Wash from your hearts"],
      ["discerning and illuminated heart", "discerning and illumined heart"],
      ["caught a lightening glimpse", "caught a lightning glimpse"],
      ["an answerer of the cry", "an answerer to the cry"]
    ],
    "kitab-i-aqdas": [
      ["of glory, and will aid", "of glory, and shall aid"],
      ["Revelation of God, His name and", "Revelation of God, His names and"],
      [
        "establishes the Nineteen Day Feast",
        "establishes the Nineteen Day Feasts"
      ],
      ["and the “keys” of His", "as the “keys” of His"],
      ["verse is none other", "verse is none"]
    ],
    "kitab-i-iqan": [
      ["the Bearers of a new Message", "the Revealers of a new Message"],
      ["to them the same attribute", "to them the same attributes"],
      ["and honored with the", "and are honored with the"],
      ["‘Alí. Sayings such as this", "Imám ‘Alí. Sayings such as these"],
      ["Muḥammad our last", "Muḥammad is our last"],
      ["His name and His attributes", "His names and His attributes"],
      ["“Seen” and “Hidden”", "“Seen” and the “Hidden”"],
      ["deeply immersed beneath", "deep immersed beneath"],
      ["claimed their utterance", "claimed their utterances"],
      ["annulled the law of divorce", "annulled the laws of divorce"],
      ["with these circumstances", "with those circumstances"],
      ["of God an infidel", "of God as infidel"],
      ["flame of divine wisdom", "flames of divine wisdom"],
      ["evident that wretched", "evident that that wretched"],
      ["‘Abdu’lláh-i-Ubayy", "‘Abdu’lláh Ubayy"],
      ["light of that Sun of divine", "light of the Sun of divine"],
      ["outward behavior conforms", "outward behavior conformeth"],
      ["leading to the knowledge", "leading unto the knowledge"],
      ["cleanse and purify his heart", "cleanse his heart"],
      ["earth, detach himself", "earth, must detach himself"],
      ["companionship of those that", "companionship of them that"],
      ["heart should the seeker avoid", "heart he should avoid"],
      [
        "sinner, at the hour of death, attained to",
        "sinner attained, at the hour of death, to"
      ],
      ["the celestial Concourse.", "the Concourse on High!"],
      ["enjoy the blessing conferred", "enjoy the blessings conferred"],
      ["from the slumber of negligence", "from the slumber of heedlessness"],
      ["glorious and supreme station", "glorious and exalted station"],
      ["doings, words and ways", "doings, the words and ways"],
      ["the Tree—which flourisheth", "the Tree that flourisheth"],
      ["his inner and his outer ear", "his inner and outer ear"],
      ["attainment of this City", "attainment unto this City"],
      ["every leaf ineffable", "each one of its leaves ineffable"],
      ["wedded to that City", "wedded unto that City"],
      ["and receive the surest", "and will receive the surest"],
      ["the Book which standeth", "the Book that standeth"]
    ],
    "prayers-meditations": [
      ["and to deny them not", "and deny them not"],
      ["what Thou hadst commanded", "what Thou hast commanded"],
      ["Lord of the worlds and the Desire", "Lord of the world and the Desire"],
      ["sublime knowledge I, therefore", "sublime knowledge. I, therefore"],
      ["unto Thy trusted ones be", "unto Thy trusted ones may be"],
      ["can establish the Manifestations", "can stablish the Manifestations"]
    ],
    "summons-lord-hosts": [["guise of the shepherd", "guise of shepherds"]],
    "tablets-bahaullah": [
      ["that wherefor thou hast", "that wherefore thou hast"]
    ]
  },
  "the-bab": {
    "selections-writings-bab": [
      ["We cause whomsover We desire", "We cause whomsoever We desire"],
      ["rarified", "rarefied"]
    ]
  },
  "abdul-baha": {
    "light-of-the-world": [
      ["sacred verse is none other than", "sacred verse is none except"]
    ],
    "memorials-faithful": [["They harkened to", "They hearkened to"]],
    "paris-talks": [
      [
        "In this Revelation of Bahá’u’lláh, the women go neck and neck with the men. In no movement will they be left behind. Their rights with men are equal in degree. They will enter all the administrative branches of politics. They will attain in all such a degree as will be considered the very highest station of the world of humanity and will take part in all affairs. Rest ye assured. Do ye not look upon the present conditions; in the not far distant future the world of women will become all-refulgent and all-glorious, For His Holiness Bahá’u’lláh Hath Willed It so!",
        "In the Dispensation of Bahá’u’lláh, women are advancing side by side with men. There is no area or instance where they will lag behind: they have equal rights with men, and will enter, in the future, into all branches of the administration of society. Such will be their elevation that, in every area of endeavour, they will occupy the highest levels in the human world. Rest thou assured. Look not upon their present state. In future, the world of womankind will shine with lustrous brilliance, for such is the will and purpose of Bahá’u’lláh."
      ]
    ],
    "promulgation-universal-peace": [
      [
        "In the beginning of his human life man was embryonic in the world of the matrix. There he received capacity and endowment for the reality of human existence. The forces and powers necessary for this world were bestowed upon him in that limited condition. In this world he needed eyes; he received them potentially in the other. He needed ears; he obtained them there in readiness and preparation for his new existence. The powers requisite in this world were conferred upon him in the world of the matrix so that when he entered this realm of real existence he not only possessed all necessary functions and powers but found provision for his material sustenance awaiting him.\n\nTherefore, in this world he must prepare himself for the life beyond. That which he needs in the world of the Kingdom must be obtained here. Just as he prepared himself in the world of the matrix by acquiring forces necessary in this sphere of existence, so, likewise, the indispensable forces of the divine existence must be potentially attained in this world.",
        "In the beginning of his life man was in the world of the womb, wherein he developed the capacity and worthiness to advance to this world. The powers necessary for this world he acquired in that world. He needed eyes in this world; he obtained them in the world of the womb. He needed ears in this world; he obtained them there. All the powers that were needed in this world he acquired in the world of the womb. In that world he became prepared for this world, and when he entered this world he saw that he possessed all the requisite powers and had acquired all the limbs and organs necessary for this life, in that world. It followeth that in this world too he must prepare for the world beyond. That which he needeth in the world of the Kingdom he must obtain and prepare here. Just as he acquired the powers necessary for this world in the world of the womb, so, likewise, he must obtain that which he will need in the world of the Kingdom—that is to say, all the heavenly powers—in this world."
      ],
      [
        "blest in the East and the West for the triumph of its democracy",
        "blest in both the East and the West for the triumph of its people"
      ],
      ["written presupposses and", "written presupposes and"]
    ],
    "secret-divine-civilization": [
      ["your own forbears", "your own forebears"],
      ["was its forbears", "was its forebears"]
    ],
    "selections-writings-abdul-baha": [
      [
        "O ye lovers of truth, ye servants of humankind! Out of the flowering of your thoughts and hopes, fragrant emanations have come my way, wherefore an inner sense of obligation compelleth me to pen these words.\n\nYe observe how the world is divided against itself, how many a land is red with blood and its very dust is caked with human gore. The fires of conflict have blazed so high that never in early times, not in the Middle Ages, not in recent centuries hath there ever been such a hideous war, a war that is even as millstones, taking for grain the skulls of men. Nay, even worse, for flourishing countries have been reduced to rubble, cities have been leveled with the ground, and many a once prosperous village hath been turned into ruin. Fathers have lost their sons, and sons their fathers. Mothers have wept away their hearts over dead children. Children have been orphaned, women left to wander, vagrants without a home. From every aspect, humankind hath sunken low. Loud are the piercing cries of fatherless children; loud the mothers’ anguished voices, reaching to the skies.\n\nAnd the breeding ground of all these tragedies is prejudice: prejudice of race and nation, of religion, of political opinion; and the root cause of prejudice is blind imitation of the past—imitation in religion, in racial attitudes, in national bias, in politics. So long as this aping of the past persisteth, just so long will the foundations of the social order be blown to the four winds, just so long will humanity be continually exposed to direst peril.\n\nNow, in such an illumined age as ours, when realities previously unknown to man have been laid bare, and the secrets of created things have been disclosed, and the Morn of Truth hath broken and lit up the world—is it admissible that men should be waging a frightful war that is bringing humanity down to ruin? No, by the Lord God!\n\nChrist Jesus summoned all mankind to amity and peace. Unto Peter He said: “Put up thy sword into the sheath.” Such was the bidding and counsel of the Lord Christ; and yet today the Christians one and all have drawn their swords from out the scabbard. How wide is the discrepancy between such acts and the clear Gospel text!\n\nSixty years ago Bahá’u’lláh rose up, even as the Daystar, over Persia. He declared that the skies of the world were dark, that this darkness boded evil, and that terrible wars would come. From the prison at ‘Akká, He addressed the German Emperor in the clearest of terms, telling him that a great war was on the way and that his city of Berlin would break forth in lamentation and wailing. Likewise did He write to the Turkish sovereign, although He was that Sulṭán’s victim and a captive in his prison—that is, He was being held prisoner in the Fortress at ‘Akká—and clearly stated that Constantinople would be overtaken by a sudden and radical change, so great that the women and children of that city would mourn and cry aloud. In brief, He addressed such words to all the monarchs and the presidents, and everything came to pass, exactly as He had foretold.\n\nThere have issued, from His mighty Pen, various teachings for the prevention of war, and these have been scattered far and wide.\n\nThe first is the independent investigation of truth; for blind imitation of the past will stunt the mind. But once every soul inquireth into truth, society will be freed from the darkness of continually repeating the past.\n\nHis second principle is the oneness of mankind: that all men are the sheep of God, and God is their loving Shepherd, caring most tenderly for all without favoring one or another. “No difference canst thou see in the creation of the God of mercy;” all are His servants, all implore His grace.\n\nHis third teaching is that religion is a mighty stronghold, but that it must engender love, not malevolence and hate. Should it lead to malice, spite, and hate, it is of no value at all. For religion is a remedy, and if the remedy bring on disease, then put it aside. Again, as to religious, racial, national and political bias: all these prejudices strike at the very root of human life; one and all they beget bloodshed, and the ruination of the world. So long as these prejudices survive, there will be continuous and fearsome wars.\n\nTo remedy this condition there must be universal peace. To bring this about, a Supreme Tribunal must be established, representative of all governments and peoples; questions both national and international must be referred thereto, and all must carry out the decrees of this Tribunal. Should any government or people disobey, let the whole world arise against that government or people.\n\nYet another of the teachings of Bahá’u’lláh is the equality of men and women and their equal sharing in all rights. And there are many similar principles. It hath now become evident that these teachings are the very life and soul of the world.\n\nYe who are servants of the human race, strive ye with all your heart to deliver mankind out of this darkness and these prejudices that belong to the human condition and the world of nature, so that humanity may find its way into the light of the world of God.\n\nPraise be to Him, ye are acquainted with the various laws, institutions and principles of the world; today nothing short of these divine teachings can assure peace and tranquillity to mankind. But for these teachings, this darkness shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain discontented. Its restlessness will increase. The vanquished Powers will continue to agitate. They will resort to every measure that may rekindle the flame of war. Movements, newly born and worldwide in their range, will exert their utmost effort for the advancement of their designs. The Movement of the Left will acquire great importance. Its influence will spread.\n\nStrive ye, therefore, with the help of God, with illumined minds and hearts and a strength born of heaven, to become a bestowal from God to man, and to call into being for all humankind, comfort and peace.",
        "O ye lovers of truth! O ye servants of mankind! As the sweet fragrance of your thoughts and high intentions has breathed upon me, I feel that my soul is irresistibly prompted to communicate with you.\n\nPonder in your hearts how grievous is the turmoil in which the world is plunged; how the nations of the earth are besmeared with human blood, nay their very soil is turned into clotted gore. The flame of war has caused so wild a conflagration that the world in its early days, in its middle ages, or in modern times has never witnessed its like. The millstones of war have ground and crushed many a human head, nay, even more severe has been the lot of these victims. Flourishing countries have been made desolate, cities have been laid level with the ground, and smiling villages have been turned into ruin. Fathers have lost their sons, and sons turned fatherless. Mothers have shed tears of blood in mourning for their youths, little children have been made orphans, and women left wanderers and homeless. In a word, humanity, in all its phases, has been debased. Loud is the cry and wailing of orphans, and bitter the lamentations of mothers which are echoed by the skies.\n\nThe prime cause for all these happenings is racial, national, religious, and political prejudice, and the root of all this prejudice lies in outworn and deepseated traditions, be they religious, racial, national, or political. So long as these traditions remain, the foundation of human edifice is insecure, and mankind itself is exposed to continuous peril.\n\nNow in this radiant age, when the essence of all beings has been made manifest, and the hidden secret of all created things has been revealed, when the morning light of truth has broken and turned the darkness of the world into light, is it meet and seemly that such a frightful carnage which brings irretrievable ruin upon the world should be made possible? By God! that cannot be.\n\nChrist summoned all the people of the world to reconciliation and peace. He commanded Peter to return his sword unto its scabbard. Such was His wish and counsel, and yet they that bear His name have unsheathed the sword! How great the difference between their deeds and the explicit text of the Gospel!\n\nSixty years ago Bahá’u’lláh, even as the shining sun, shone in the firmament of Persia, and proclaimed that the world is wrapt in darkness and this darkness is fraught with disastrous results, and will lead to fearful strife. In His prison city of ‘Akká, He apostrophised in unmistakable terms the Emperor of Germany, declaring that a terrible war shall take place, and Berlin will break forth in lamentation and wailing. In like manner, whilst the wronged prisoner of the Sulṭán of Turkey in the citadel of ‘Akká, He clearly and emphatically wrote him that Constantinople will fall a prey to grave disorder, in such wise that the women and children will raise their moaning cry. In brief, He addressed epistles to all the chief rulers and sovereigns of the world, and all that He foretold has been fulfilled. From His pen of glory flowed teachings for the prevention of war, and these have been scattered far and wide.\n\nHis first teaching is the search after truth. Blind imitation, He declared, killeth the spirit of man, whereas the investigation of truth frees the world from the darkness of prejudice.\n\nHis second teaching is the oneness of mankind. All men are but one fold, and God the loving Shepherd. He bestoweth upon them His most great mercy, and considers them all as one. “Thou shalt find no difference amongst the creatures of God.” They are all His servants, and all seek His bounty.\n\nHis third teaching is that religion is the most mighty stronghold. It should be conducive to unity, rather than be the cause of enmity and hate. Should it lead to enmity and hate better not have it at all. For religion is even as medicine, which if it should aggravate the disease, its abandonment would be preferred.\n\nLikewise, religious, racial, national, and political prejudice, all are subversive of the foundation of human society, all lead to bloodshed, all heap ruin upon mankind. So long as these remain, the dread of war will continue. The sole remedy is universal peace. And this is achieved only by the establishment of a supreme Tribunal, representative of all governments and peoples. All national and international problems should be referred to this tribunal, and whatsoever be its decision that should be enforced. Were a government or people to dissent, the world as a whole should rise against it.\n\nAnd among His teachings is the equality in right of men and women, and so on with many other similar teachings that have been revealed by His pen.\n\nAt present it has been made evident and manifest that these principles are the very life of the world, and the embodiment of its true spirit. And now, ye, who are the servants of mankind, should exert yourselves, heart and soul, to free the world from the darkness of materialism and human prejudice, that it may be illumined with the light of the City of God.\n\nPraise be to Him, ye are acquainted with the various schools, institutions and principles of the world; today nothing short of these divine teachings can assure peace and tranquillity to mankind. But for these teachings, this darkness shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain restless, and its condition will aggravate. The vanquished will not keep still, but will seize every means to kindle anew the flame of war. Modern universal movements will do their utmost to carry out their purpose and intentions. The Movement of the Left will acquire great importance, and its influence will spread.\n\nWherefore, endeavour that with an illumined heart, a heavenly spirit, and a divine strength, and aided by His grace, ye may bestow God’s bountiful gift upon the world . . . the gift of comfort and tranquillity for all mankind."
      ],
      ["thought were wellnigh impossible", "thought were well nigh impossible"],
      ["bestow on them heavenly", "bestow upon them heavenly"],
      ["rarified", "rarefied"],
      ["faces toward Him", "faces towards Him"]
    ],
    "tablet-auguste-forel": [
      ["and transfereth them from", "and transferreth them from"],
      ["and transfereth these", "and transferreth these"]
    ],
    "tablets-divine-plan": [
      ["Liechtenstein, Luxemburg, Monaco", "Liechtenstein, Luxembourg, Monaco"]
    ]
  },
  "*": {
    "abha": "abhá",
    "bab": "báb",
    "bayan": "bayán",
    "baha": "bahá",
    "bahai": "bahá’í",
    "bahá’i": "bahá’í",
    "bahá’is": "bahá’ís",
    "bahaullah": "bahá’u’lláh",
    "kitab": "kitáb",
    "ridván": "riḍván",
    "ghusn": "ghuṣn",
    "aghsán": "aghṣán",
    "aghṣan": "aghṣán",
    "mulúk": "múlúk",
    "huqúqu": "ḥuqúqu",
    "hazíratu": "ḥaẓíratu",
    "ḥazíratu": "ḥaẓíratu",

    "llah": "lláh",
    "allah": "alláh",
    "muhammad": "muḥammad",
    "muhammadan": "muḥammadan",
    "muhammadans": "muḥammadans",
    "mohammad": "muḥammad",
    "shah": "sháh",
    "s͟háh": "sháh",
    "shahs": "sháhs",
    "s͟háhs": "sháhs",
    "ḥají": "ḥájí",
    "imam": "imám",
    "islam": "islám",
    "islamic": "islámic",
    "shi‘ih": "shí‘ih",
    "quran": "qur’án",
    "quranic": "qur’ánic",
    "sháykh": "shaykh",
    "sháykhs": "shaykhs",
    "mulla": "mullá",
    "mullas": "mullás",
    "sunni": "sunní",
    "sunnis": "sunnís",
    "hadíth": "ḥadíth",
    "bathá": "baṭḥá",
    "mawlavis": "mawlavís",
    "ka‘bah": "kaaba",
    "ka’bah": "kaaba",

    "fátimih": "fáṭimih",
    "táhirih": "ṭáhirih",
    "ahmad": "aḥmad",
    "kázim": "káẓim",
    "vahíd": "vaḥíd",
    "ibrahim": "ibráhím",
    "mahmud": "maḥmúd",
    "khidr": "khiḍr",
    "rumi": "rúmí",
    "ismā‘īl": "ismá‘íl",
    "naṣír": "náṣir",
    "mufaddál": "mufaḍḍál",
    "mufaḍḍal": "mufaḍḍál",
    "amin": "amín",
    "nabil": "nabíl",
    "maqsúd": "maqṣúd",
    "murtadá": "murtaḍá",
    "ghaffar": "ghaffár",
    "qasim": "qásim",
    "aqásí": "áqásí",
    "fattáḥ": "faṭṭáḥ",
    "hafiz": "ḥáfiẓ",
    "mansur": "manṣúr",
    "manṣur": "manṣúr",
    "mehrabi": "mihrábí",
    "yúsúf": "yúsuf",
    "yusuf": "yúsuf",
    "taqí": "táqí",
    "vakilu": "vakílu",
    "safaví": "ṣafaví",
    "nusayris": "nuṣayrís",
    "abdullah": "abdulláh",
    "balyuzi": "balyúzí",
    "nizámu": "niẓámu",
    "nizám": "niẓám",
    "ḥajíbu": "ḥájibu",
    "sohrab": "sohráb",
    "banani": "banání",
    "muzaffari": "muẓaffari",
    "abbas": "abbás",
    "hujjat": "ḥujjat",
    "rúhíyyih": "rúḥíyyih",
    "rabbani": "rabbání",
    "muhít": "muḥít",
    "aziz": "azíz",
    "kamran": "kámrán",
    "amanat": "amánat",
    "atá": "aṭá",
    "kayhan": "kayhán",
    "hedayat": "hidáyat",
    "kashefi": "káshifí",
    "najafabadi": "najafábádí",
    "zamani": "zamání",
    "sirus": "sírús",
    "zabihi": "dhabíḥí",
    "moghaddam": "muqaddam",
    "hamid": "ḥamíd",
    "nasirizadeh": "naṣírízádih",
    "rohani": "rawḥání",
    "kayvan": "kayván",
    "khalajabadi": "khalajábádí",
    "mitháqí": "mítháqí",
    "mithaqi": "mítháqí",
    "behnam": "bihnám",
    "shahram": "shahrám",
    "reza": "riḍá",
    "hushang": "ḥúshang",
    "arbab": "arbáb",
    "czekus": "czékus",
    "sahba": "ṣahbá",
    "fariborz": "faríburz",
    "iraj": "íraj",
    "zabíḥu": "ẓabíḥu",
    "shirin": "shírín",
    "hádí": "ḥádí",
    "rahmání": "raḥmání",
    "sábirán": "ṣábirán",
    "jabír": "jábir",

    "habib": "ḥabíb",
    "shiraz": "shíráz",
    "shiráz": "shíráz",
    "iṣfahán": "iṣfáhán",
    "isfahan": "iṣfáhán",
    "ádhirbayján": "ádhirbáyján",
    "adhirbáyján": "ádhirbáyján",
    "azerbaijan": "ádhirbáyján",
    "tihrán": "ṭihrán",
    "tihran": "ṭihrán",
    "teheran": "ṭihrán",
    "tehran": "ṭihrán",
    "sád": "ṣád",
    "kurdistan": "kurdistán",
    "baghdad": "baghdád",
    "bag͟hdád": "baghdád",
    "tabriz": "tabríz",
    "tabarsí": "ṭabarsí",
    "thamúd": "thámúd",
    "paran": "párán",
    "jábulsá": "jábulṣá",
    "iran": "írán",
    "iranian": "íránian",
    "iraq": "iráq",
    "iraqi": "iráqí",
    "iraqis": "iráqís",
    "khurasan": "khurásán",
    "k͟hurásání": "khurásání",
    "khurásáni": "khurásání",
    "khurasani": "khurásání",
    "bastámí": "basṭámí",
    "súríyá": "ṣúríyá",
    "najafi": "najafí",
    "khartúm": "khártúm",
    "mamaqání": "mamáqání",
    "tákúr": "tákur",
    "kirmansháh": "kirmánsháh",
    "hamadan": "hamadán",
    "kárkúk": "karkúk",
    "qamsar": "qamṣar",
    "kazímayn": "káẓimayn",
    "barfurúsh": "bárfurúsh",
    "gulpaygan": "gulpáygán",
    "afghanistan": "afghánistán",
    "ardibil": "ardibíl",
    "ahsa": "ahsá",
    "milán": "mílán",
    "sarí": "sárí",
    "sari": "sárí",
    "turkistan": "turkistán",
    "darábí": "dárábí",
    "parsí": "pársí",
    "pahlavi": "pahlaví",
    "baluchistan": "balúchistán",
    "hira": "híra",
    "abádih": "ábádih",
    "birjand": "bírjand",
    "baku": "bákú",
    "galapagòs": "galápagos",
    "jose": "josé",
    "asuncion": "asunciòn",
    "yucatan": "yucatán",
    "valparaiso": "valparaíso",
    "senegal": "sénégal",
    "bahrayn": "baḥrayn",
    "bahrain": "baḥrayn",
    "zaïre": "zaire",

    "suriy": "súriy",
    "surih": "súrih",
    "sûrah": "súrih",
    "súrah": "súrih",
    "surah": "súrih",
    "surihs": "súrihs",
    "sûrahs": "súrihs",
    "súrahs": "súrihs",
    "surahs": "súrihs",
    "ḥin": "ḥín",
    "hín": "ḥín",
    "hin": "ḥín",
    "muharram": "muḥarram",
    "súfí": "ṣúfí",
    "sufi": "ṣúfí",
    "súfís": "ṣúfís",
    "sufis": "ṣúfís",
    "mirza": "mírzá",
    "ustad": "ustád",
    "amir": "amír",
    "mufti": "muftí",
    "sultan": "sulṭán",
    "sultans": "sulṭáns",
    "kalantar": "kalántar",
    "qádís": "qáḍís",
    "qaḍís": "qáḍís",
    "pashas": "páshás",
    "tumans": "túmáns",
    "aqsá": "aqṣá",
    "hasan": "ḥasan",
    "subh": "ṣubḥ",
    "ṣiraṭ": "ṣiráṭ",
    "ṣirát": "ṣiráṭ",
    "bani": "baní",
    "fadl": "faḍl",
    "masiḥ": "masíḥ",
    "mahallih": "maḥallih",
    "ramadán": "ramaḍán",
    "ali": "alí",
    "hossein": "ḥusayn",
    "masha": "mashá",
    "sadru": "ṣadru",
    "anic": "ánic",
    "lawh": "lawḥ"
  }
}
