{
  "bahaullah": {
    "days-remembrance": [["Bahá proferreth in", "Bahá proffereth in"]],
    "epistle-son-wolf": [
      ["this sublime and momentous", "this most sublime and momentous"],
      ["are rays of one Light", "are the rays of one Light"],
      ["guise of the shepherd", "guise of shepherds"],
      [
        "wouldst for longing after His glorious and sublime Kingdom, lay down thy life in the path of God.",
        "wouldst, in thy love for My name, and in thy longing for My glorious and sublime Kingdom, lay down thy life in My path."
      ]
    ],
    "gleanings-writings-bahaullah": [
      ["No, by Him Who is the Eternal", "Nay, by Him Who is the Eternal"],
      ["Did they whom you curse", "Did they whom ye curse"],
      ["could have the chance", "could have had the chance"],
      ["wretched the abode of", "wretched is the abode of"],
      ["and were what you are", "and were what ye are"],
      ["anyone. No, by Him Who", "anyone. Nay, by Him Who"],
      ["meaning, were ye to ponder", "meaning, were you to ponder"],
      ["Say: Yes, by My Lord!", "Say: Yea, by My Lord!"],
      ["Say: Await ye till", "Say: Wait ye till"],
      ["to thee? No, by Him Who", "to thee? Nay, by Him Who"],
      ["Ye, and all ye possess", "By God! Ye, and all ye possess"],
      ["pledged Ourselves to secure", "pledged Ourself to secure"],
      ["learned that you are", "learned that ye are"],
      ["beneath you. Judge ye", "beneath you, and judge ye"],
      ["justly between men, and", "justly between men, O kings, and"],
      ["succoreth whom He will", "succoreth whom He willeth"],
      [
        "recognize this truth. Say:",
        "recognize this truth. Say: This is the Most Great Testimony, by which the validity of every proof throughout the ages hath been established, would that ye might be assured thereof. Say:"
      ],
      ["Wash your hearts from", "Wash from your hearts"],
      ["discerning and illuminated heart", "discerning and illumined heart"],
      ["caught a lightening glimpse", "caught a lightning glimpse"],
      ["an answerer of the cry", "an answerer to the cry"]
    ],
    "kitab-i-aqdas": [
      ["of glory, and will aid", "of glory, and shall aid"],
      ["Revelation of God, His name and", "Revelation of God, His names and"],
      [
        "establishes the Nineteen Day Feast",
        "establishes the Nineteen Day Feasts"
      ],
      ["and the “keys” of His", "as the “keys” of His"],
      ["verse is none other", "verse is none"]
    ],
    "kitab-i-iqan": [
      ["the Bearers of a new Message", "the Revealers of a new Message"],
      ["to them the same attribute", "to them the same attributes"],
      ["and honored with the", "and are honored with the"],
      ["‘Alí. Sayings such as this", "Imám ‘Alí. Sayings such as these"],
      ["Muḥammad our last", "Muḥammad is our last"],
      ["His name and His attributes", "His names and His attributes"],
      ["“Seen” and “Hidden”", "“Seen” and the “Hidden”"],
      ["deeply immersed beneath", "deep immersed beneath"],
      ["claimed their utterance", "claimed their utterances"],
      ["annulled the law of divorce", "annulled the laws of divorce"],
      ["with these circumstances", "with those circumstances"],
      ["of God an infidel", "of God as infidel"],
      ["flame of divine wisdom", "flames of divine wisdom"],
      ["evident that wretched", "evident that that wretched"],
      ["‘Abdu’lláh-i-Ubayy", "‘Abdu’lláh Ubayy"],
      ["light of that Sun of divine", "light of the Sun of divine"],
      ["outward behavior conforms", "outward behavior conformeth"],
      ["leading to the knowledge", "leading unto the knowledge"],
      ["cleanse and purify his heart", "cleanse his heart"],
      ["earth, detach himself", "earth, must detach himself"],
      ["companionship of those that", "companionship of them that"],
      ["heart should the seeker avoid", "heart he should avoid"],
      [
        "sinner, at the hour of death, attained to",
        "sinner attained, at the hour of death, to"
      ],
      ["the celestial Concourse.", "the Concourse on High!"],
      ["enjoy the blessing conferred", "enjoy the blessings conferred"],
      ["from the slumber of negligence", "from the slumber of heedlessness"],
      ["glorious and supreme station", "glorious and exalted station"],
      ["doings, words and ways", "doings, the words and ways"],
      ["the Tree—which flourisheth", "the Tree that flourisheth"],
      ["his inner and his outer ear", "his inner and outer ear"],
      ["attainment of this City", "attainment unto this City"],
      ["every leaf ineffable", "each one of its leaves ineffable"],
      ["wedded to that City", "wedded unto that City"],
      ["and receive the surest", "and will receive the surest"],
      ["the Book which standeth", "the Book that standeth"]
    ],
    "prayers-meditations": [
      ["and to deny them not", "and deny them not"],
      ["what Thou hadst commanded", "what Thou hast commanded"],
      ["Lord of the worlds and the Desire", "Lord of the world and the Desire"],
      ["sublime knowledge I, therefore", "sublime knowledge. I, therefore"],
      ["unto Thy trusted ones be", "unto Thy trusted ones may be"],
      ["can establish the Manifestations", "can stablish the Manifestations"]
    ],
    "summons-lord-hosts": [["guise of the shepherd", "guise of shepherds"]],
    "tablets-bahaullah": [
      ["that wherefor thou hast", "that wherefore thou hast"]
    ]
  },
  "the-bab": {
    "selections-writings-bab": [
      ["We cause whomsover We desire", "We cause whomsoever We desire"],
      ["rarified", "rarefied"]
    ]
  },
  "abdul-baha": {
    "light-of-the-world": [
      ["sacred verse is none other than", "sacred verse is none except"]
    ],
    "memorials-faithful": [["They harkened to", "They hearkened to"]],
    "paris-talks": [
      [
        "In this Revelation of Bahá’u’lláh, the women go neck and neck with the men. In no movement will they be left behind. Their rights with men are equal in degree. They will enter all the administrative branches of politics. They will attain in all such a degree as will be considered the very highest station of the world of humanity and will take part in all affairs. Rest ye assured. Do ye not look upon the present conditions; in the not far distant future the world of women will become all-refulgent and all-glorious, For His Holiness Bahá’u’lláh Hath Willed It so!",
        "In the Dispensation of Bahá’u’lláh, women are advancing side by side with men. There is no area or instance where they will lag behind: they have equal rights with men, and will enter, in the future, into all branches of the administration of society. Such will be their elevation that, in every area of endeavour, they will occupy the highest levels in the human world. Rest thou assured. Look not upon their present state. In future, the world of womankind will shine with lustrous brilliance, for such is the will and purpose of Bahá’u’lláh."
      ]
    ],
    "promulgation-universal-peace": [
      [
        "In the beginning of his human life man was embryonic in the world of the matrix. There he received capacity and endowment for the reality of human existence. The forces and powers necessary for this world were bestowed upon him in that limited condition. In this world he needed eyes; he received them potentially in the other. He needed ears; he obtained them there in readiness and preparation for his new existence. The powers requisite in this world were conferred upon him in the world of the matrix so that when he entered this realm of real existence he not only possessed all necessary functions and powers but found provision for his material sustenance awaiting him.\n\nTherefore, in this world he must prepare himself for the life beyond. That which he needs in the world of the Kingdom must be obtained here. Just as he prepared himself in the world of the matrix by acquiring forces necessary in this sphere of existence, so, likewise, the indispensable forces of the divine existence must be potentially attained in this world.",
        "In the beginning of his life man was in the world of the womb, wherein he developed the capacity and worthiness to advance to this world. The powers necessary for this world he acquired in that world. He needed eyes in this world; he obtained them in the world of the womb. He needed ears in this world; he obtained them there. All the powers that were needed in this world he acquired in the world of the womb. In that world he became prepared for this world, and when he entered this world he saw that he possessed all the requisite powers and had acquired all the limbs and organs necessary for this life, in that world. It followeth that in this world too he must prepare for the world beyond. That which he needeth in the world of the Kingdom he must obtain and prepare here. Just as he acquired the powers necessary for this world in the world of the womb, so, likewise, he must obtain that which he will need in the world of the Kingdom—that is to say, all the heavenly powers—in this world."
      ],
      [
        "blest in the East and the West for the triumph of its democracy",
        "blest in both the East and the West for the triumph of its people"
      ],
      ["written presupposses and", "written presupposes and"]
    ],
    "secret-divine-civilization": [
      ["your own forbears", "your own forebears"],
      ["was its forbears", "was its forebears"]
    ],
    "selections-writings-abdul-baha": [
      [
        "O ye lovers of truth, ye servants of humankind! Out of the flowering of your thoughts and hopes, fragrant emanations have come my way, wherefore an inner sense of obligation compelleth me to pen these words.\n\nYe observe how the world is divided against itself, how many a land is red with blood and its very dust is caked with human gore. The fires of conflict have blazed so high that never in early times, not in the Middle Ages, not in recent centuries hath there ever been such a hideous war, a war that is even as millstones, taking for grain the skulls of men. Nay, even worse, for flourishing countries have been reduced to rubble, cities have been leveled with the ground, and many a once prosperous village hath been turned into ruin. Fathers have lost their sons, and sons their fathers. Mothers have wept away their hearts over dead children. Children have been orphaned, women left to wander, vagrants without a home. From every aspect, humankind hath sunken low. Loud are the piercing cries of fatherless children; loud the mothers’ anguished voices, reaching to the skies.\n\nAnd the breeding ground of all these tragedies is prejudice: prejudice of race and nation, of religion, of political opinion; and the root cause of prejudice is blind imitation of the past—imitation in religion, in racial attitudes, in national bias, in politics. So long as this aping of the past persisteth, just so long will the foundations of the social order be blown to the four winds, just so long will humanity be continually exposed to direst peril.\n\nNow, in such an illumined age as ours, when realities previously unknown to man have been laid bare, and the secrets of created things have been disclosed, and the Morn of Truth hath broken and lit up the world—is it admissible that men should be waging a frightful war that is bringing humanity down to ruin? No, by the Lord God!\n\nChrist Jesus summoned all mankind to amity and peace. Unto Peter He said: “Put up thy sword into the sheath.” Such was the bidding and counsel of the Lord Christ; and yet today the Christians one and all have drawn their swords from out the scabbard. How wide is the discrepancy between such acts and the clear Gospel text!\n\nSixty years ago Bahá’u’lláh rose up, even as the Daystar, over Persia. He declared that the skies of the world were dark, that this darkness boded evil, and that terrible wars would come. From the prison at ‘Akká, He addressed the German Emperor in the clearest of terms, telling him that a great war was on the way and that his city of Berlin would break forth in lamentation and wailing. Likewise did He write to the Turkish sovereign, although He was that Sulṭán’s victim and a captive in his prison—that is, He was being held prisoner in the Fortress at ‘Akká—and clearly stated that Constantinople would be overtaken by a sudden and radical change, so great that the women and children of that city would mourn and cry aloud. In brief, He addressed such words to all the monarchs and the presidents, and everything came to pass, exactly as He had foretold.\n\nThere have issued, from His mighty Pen, various teachings for the prevention of war, and these have been scattered far and wide.\n\nThe first is the independent investigation of truth; for blind imitation of the past will stunt the mind. But once every soul inquireth into truth, society will be freed from the darkness of continually repeating the past.\n\nHis second principle is the oneness of mankind: that all men are the sheep of God, and God is their loving Shepherd, caring most tenderly for all without favoring one or another. “No difference canst thou see in the creation of the God of mercy;” all are His servants, all implore His grace.\n\nHis third teaching is that religion is a mighty stronghold, but that it must engender love, not malevolence and hate. Should it lead to malice, spite, and hate, it is of no value at all. For religion is a remedy, and if the remedy bring on disease, then put it aside. Again, as to religious, racial, national and political bias: all these prejudices strike at the very root of human life; one and all they beget bloodshed, and the ruination of the world. So long as these prejudices survive, there will be continuous and fearsome wars.\n\nTo remedy this condition there must be universal peace. To bring this about, a Supreme Tribunal must be established, representative of all governments and peoples; questions both national and international must be referred thereto, and all must carry out the decrees of this Tribunal. Should any government or people disobey, let the whole world arise against that government or people.\n\nYet another of the teachings of Bahá’u’lláh is the equality of men and women and their equal sharing in all rights. And there are many similar principles. It hath now become evident that these teachings are the very life and soul of the world.\n\nYe who are servants of the human race, strive ye with all your heart to deliver mankind out of this darkness and these prejudices that belong to the human condition and the world of nature, so that humanity may find its way into the light of the world of God.\n\nPraise be to Him, ye are acquainted with the various laws, institutions and principles of the world; today nothing short of these divine teachings can assure peace and tranquillity to mankind. But for these teachings, this darkness shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain discontented. Its restlessness will increase. The vanquished Powers will continue to agitate. They will resort to every measure that may rekindle the flame of war. Movements, newly born and worldwide in their range, will exert their utmost effort for the advancement of their designs. The Movement of the Left will acquire great importance. Its influence will spread.\n\nStrive ye, therefore, with the help of God, with illumined minds and hearts and a strength born of heaven, to become a bestowal from God to man, and to call into being for all humankind, comfort and peace.",
        "O ye lovers of truth! O ye servants of mankind! As the sweet fragrance of your thoughts and high intentions has breathed upon me, I feel that my soul is irresistibly prompted to communicate with you.\n\nPonder in your hearts how grievous is the turmoil in which the world is plunged; how the nations of the earth are besmeared with human blood, nay their very soil is turned into clotted gore. The flame of war has caused so wild a conflagration that the world in its early days, in its middle ages, or in modern times has never witnessed its like. The millstones of war have ground and crushed many a human head, nay, even more severe has been the lot of these victims. Flourishing countries have been made desolate, cities have been laid level with the ground, and smiling villages have been turned into ruin. Fathers have lost their sons, and sons turned fatherless. Mothers have shed tears of blood in mourning for their youths, little children have been made orphans, and women left wanderers and homeless. In a word, humanity, in all its phases, has been debased. Loud is the cry and wailing of orphans, and bitter the lamentations of mothers which are echoed by the skies.\n\nThe prime cause for all these happenings is racial, national, religious, and political prejudice, and the root of all this prejudice lies in outworn and deepseated traditions, be they religious, racial, national, or political. So long as these traditions remain, the foundation of human edifice is insecure, and mankind itself is exposed to continuous peril.\n\nNow in this radiant age, when the essence of all beings has been made manifest, and the hidden secret of all created things has been revealed, when the morning light of truth has broken and turned the darkness of the world into light, is it meet and seemly that such a frightful carnage which brings irretrievable ruin upon the world should be made possible? By God! that cannot be.\n\nChrist summoned all the people of the world to reconciliation and peace. He commanded Peter to return his sword unto its scabbard. Such was His wish and counsel, and yet they that bear His name have unsheathed the sword! How great the difference between their deeds and the explicit text of the Gospel!\n\nSixty years ago Bahá’u’lláh, even as the shining sun, shone in the firmament of Persia, and proclaimed that the world is wrapt in darkness and this darkness is fraught with disastrous results, and will lead to fearful strife. In His prison city of ‘Akká, He apostrophised in unmistakable terms the Emperor of Germany, declaring that a terrible war shall take place, and Berlin will break forth in lamentation and wailing. In like manner, whilst the wronged prisoner of the Sulṭán of Turkey in the citadel of ‘Akká, He clearly and emphatically wrote him that Constantinople will fall a prey to grave disorder, in such wise that the women and children will raise their moaning cry. In brief, He addressed epistles to all the chief rulers and sovereigns of the world, and all that He foretold has been fulfilled. From His pen of glory flowed teachings for the prevention of war, and these have been scattered far and wide.\n\nHis first teaching is the search after truth. Blind imitation, He declared, killeth the spirit of man, whereas the investigation of truth frees the world from the darkness of prejudice.\n\nHis second teaching is the oneness of mankind. All men are but one fold, and God the loving Shepherd. He bestoweth upon them His most great mercy, and considers them all as one. “Thou shalt find no difference amongst the creatures of God.” They are all His servants, and all seek His bounty.\n\nHis third teaching is that religion is the most mighty stronghold. It should be conducive to unity, rather than be the cause of enmity and hate. Should it lead to enmity and hate better not have it at all. For religion is even as medicine, which if it should aggravate the disease, its abandonment would be preferred.\n\nLikewise, religious, racial, national, and political prejudice, all are subversive of the foundation of human society, all lead to bloodshed, all heap ruin upon mankind. So long as these remain, the dread of war will continue. The sole remedy is universal peace. And this is achieved only by the establishment of a supreme Tribunal, representative of all governments and peoples. All national and international problems should be referred to this tribunal, and whatsoever be its decision that should be enforced. Were a government or people to dissent, the world as a whole should rise against it.\n\nAnd among His teachings is the equality in right of men and women, and so on with many other similar teachings that have been revealed by His pen.\n\nAt present it has been made evident and manifest that these principles are the very life of the world, and the embodiment of its true spirit. And now, ye, who are the servants of mankind, should exert yourselves, heart and soul, to free the world from the darkness of materialism and human prejudice, that it may be illumined with the light of the City of God.\n\nPraise be to Him, ye are acquainted with the various schools, institutions and principles of the world; today nothing short of these divine teachings can assure peace and tranquillity to mankind. But for these teachings, this darkness shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain restless, and its condition will aggravate. The vanquished will not keep still, but will seize every means to kindle anew the flame of war. Modern universal movements will do their utmost to carry out their purpose and intentions. The Movement of the Left will acquire great importance, and its influence will spread.\n\nWherefore, endeavour that with an illumined heart, a heavenly spirit, and a divine strength, and aided by His grace, ye may bestow God’s bountiful gift upon the world . . . the gift of comfort and tranquillity for all mankind."
      ],
      ["thought were wellnigh impossible", "thought were well nigh impossible"],
      ["bestow on them heavenly", "bestow upon them heavenly"],
      ["rarified", "rarefied"],
      ["faces toward Him", "faces towards Him"]
    ],
    "tablet-auguste-forel": [
      ["and transfereth them from", "and transferreth them from"],
      ["and transfereth these", "and transferreth these"]
    ],
    "tablets-divine-plan": [
      ["Liechtenstein, Luxemburg, Monaco", "Liechtenstein, Luxembourg, Monaco"]
    ],
    "travelers-narrative": [
      [
        "“O God, this is a letter which I wish to send to the King; and Thou knowest that I have not desired aught of him save the display of his justice to Thy people, and the showing forth of his favors to the dwellers in Thy Kingdom. And verily, by My soul, I have not desired aught save what Thou hast desired, neither, by Thy Might, do I desire aught save what Thou desirest. Perish that being which desireth of Thee aught save Thyself! And, by Thy Glory, Thy good pleasure is the limit of My hope, and Thy Will the extremity of My desire! Be merciful then, O God, to this poor [soul] Who hath caught hold of the skirt of Thy richness, and to this humble [suppliant] Who calleth on Thee, for Thou art indeed the Mighty, the Great. Help, O God, His Majesty the King to execute Thy laws amongst Thy servants and to show forth Thy justice amidst Thy creatures, that he may rule over this sect as he ruleth over those who are beside them. Verily Thou art the Potent, the Mighty, the Wise.\n\n“Agreeably to the permission and consent of the King of the age, this Servant turned from the place of the Royal Throne toward ‘Iráq-i-‘Arab, and in that land abode twelve years. During the period of [His] sojourn [there] no description of His condition was laid before the Royal Presence, neither did any representation go to foreign states. Relying upon God did He abide in that land, until a certain functionary came to ‘Iráq, who, on his arrival, fell to designing the affliction of a company of poor unfortunates. Every day, beguiled by certain of the doctors of Persia, he persecuted these servants; although nothing prejudicial to Church or State, or at variance with the principles and customs of their countrymen had been observed in them. So this Servant [was moved] by this reflection: ‘May it not be that by reason of the deeds of the transgressors some action at variance with the world-ordering counsel of the King should be engendered!’ Therefore was an epitome [of the matter] addressed to Mírzá Sa’íd Khán, the Minister for Foreign Affairs, that he might submit it to the [Royal] Presence, and that it might be done according to that which the Royal command might promulgate. A long while elapsed, and no command was issued; until matters reached such a state that it was to be feared that sedition might suddenly break out and the blood of many be shed. Of necessity, for the protection of the servants of God, a certain number [of the Bábís] appealed to the governor of ‘Iráq. If [the King] will consider what has happened with just regard, it will become clear in the mirror of his luminous heart that what occurred was [done] from considerations of expediency, and that there was apparently no resource save this. The Royal Personage can bear witness and testify to this, that in whatever land there were some few of this sect the fire of war and conflict was wont to be kindled by reason of the aggression of certain governors. But this Transient One after His arrival in ‘Iráq withheld all from sedition and strife; and the witness of this Servant is His action, for all are aware and will testify that the multitude of this faction in Persia at that time was more than [it had been] before, yet, notwithstanding this, none transgressed his proper bounds nor assailed anyone. It is nigh on fifteen years that all continue tranquil, looking unto God and relying on Him, and bear patiently what hath come upon them, casting it on God. And after the arrival of this Servant in this city which is called Adrianople certain of this community enquired concerning the meaning of ‘victory.’ Diverse answers were sent in reply, one of which answers will be submitted on this page, so that it may become clear before the [Royal] Presence that this Servant hath in view naught save peace and reform. And if some of the divine favors, which, without merit [on My part], have been graciously bestowed [on Me], do not become evident and apparent, this much [at least] will be known, that [God], in [His] abounding grace and undeserved mercy, hath not deprived this Oppressed One of the ornament of reason. The form of words which was set forth on the meaning of ‘victory’ is this:\n\n“‘He is God, exalted is He. “‘It hath been known that God (glorious is His mention) is sanctified from the world and what is therein, and that the meaning of “victory” is not this, that anyone should fight or strive with anyone. The Lord of He doeth what He will hath committed the kingdom of creation, both land and sea, into the hand of kings, and they are the manifestations of the Divine Power according to the degrees of their rank: verily He is the Potent, the Sovereign. But that which God (glorious is His mention) hath desired for Himself is the hearts of His servants, which are treasures of praise and love of the Lord and stores of divine knowledge and wisdom. The will of the Eternal King hath ever been to purify the hearts of [His] servants from the promptings of the world and what is therein, so that they may be prepared for illumination by the effulgences of the Lord of the Names and Attributes. Therefore must no stranger find his way into the city of the heart, so that the Incomparable Friend may come unto His own place—that is, the effulgence of His Names and Attributes, not His Essence (exalted is He), for that Peerless King hath been and will be holy for everlasting above ascent or descent. Therefore today “victory” neither hath been nor will be opposition to anyone, nor strife with any person; but rather what is well-pleasing is that the cities of [men’s] hearts, which are under the dominion of the hosts of selfishness and lust, should be subdued by the sword of the Word, of Wisdom, and of Exhortation. Everyone, then, who desireth “victory” must first subdue the city of his own heart with the sword of spiritual truth and of the Word, and must protect it from remembering aught beside God: afterwards let him turn his regards towards the cities of [others’] hearts. This is what is intended by “victory”: sedition hath never been nor is pleasing to God, and that which certain ignorant persons formerly wrought was never approved. If ye be slain for His good pleasure verily it is better for you than that ye should slay. Today the friends of God must appear in such fashion amidst [God’s] servants that by their actions they may lead all unto the pleasure of the Lord of Glory. I swear by the Sun of the Horizon of Holiness that the friends of God never have regarded nor will regard the earth or its transitory riches. God hath ever regarded the hearts of [His] servants, and this too is by reason of [His] most great favor, that perchance mortal souls may be cleansed and sanctified from earthly states and may attain unto everlasting places. But that Real King is in Himself sufficient unto Himself [and independent] of all: neither doth any advantage accrue to Him from the love of contingent beings, nor doth any hurt befall Him from their hatred. All earthly places appear through Him and unto Him return, and God singly and alone abideth in His own place which is holy above space and time, mention and utterance, sign, description, and definition, height and depth. And none knoweth this save Him and whosoever hath knowledge of the Book. There is no God but Him, the Mighty, the Bountiful.’ Finis.\n\n“But good deeds depend on this, that the Royal Person should himself look into that [matter] with just and gracious regard, and not be satisfied with the representations of certain persons unsupported by proof or evidence. We ask God to strengthen the King unto that which He willeth: and what He willeth should be the wish of the worlds.\n\n“Afterwards they summoned this Servant to Constantinople. We reached that city along with a number of poor unfortunates, and after Our arrival did not hold intercourse with a single soul, for We had naught to say [unto them], and there was no wish save that it should be clearly demonstrated by proof to all that this Servant had no thought of sedition and had never associated with the seditious. And, by Him in praise of Whose spirit the tongues of all things speak, to turn in any direction was difficult in consideration of certain circumstances; but these things were done for the protection of lives. Verily My Lord knoweth what is in My soul, and verily He is witness unto what I say. The just king is the shadow of God in the earth; all should take refuge under the shadow of his justice and rest in the shade of his favor. This is not the place for personalities, or censures [directed] specially against some apart from others; for the shadow tells of him who casteth the shadow. God (glorious is His mention) hath called Himself the Lord of the worlds for that He hath nurtured and doth nurture all; exalted is His favor which hath preceded contingent beings and His mercy which hath preceded the worlds.\n\n“This is sufficiently clear, that, [whether] right or wrong according to the imagination of the people, this community have accepted as true and adopted the religion for which they are notorious, and that on this account they have foregone what they had, seeking after what is with God. And this same renunciation of life in the way of love for the Merciful [God] is a faithful witness and an eloquent attest unto that whereunto they lay claim. Hath it [ever] been beheld that a reasonable man renounced his life without proof or evidence [of the truth of that for which he died]? And if it be said, ‘This people are mad,’ this [too] is very improbable, for it is not [a thing] confined to one or two persons, but rather have a great multitude of every class, inebriated with the Kawthar of divine wisdom, hastened with heart and soul to the place of martyrdom in the way of the Friend. If these persons, who for God have foregone all save Him, and who have poured forth life and wealth in His way, can be belied, then by what proof and evidence shall the truth of that which others assert concerning that wherein they are be established in the presence of the King?\n\n“The late Ḥájí Siyyid Muḥammad (may God exalt his station and overwhelm him in the depth of the ocean of His mercy and forgiveness), although he was of the most learned of the doctors of the age and the most pious and austere of his contemporaries, and although the splendor of his worth was of such a degree that the tongues of all creatures spoke in praise and eulogy of him and confidently asserted his asceticism and godliness, did nevertheless in the war against the Russians forego much good and turn back after a little contest, although he himself had decreed a holy war, and had set out from his native country with conspicuous ensign in support of the Faith. O would that the covering might be withdrawn, and that what is hidden from [men’s] eyes might appear!\n\n“But as to this sect, it is twenty years and more that they have been tormented by day and by night with the fierceness of the Royal anger, and that they have been cast each one into a [different] land by the blasts of the tempests of the King’s wrath. How many children have been left fatherless! How many fathers have become childless! How many mothers have not dared, through fear and dread, to mourn over their slaughtered children! Many [were] the servants [of God] who at eve were in the utmost wealth and opulence, and at dawn were beheld in the extreme of poverty and abasement! There is no land but hath been dyed with their blood and no air whereunto their groanings have not arisen. And during these few years the arrows of affliction have rained down without intermission from the clouds of fate. Yet, notwithstanding all these visitations and afflictions, the fire of divine love is in such fashion kindled in their hearts that, were they all to be hewn in pieces, they would not forswear the love of the Beloved of all the dwellers upon earth; nay rather with their whole souls do they yearn and hope for what may befall [them] in the way of God.\n\n“O King! The gales of the mercy of the Merciful One have converted these servants and drawn them to the region of the [Divine] Unity—‘The witness of the faithful lover is in his sleeve’—but some of the doctors of Persia have troubled the most luminous heart of the King of the Age with regard to those who are admitted into the Sanctuary of the Merciful One and those who make for the Kaaba of Wisdom. O would that the world-ordering judgment of the King might decide that this Servant should meet those doctors, and, in the presence of His Majesty the King, adduce arguments and proofs! This Servant is ready, and hopeth of God that such a conference may be brought about, so that the truth of the matter may become evident and apparent before His Majesty the King. And afterwards the decision is in thy hand, and I am ready to confront the throne of thy sovereignty; then give judgment for Me or against Me. The Merciful Lord saith in the Furqán, which is the enduring proof amidst the host of existences, ‘Desire death, then, if ye be sincere.’ He hath declared the desiring of death to be the proof of sincerity; and it will be apparent in the mirror of the [King’s] luminous mind which party it is that hath this day foregone life in the way of Him [Who is] adored by the dwellers upon earth. Had the doctrinal books of this people, [composed] in proof of that wherein they are, been written with the blood which has been shed in His way (exalted is He), books innumerable would assuredly have been apparent and visible amongst mankind.\n\n“How, then, can one repudiate this people, whose words and deeds are consistent, and accept those persons who neither have foregone nor will forego one atom of the consideration [which they enjoy] in the way of [God] the Sovereign?\n\n“Some of the doctors of Persia who have denounced this Servant have never either met or seen Him, nor [even] become cognizant of [His] intent: nevertheless they said what they desired and do what they will. Every statement requires proof, and is not [established] merely by assertion or by outward gear of asceticism.\n\n“A translation of some passages from the contents of the Hidden Book of Fáṭimih (upon her be the blessings of God) which are apposite to this place will [now] be submitted in the Persian language, in order that some things [now] concealed may be revealed before the [Royal] Presence. Those addressed in these utterances in the above-mentioned book (which is today known as ‘Hidden Words’) are those people who are outwardly notable for science and piety, but who are inwardly subservient to their passions and lust. He says:\n\n“‘O faithless ones! Why do ye outwardly claim to be shepherds, while inwardly ye have become the wolves of My sheep? Your likeness is like unto the star before the morning, which is apparently bright and luminous, but really causeth the misguidance and destruction of the caravans of My city and country.’\n\n“So likewise He saith:\n\n“‘O outwardly fair and inwardly faulty! Thy likeness is like unto clear bitter water, wherein outwardly the utmost sweetness and purity is beheld, but when it falleth into the assaying hands of the taste of the [Divine] Unity He doth not accept a single drop thereof. The radiance of the sun is on the earth and on the mirror alike; but regard the difference as from the guard-stars to the earth; nay, between them is a limitless distance.’\n\n“‘So likewise He saith:\n\n“‘O child of the world! Many a morning hath the effulgence of My grace come unto thy place from the day-spring of the placeless, found thee on the couch of ease busied with other things, and returned like the lightning of the spirit to the bright abode of glory. And I, desiring not thy shame, declared it not in the retreats of nearness to the hosts of holiness.’\n\n“‘So likewise He saith:\n\n“‘O pretender to My friendship! In the morning the breeze of My grace passed by thee, and found thee sleeping on the bed of heedlessness, and wept over thy condition, and turned back.’ Finis.\n\n“In the presence of the King’s justice, therefore, the statement of an adversary ought not to be accepted as sufficient. And in the Furqán, which distinguisheth between truth and falsehood, He says, ‘O ye who believe, if there come unto you a sinner with a message, then discriminate, lest you fall upon a people in ignorance and on the morrow repent of what ye have done.’ And it hath come down in holy tradition, ‘Credit not the calumniator.’ The matter hath been misapprehended by certain doctors, neither have they seen this Servant. But those persons who have met [Him] testify that this Servant hath not spoken contrary to that which God hath ordained in the Book, and recite this blessed verse: He saith (exalted is He) ‘Do ye disavow Us for aught save that We believe in God, and what hath been sent down unto Us, and what was sent down before?’\n\n“O King of the age! The eyes of these wanderers turn and gaze in the direction of the mercy of the Merciful One, and assuredly to these afflictions shall the greatest mercy succeed, and after these most grievous hardships shall follow great ease. But [Our] hope is this, that His Majesty the King will himself turn his attention to [these] matters, which thing will be the cause of hope in [Our] hearts. And this is unmixed good which hath been submitted, and God sufficeth for a witness.\n\n“Glory be to Thee, O God! O God, I bear witness that the heart of the King is between the fingers of Thy power: if Thou pleasest, turn it, O God, in the direction of mercy and kindliness: verily Thou art the Exalted, the Potent, the Beneficent: there is no God but Thee, the Mighty from whom help is sought.\n\n“Concerning the qualifications of the doctors, He saith: ‘But amongst the lawyers he who guardeth himself, observeth his religion, opposeth his lust, and obeyeth the command of his Lord—it is incumbent on the people to follow him…’ unto the end. And if the King of the age will regard this utterance, which proceeded from the tongue of the recipient of divine inspiration, he will observe that those characterized by the qualities transmitted in the aforementioned tradition are rarer than the philosopher’s stone. Therefore the claim of every person pretending to science neither hath been nor is heard.\n\n“So likewise in describing the lawyers of the latter time He says: ‘The lawyers of that time are the most evil of lawyers under the shadow of heaven: from them cometh forth mischief, and unto them it returneth.’\n\n“And if any person deny these traditions, the establishing thereof is [incumbent] on this Servant; but since [Our] object is brevity therefore the detail of the authorities hath not been submitted.\n\n“Those doctors who have indeed drunk of the cup of renunciation never interfered with this Servant, even as the late Shaykh Murtadá (may God exalt his station and cause him to dwell under the shadow of the domes of His grace) used to show [Us] affection during the days of [Our] sojourn in ‘Iráq, and used not to speak concerning this matter otherwise than God hath permitted. We ask God to help all [men] unto that which He loveth and approveth.\n\n“Now all people have shut their eyes to all [these] matters, and are bent on the persecution of this sect; so that should it be demanded of certain persons, who (after God’s grace) rest in the shadow of the King’s clemency and enjoy unbounded blessings, ‘In return for the King’s favor what service have ye wrought? Have ye by wise policy added any country to [his] countries? Or have ye applied yourselves to aught which would cause the comfort of the people, the prosperity of the kingdom, and the continuance of fair fame for the state?’, they have no reply save this, that, falsely or truly, they designate a number of persons in the presence of the King by the name of Bábís, and forthwith engage in slaughter and plunder; even as in Tabríz and elsewhere they sold certain ones, and received much wealth; and this was never represented before the presence of the King. All these things have occurred because of this, that they have found these poor people without a helper. They have foregone matters of moment, and have fallen upon these poor unfortunates.\n\n“Many sects and diverse tribes rest tranquil in the shadow of the King, and of these sects one is this people. Were it not best that the lofty endeavor and magnanimity of those who surround the King should be so witnessed: that they should be scheming for all factions to come under the King’s shadow, and that they should govern amidst all with justice? To put in force the ordinances of God is unmixed justice, and with this all are satisfied; nay, the ordinances of God [ever] have been and will be the instrument and means for the protection of [His] creatures, as He saith (exalted is He) ‘And in retaliation ye have life, O people of understanding.’ [But] it is far from the justice of His Majesty the King that, for the fault of one person, a number of persons should become the objects of the scourges of wrath. God (glorious is His mention) saith: ‘None shall bear the burden of another.’ And this is sufficiently evident, that in every community there have been and will be learned and ignorant, wise and foolish, sinful and pious. And to commit abominable actions is far from the wise man. For the wise man either seeketh the world or abandoneth it. If he abandoneth it, assuredly he will not regard aught save God, and, apart from this, the fear of God will withhold him from committing forbidden and culpable actions. And if he seeketh the world, he will assuredly not commit deeds which will cause and induce the aversion of [God’s] servants and produce horror in those who are in all lands; but rather will he practice such deeds as will cause the adhesion of mankind. So it hath been demonstrated that detestable actions have been and will be [wrought only] by ignorant persons. We ask God to keep His servants from regarding aught but Him, and to bring them near to Him: verily He is potent over all things.\n\n“Glory be to Thee, O God! O My God, Thou hearest My groaning, and seest My state and My distress and My affliction, and knowest what is in My soul. If My cry be sincerely for Thy sake, then draw thereby the hearts of Thy creatures unto the horizon of the heaven of Thy recognition, and turn the King unto the right hand of the throne of Thy Name the Merciful; then bestow on him, O My God, the blessing which hath descended from the heaven of Thy favor and the clouds of Thy mercy, that he may sever himself from that which he hath and turn toward the region of Thy bounties. O Lord, help him to support the oppressed amongst [Thy] servants, and to raise up Thy Word amidst Thy people; then aid him with the hosts of the unseen and the seen, that he may subdue cities in Thy Name and rule over all who are upon the earth by Thy power and authority, O Thou in Whose hand is the Kingdom of creation: and verily Thou art He who ruleth at the beginning and in the end: there is no God save Thee, the Potent, the Mighty, the Wise.\n\n“They have misrepresented matters before the presence of the King in such a way that if any ill deed proceed from any one of this sect they account it as [a part] of the religion of these servants. But, by God, beside Whom there is none other God, this Servant hath not sanctioned the committing of sins, much less that whereof the prohibition hath been explicitly revealed in the Book of God! God hath prohibited unto men the drinking of wine, and the unlawfulness thereof hath been revealed and recorded in the Book of God, and the doctors of the age (may God multiply the like of them) have unanimously prohibited unto men this abominable action; yet withal do some commit it. Now the punishment of this action falls on these heedless persons, while those manifestations of the glory of sanctity [continue] holy and undefiled: unto their sanctity all Being, whether of the unseen or the seen, testifieth.\n\n“Yea, these servants [of God] regard God as ‘doing what He pleaseth and ordering what He willeth.’ There is no retreat nor way of flight for anyone save unto God, and no refuge nor asylum but in Him. And at no time hath the caviling of men, whether learned or unlearned, been a thing to rely on, nor will it be so. The [very] prophets, who are the pearls of the Ocean of Unity and the recipients of Divine Revelation, have [ever] been the objects of men’s aversion and caviling; much more these servants. Even as He saith: ‘Every nation schemed against their apostle to catch him. And they contended with falsehood therewith to refute the truth.’ So likewise He saith, ‘There came not unto them any apostle but they mocked at him.’ Consider the appearance of the Seal of the Prophets, the King of the Elect (the soul of the worlds be His sacrifice); after the dawning of the Sun of Truth from the horizon of the Ḥijáz what wrongs befell that Manifestation of the Might of the Lord of Glory at the hands of the people of error! So heedless were men that they were wont to consider the vexation of that Holy One as one of the greatest of good works and as the means of approaching God Most High. For in the first years the doctors of that age, whether Jews or Christians, turned aside from that Sun of the Highest Horizon; and, at the turning aside of those persons, all, whether humble or noble, girt up their loins to quench the radiance of that Light of the Horizon of Ideals. The names of all are recorded in books: amongst them were Wahb ibn Rahíb, Ka’b ibn Ashraf, ‘Abdu’lláh [ibn] Ubayy, and the like of these persons; till at length the matter reached such a point that they convened a meeting to take counsel as to the shedding of the most pure blood of that Holy One, as God (glorious is His mention) hath declared: ‘And when those who misbelieved plotted against thee to confine thee, or slay thee, or drive thee out; and they plotted, and God plotted; and God is the best of plotters.’ So likewise He saith: ‘And if their aversion be grievous unto thee, then, if thou art able to seek out a hole down into the earth, or a ladder up into the sky, that thou mayest show them a sign—[do so]: but if God pleased He would assuredly bring them all to the true guidance: be not therefore one of the ignorant.’ By God, the hearts of those near [unto God] are scorched at the purport of these two blessed verses; but the like of these matters certainly transmitted [to Us] are blotted out of sight, and [men] have not reflected, neither do reflect, what was the reason of the turning aside of [God’s] servants at the appearance of the daysprings of divine lights.\n\n“So, too, before the Seal of the Prophets, consider Jesus the Son of Mary. After the appearance of that Manifestation of the Merciful One all the doctors charged that Quintessence of Faith with misbelief and rebelliousness; until at length, with the consent of Annas, who was the chief of the doctors of that age, and likewise Caiaphas, who was the most learned of the judges, they wrought upon that Holy One that which the pen is ashamed and unable to repeat. The earth with its amplitude was too strait for Him, until God took Him up into the heaven. But were a detailed account of the prophets to be submitted it is feared that weariness might result.\n\n“O would that thou mightest permit, O King, that We should send unto Thy Majesty that whereby eyes would be refreshed, souls tranquilized, and every just person assured that with Him [i.e., Bahá’u’lláh] is knowledge of the Book. Were it not for the turning aside of the ignorant and the willful blindness of the doctors, verily I would utter a discourse whereat hearts would be glad and would fly unto the air from the murmur of whose winds is heard, ‘There is no God but He.’ But now, because the time admitteth it not, the tongue is withheld from utterance, and the vessel of declaration is sealed until God shall unclose it by His power: verily He is the Potent, the Powerful.\n\n“Glory be to Thee, O God! O My God, I ask of Thee in Thy Name, whereby Thou hast subdued whomsoever is in the heavens and the earth, that Thou wilt keep the lamp of Thy religion with the glass of Thy power and Thy favors, so that the winds of denial pass not by it from the region of those who are heedless of the mysteries of Thy Sovereign Name: then increase its light by the oil of Thy wisdom: verily Thou art Potent over whomsoever is in Thy earth and Thy heaven.\n\n“O Lord, I ask of Thee by the Supreme Word, whereat whosoever is in the earth and the heaven feareth save him who taketh hold of the ‘Most Firm Handle,’ that Thou wilt not abandon Me amongst Thy creatures: lift Me up unto Thee, and make Me to enter in under the shadow of Thy mercy, and give Me to drink of the pure wine of Thy grace, that I may dwell under the canopy of Thy glory and the domes of Thy favors: verily Thou art powerful unto that Thou wishest, and verily Thou art the Protecting, the Self-Sufficing.",
        "This is an Epistle, O My God, which I have purposed to send unto the King. Thou knowest that I have wished of him naught but that he should show forth justice to Thy servants and extend his favours unto the people of Thy kingdom. For Myself I have desired only what Thou didst desire, and through Thy succour I wish for naught save that which Thou wishest. Perish the soul that seeketh from Thee aught save Thyself! I swear by Thy glory! Thy good pleasure is my dearest wish, and Thy purpose My highest hope. Have mercy, O My God, upon this poor creature Who hath clung unto the hem of Thy riches, and this suppliant soul Who calleth upon Thee, saying, “Thou art, verily, the Lord of might and glory!” Assist Thou, O My God, His Majesty the Sháh to keep Thy statutes amidst Thy servants and to manifest Thy justice amongst Thy creatures, that he may treat this people as he treateth others. Thou art, in truth, the God of power, of glory and wisdom.\n\nBy the leave and permission of the King of the Age, this Servant journeyed from the Seat of Sovereignty to ‘Iráq, and dwelt for twelve years in that land. Throughout the entire course of this period no account of Our condition was submitted to the court of thy presence, and no representation ever made to foreign powers. Placing Our whole trust in God, We resided in that land until there came to ‘Iráq a certain official who, upon his arrival, undertook to harass this poor company of exiles. Day after day, at the instigation of some of the outwardly learned and of other individuals, he would stir up trouble for these servants, although they had at no time committed any act detrimental to the state and its people or contrary to the rules and customs of the citizens of the realm.\n\nFearing lest the actions of these transgressors should produce some outcome at variance with thy world-adorning judgement, this Servant despatched a brief account of the matter to Mírzá Sa‘íd Khán at the Foreign Ministry, so that he might submit it to the royal presence and that whatever thou shouldst please to decree in this respect might be obeyed. A long while elapsed, and no decree was issued. Finally matters came to such a pass that there loomed the threat of imminent strife and bloodshed. Of necessity, therefore, and for the protection of the servants of God, a few of them appealed to the Governor of ‘Iráq.\n\nWert thou to observe these events with the eye of fairness, it would become clear and evident in the luminous mirror of thine heart that what occurred was called for by the circumstances, and that no other alternative could be seen. His Majesty himself is witness that in whatever city a number of this people have resided, the hostility of certain functionaries hath enkindled the flame of conflict and contention. This evanescent Soul, however, hath, since His arrival in ‘Iráq, forbidden all to engage in dissension and strife. The witness of this Servant is His very deeds, for all are well aware and will testify that, although a greater number of this people resided in ‘Iráq than in any other land, no one overstepped his limits or transgressed against his neighbour. Fixing their gaze upon God, and reposing their trust in Him, all have now been abiding in peace for well-nigh fifteen years, and, in whatever hath befallen them, they have shown forth patience and resigned themselves to God.\n\nAfter the arrival of this Servant in this, the city of Adrianople, some of the people of ‘Iráq and elsewhere inquired about the meaning of the term “rendering assistance unto God” which hath been mentioned in the Holy Scriptures. Several answers were sent out in reply, one of which is set forth in these pages, that it may be clearly demonstrated in the court of thy presence that this Servant hath had no end in view but to promote the betterment and well-being of the world. And if certain of the divine favours which, undeserving as I may be, God hath pleased to bestow upon Me be not plain and manifest, this much at least will be clear and apparent, that He, in His surpassing mercy and infinite grace, hath not deprived Mine heart of the ornament of reason. The passage that was referred to concerning the meaning of “rendering assistance unto God” is as follows:\n\nHe is God, exalted be His glory!\n\nIt is clear and evident that the one true God—glorified be His mention!—is sanctified above the world and all that is therein. By “rendering assistance unto God”, then, it is not meant that any soul should fight or contend with another. That Sovereign Lord Who doeth whatsoever He pleaseth hath entrusted the kingdom of creation, its lands and its seas, into the hands of the kings, for they are, each according to his degree, the manifestations of His divine power. Should they enter beneath the shadow of the True One, they will be accounted of God, and if not, thy Lord, verily, knoweth and observeth all things.\n\nThat which God—glorified be His Name!—hath desired for Himself is the hearts of His servants, which are the treasuries of His love and remembrance and the repositories of His knowledge and wisdom. It hath ever been the wish of the Eternal King to cleanse the hearts of His servants from the things of the world and all that pertaineth thereunto, that they may be made worthy recipients of the effulgent splendours of Him Who is the King of all names and attributes. Wherefore must no stranger be allowed in the city of the heart, that the incomparable Friend may enter His abode. By this is meant the effulgence of His names and attributes, and not His exalted Essence, inasmuch as that peerless King hath ever been, and shall eternally remain, sanctified above ascent and descent.\n\nIt followeth, therefore, that rendering assistance unto God, in this day, doth not and shall never consist in contending or disputing with any soul; nay rather, what is preferable in the sight of God is that the cities of men’s hearts, which are ruled by the hosts of self and passion, should be subdued by the sword of utterance, of wisdom and of understanding. Thus, whoso seeketh to assist God must, before all else, conquer, with the sword of inner meaning and explanation, the city of his own heart and guard it from the remembrance of all save God, and only then set out to subdue the cities of the hearts of others.\n\nSuch is the true meaning of rendering assistance unto God. Sedition hath never been pleasing unto God, nor were the acts committed in the past by certain foolish ones acceptable in His sight. Know ye that to be killed in the path of His good pleasure is better for you than to kill. The beloved of the Lord must, in this day, behave in such wise amidst His servants that they may by their very deeds and actions guide all men unto the paradise of the All-Glorious.\n\nBy Him Who shineth above the Dayspring of Sanctity! The friends of God have not, nor will they ever, set their hopes upon the world and its ephemeral possessions. The one true God hath ever regarded the hearts of men as His own, His exclusive possession—and this too but as an expression of His all-surpassing mercy, that haply mortal souls may be purged and sanctified from all that pertaineth to the world of dust and gain admittance into the realms of eternity. For otherwise that ideal King is, in Himself and by Himself, sufficient unto Himself and independent of all things. Neither doth the love of His creatures profit Him, nor can their malice harm Him. All have issued forth from abodes of dust, and unto dust shall they return, while the one true God, alone and single, is established upon His Throne, a Throne which is beyond the reaches of time and space, is sanctified above all utterance or expression, intimation, description and definition, and is exalted beyond all notion of abasement and glory. And none knoweth this save Him and those with whom is the knowledge of the Book. No God is there but Him, the Almighty, the All-Bountiful.\n\nIt behoveth the benevolence of the Sovereign, however, to examine all matters with the eye of justice and mercy, and not to content himself with the baseless claims of certain individuals. We beseech God to graciously assist the King to fulfil that which He pleaseth, and, verily, that which He desireth should be the desire of all the worlds.\n\nLater this Servant was summoned to Constantinople, whither We arrived accompanied by a poor band of exiles. At no time thereafter did We seek to meet with anyone, as We had no request to make and no aim in view but to demonstrate unto all that this Servant had no mischief in mind and had never associated with the sowers of sedition. By Him Who hath caused the tongues of all beings to speak forth His praise! While certain considerations rendered it difficult to make application to any quarter, such steps were perforce taken to protect certain souls. My Lord, verily, knoweth what is in Me, and He beareth witness unto the truth of what I say.\n\nA just king is the shadow of God on earth. All should seek shelter under the shadow of his justice, and rest in the shade of his favour. This is not a matter which is either specific or limited in its scope, that it might be restricted to one or another person, inasmuch as the shadow telleth of the One Who casteth it. God, glorified be His remembrance, hath called Himself the Lord of the worlds, for He hath nurtured and still nurtureth everyone. Glorified be, then, His grace that hath preceded all created things, and His mercy that hath surpassed the worlds.\n\nIt is clear and evident that, whether this Cause be seen as right or wrong by the people, those who are associated with its name have accepted and embraced it as true, and have forsaken their all in their eagerness to partake of the things of God. That they should evince such renunciation in the path of the love of the All-Merciful is in itself a faithful witness and an eloquent testimony to the truth of their convictions. Hath it ever been witnessed that a man of sound judgement should sacrifice his life without cause or reason? And if it be suggested that this people have taken leave of their senses, this too is highly improbable, inasmuch as such behaviour hath not been confined to merely a soul or two—nay, a vast multitude of every class have drunk their fill of the living waters of divine knowledge, and, intoxicated, have hastened with heart and soul to the field of sacrifice in the way of the Beloved.\n\nIf these souls, who have renounced all else but God for His sake and offered up their life and substance in His path, are to be accounted as false, then by what proof and testimony can the truth of what others assert be established in thy presence? The late Ḥájí Siyyid Muḥammad—may God exalt his station and immerse him in the ocean of His forgiveness and mercy!—was one of the most learned divines of his age, and one of the most devout and pious men of his time. So highly was he regarded that his praise was on every tongue, and his righteousness and piety were universally acknowledged. Yet, when hostilities broke out with Russia, he who himself had pronounced the decree of holy war, and who with blazoned standard had left his native land to rally to the support of his faith, abandoned, after the inconvenience of a brief encounter, all the good that he had purposed, and returned whence he had come. Would that the veil might be lifted, and that which hath ere now remained hidden from the eyes of men be made manifest!\n\nFor more than twenty years this people have, day and night, been subjected to the fury of the Sovereign’s wrath, and have been scattered by the tempestuous gales of his displeasure, each to a different land. How many the children who have been left fatherless, and how many the fathers who have lost their sons! How many the mothers who have dared not, out of fear and dread, to mourn their slaughtered offspring! How numerous those who, at eventide, were possessed of utmost wealth and affluence, and who, when morning came, had fallen into utter abasement and destitution! No land is there whose soil hath not been tinged with their blood, nor reach of heaven unto which their sighs have not ascended. Throughout the years the darts of affliction have unceasingly rained down from the clouds of God’s decree, yet despite all these calamities and tribulations, the flame of divine love hath so blazed in their hearts that even should their bodies be torn asunder they would not forsake their love of Him Who is the Best-Beloved of the worlds, but would welcome with heart and soul whatever might befall them in the path of God.\n\nO King! The breezes of the grace of the All-Merciful have transformed these servants and attracted them unto His Holy Court. “The witness of a true lover is upon his sleeve.” Nevertheless, some of the outwardly learned have troubled the luminous heart of the King of the Age concerning these souls who revolve round the Tabernacle of the All-Merciful and who seek to attain the Sanctuary of true knowledge. Would that the world-adorning wish of His Majesty might decree that this Servant be brought face to face with the divines of the age, and produce proofs and testimonies in the presence of His Majesty the Sháh! This Servant is ready, and taketh hope in God, that such a gathering may be convened in order that the truth of the matter may be made clear and manifest before His Majesty the Sháh. It is then for thee to command, and I stand ready before the throne of thy sovereignty. Decide, then, for Me or against Me.\n\nThe All-Merciful saith in the Qur’án, His abiding testimony unto all the peoples of the world: “Wish ye then for death, if ye be men of truth.” Behold how He hath declared the yearning for death to be the touchstone of sincerity! And, in the luminous mirror of thy judgement, it is doubtless clear and evident which people have chosen, in this day, to lay down their lives in the path of the Beloved of the worlds. Indeed, were the books supporting the beliefs of this people to be written with the blood spilled in the path of God—exalted be His glory!—then countless volumes would have already appeared amongst men for all to see.\n\nHow, We fain would ask, is it possible to impugn this people whose deeds are in conformity with their words, and to give credence instead to those who have refused to relinquish one jot of their worldly authority in the path of Him Who is the Unconstrained? Some of the divines who have declared this Servant an infidel have at no time met with Me. Never having seen Me, or become acquainted with My purpose, they have nevertheless spoken as they pleased and acted as they desired. Yet every claim requireth a proof, not mere words and displays of outward piety.\n\nIn this connection the text of several passages from the Hidden Book of Fáṭimih—the blessings of God be upon her!—which are relevant to the present theme will be cited in the Persian tongue, that certain matters which have ere now been hidden may be revealed before thy presence. The people addressed in the aforementioned Book, which is today known as the Hidden Words, are those who, though outwardly known for learning and piety, are inwardly the slaves of self and passion.\n\nHe saith: “O ye that are foolish, yet have a name to be wise! Wherefore do ye wear the guise of shepherds, when inwardly ye have become wolves, intent upon My flock? Ye are even as the star, which riseth ere the dawn, and which, though it seem radiant and luminous, leadeth the wayfarers of My city astray into the paths of perdition.”\n\nAnd likewise He saith: “O ye seeming fair yet inwardly foul! Ye are like clear but bitter water, which to outward seeming is crystal pure but of which, when tested by the Divine Assayer, not a drop is accepted. Yea, the sunbeam falls alike upon the dust and the mirror, yet differ they in reflection even as doth the star from the earth: nay, immeasurable is the difference!”\n\nAnd also He saith: “O essence of desire! At many a dawn have I turned from the realms of the Placeless unto thine abode, and found thee on the bed of ease busied with others than Myself. Thereupon, even as the flash of the spirit, I returned to the realms of celestial glory, and breathed it not in My retreats above unto the hosts of holiness.”\n\nAnd again He saith: “O bondslave of the world! Many a dawn hath the breeze of My loving-kindness wafted over thee and found thee upon the bed of heedlessness fast asleep. Bewailing then thy plight it returned whence it came.”\n\nTherefore, in the exercise of the royal justice, it is not sufficient to give ear to the claimant alone. God saith in the Qur’án, the unerring Balance that distinguisheth truth from falsehood: “O ye who believe! If a wicked man come to you with news, clear it up at once, lest through ignorance ye harm others, and afterward repent of what ye have done.” The holy Traditions, moreover, contain the admonition: “Believe not the tale-bearer.” Certain of the divines, who have never seen Us, have misconceived the nature of Our Cause. Those, however, who have met Us will testify that this Servant hath not spoken save in accordance with that which God hath commanded in the Book, and that He hath called attention to the following blessed verse—exalted be His Word: “Do ye not disavow us only because we believe in God and in what He hath sent down unto us, and in what He had sent down aforetime?”\n\nO King of the age! The eyes of these refugees are turned towards and fixed upon the mercy of the Most Merciful. No doubt is there whatever that these tribulations will be followed by the outpourings of a supreme mercy, and these dire adversities will be succeeded by an overflowing prosperity. We fain would hope, however, that His Majesty the Sháh will himself examine these matters and bring hope to the hearts. That which We have submitted to thy Majesty is indeed for thine highest good. And God, verily, is a sufficient witness unto Me.\n\nGlorified art Thou, O Lord My God! I bear witness that the heart of the King is in truth between the fingers of Thy might. If it be Thy wish, do Thou incline it, O My God, in the direction of charity and mercy. Thou, verily, art the Almighty, the Most Exalted, the Most Bountiful. No God is there besides Thee, the All-Glorious, the One Whose help is sought by all.\n\nConcerning the prerequisites of the learned, He saith: “Whoso among the learned guardeth his self, defendeth his faith, opposeth his desires, and obeyeth his Lord’s command, it is incumbent upon the generality of the people to pattern themselves after him. . . .” Should the King of the Age reflect upon this utterance which hath streamed from the tongue of Him Who is the Dayspring of the Revelation of the All-Merciful, he would perceive that those who have been adorned with the attributes enumerated in this holy Tradition are scarcer than the philosopher’s stone; wherefore not every man that layeth claim to knowledge deserveth to be believed.\n\nAgain concerning the divines of the Latter Days, He saith: “The religious doctors of that age shall be the most wicked of the divines beneath the shadow of heaven. Out of them hath mischief proceeded, and unto them it shall return.” And again He saith: “When the Standard of Truth is made manifest, the people of both the East and the West curse it.” Should anyone dispute these Traditions, this Servant will undertake to establish their validity, since the details of their transmission have been omitted here for the sake of brevity.\n\nThose doctors who have indeed drunk of the cup of renunciation have never interfered with this Servant. Thus, for example, Shaykh Murtaḍá—may God exalt his station and cause him to repose beneath the canopy of His grace!—showed forth kindness during Our sojourn in ‘Iráq, and never spoke of this Cause otherwise than as God hath given leave. We beseech God to graciously assist all to do His will and pleasure.\n\nNow, however, all have lost sight of every other consideration, and are bent upon the persecution of this people. Thus, if it be inquired of certain persons who, by the grace of their Lord, repose beneath the shadow of thy royal mercy and enjoy countless favours, “What service have ye rendered in return for these royal favours? Have ye through wise policy annexed a further territory to the realm? Have ye applied yourselves to aught that would secure the welfare of the people, the prosperity of the kingdom, and the lasting glory of the state?”, they will have no other reply than to designate, justly or falsely, a group of people before thy royal presence as Bábís, and forthwith to engage in massacre and pillage. In Tabríz, for instance, and in the Egyptian town of Manṣúríyyih, a number of this people were ransomed and large sums were seized, yet no account of these matters was ever made in the court of thy presence.\n\nThe reason for which all these things have come to pass is that their persecutors, finding these unfortunate ones without protection, have forgone more weighty matters and occupied themselves instead with harassing this afflicted people. Numerous confessions and divers creeds abide peacefully beneath the shadow of thy sovereignty. Let this people be also numbered with them. Nay, those who serve the King should be animated by such lofty aims and sublime intentions as to continually strive to bring all religions beneath the shelter of his shadow, and to rule over them with perfect justice.\n\nTo enforce the laws of God is naught but justice, and is the source of universal content. Nay more, the divine statutes have always been, and will ever remain, the cause and instrument of the preservation of mankind, as witnessed by His exalted words: “In punishment will ye find life, O men of insight!” It would, however, ill beseem the justice of thy Majesty that for the trespass of a single soul a whole group of people should be subjected to the scourge of thy wrath. The one true God—glorified be His Name!—hath said: “None shall bear the burden of another.” It is clear and evident that in every community there have been, and will ever be, the learned and the ignorant, the wise and the heedless, the profligate and the pious. That a wise and reflecting soul should commit a heinous deed is most improbable, inasmuch as such a person either seeketh after this world or hath forsaken it: If he be of the latter, he would assuredly have no regard for aught else besides God, and moreover the fear of God would deter him from unlawful and reprehensible actions; and if he be of the former, he would just as assuredly avoid such deeds as would alienate and alarm the people, and act in such a manner as to earn their confidence and trust. It is therefore evident that reprehensible actions have always emanated, and will ever emanate, from ignorant and foolish souls. We implore God to guard His servants from turning to anyone save Him, and to draw them nigh unto His presence. His might, in truth, is equal to all things.\n\nPraise be unto Thee, O Lord My God! Thou hearest the voice of My lamentation, and beholdest My condition, My distress and affliction! Thou knowest all that is in Me. If the call I have raised be wholly for Thy sake, then draw thereby the hearts of Thy creatures towards the heaven of Thy knowledge, and the heart of the Sovereign towards the right hand of the throne of Thy name, the All-Merciful. Supply him then, O My God, with a portion of that goodly sustenance which hath descended from the heaven of Thy generosity and the clouds of Thy mercy, that he may forsake his all and turn unto the court of Thy favour. Aid him, O My God, to assist Thy Cause and to exalt Thy Word amidst Thy creatures. Strengthen him, then, with the hosts of the seen and the unseen, that he may subdue every city in Thy Name, and hold sway, through Thy sovereignty and might, over all that dwell on earth, O Thou in Whose hand is the kingdom of creation! Thou, verily, art the Supreme Ordainer in both the beginning and the end. No God is there but Thee, the Most Powerful, the All-Glorious, the All-Wise.\n\nSo grossly hath Our Cause been misrepresented before thy royal presence that, if some unseemly act be committed by but one of this people, it is portrayed as being prompted by their beliefs. By Him besides Whom there is none other God! This Servant hath refused even to sanction the commission of reproved actions, how much less those which have been explicitly prohibited in the Book of God.\n\nGod hath forbidden unto men the drinking of wine, and this prohibition hath been revealed and recorded in His Book. In spite of this, and of the fact that the learned doctors of the age—may God increase their numbers!—have all prohibited the people from such a wretched act, there still remain some who commit it. The punishment which this act entaileth, however, applieth only to its heedless perpetrators, whilst those noble manifestations of supreme sanctity remain exalted above and exempt from all blame. Yea, the whole creation, both seen and unseen, beareth witness unto their holiness.\n\nYea, these servants regard the one true God as He Who “doeth as He willeth” and “ordaineth as He pleaseth”. Thus they view not as impossible the continued appearance in the contingent world of the Manifestations of His Unity. Should anyone hold otherwise, how would he be different from those who believe the hand of God to be “chained up”? And if the one true God—glorified be His mention!—be indeed regarded as unconstrained, then whatever Cause that Ancient King may please to manifest from the wellspring of His Command must be embraced by all. No refuge is there for anyone and no haven to hasten unto save God; no protection is there for any soul and no shelter to seek except in Him.\n\nThe essential requirement for whoso advanceth a claim is to support his assertions with clear proofs and testimonies. Beyond this, the rejection of the people, whether learned or ignorant, hath never been, nor shall it ever be, of any consequence. The Prophets of God, those Pearls of the ocean of Divine Unity and the Repositories of Divine Revelation, have ever been the object of men’s repudiation and denial. Even as He saith: “Each nation hath plotted darkly against their Messenger to lay violent hold on Him, and disputed with vain words to invalidate the truth.” And again: “No Messenger cometh unto them but they laugh Him to scorn.”\n\nConsider the dispensation of Him Who is the Seal of the Prophets and the King of the Chosen Ones—may the souls of all mankind be offered up for His sake! After the Daystar of Truth dawned above the horizon of Ḥijáz, how great were the cruelties which the exponents of error inflicted upon that incomparable Manifestation of the All-Glorious! Such was their heedlessness that they regarded every injury inflicted upon that sacred Being as ranking among the greatest of all acts, and constituting a means of attainment unto God, the Most High. For in the early years of His mission the divines of that age, both Christian and Jewish, turned away from that Daystar of the heaven of glory, whereupon all people, high and low alike, bestirred themselves to extinguish the light of that Luminary of the horizon of inner meanings. The names of all these divines have been mentioned in the books of old; among them are Wahb ibn-i-Ráhib, Ka‘b ibn-i-Ashraf, ‘Abdu’lláh-i-Ubayy, and others of their like.\n\nFinally, matters came to such a pass that these men took counsel together and conspired to shed His pure blood, even as God—glorified be His mention!—saith: “And remember when the disbelievers schemed against Thee, that they might lay hold upon Thee, or slay Thee, or cast Thee out; and so they schemed, and God schemed, and God, verily, is the best of schemers.” Again He saith: “But if their opposition be grievous to Thee—if Thou canst, seek out an opening into the earth or a ladder into heaven and bring to them a sign; yet if God wished, He could gather them unto true guidance; be Thou not, then, of the ignorant.” By God! The hearts of His favoured ones are consumed at the purport of these two blessed verses. Such established and undisputed facts have been forgotten, and no one hath paused to reflect, in days past or in this day, upon the things that have prompted men to turn away from the Revealers of the light of God at the time of their manifestation.\n\nLikewise, before the appearance of the Seal of the Prophets, consider Jesus, the Son of Mary. When that Manifestation of the All-Merciful revealed Himself, all the divines charged that Quintessence of faith with impiety and rebellion. Eventually, with the sanction of Annas, the most learned of the divines of His day, and Caiaphas, the high priest, His blessed person was made to suffer that which the pen is ashamed to mention and powerless to describe. The wide world in all its vastness could no longer contain Him, until at last God raised Him up unto heaven.\n\nWere a detailed account of all the Prophets to be given here, We fear that it might lead to weariness. The doctors of the Torah in particular assert that no independent Prophet will come after Moses with a new Law. They maintain that a Scion of the House of David shall be made manifest Who will promulgate the Law of the Torah, and help establish and enforce its commandments throughout the East and the West.\n\nThe followers of the Gospel, likewise, hold as impossible that the Bearer of a new Revelation should again shine forth from the dayspring of the Will of God after Jesus, Son of Mary—peace be upon Him! In support of this contention, they adduce the following verse from the Gospel: “Heaven and earth shall pass away, but the words of the Son of Man shall never pass away.” They maintain that neither the teachings nor the commandments of Jesus—peace be upon Him!—may ever be altered.\n\nAt one point in the Gospel, He saith: “I go away, and come again.” Again in the Gospel of John, He hath foretold the advent of a Comforter who shall come after Him. In the Gospel of Luke, moreover, a number of signs and portents have been mentioned. Certain divines of that Faith, however, have interpreted these utterances after their own fancy, and have thus failed to grasp their true significance.\n\nO would that thou wouldst permit Me, O Sháh, to send unto thee that which would cheer the eyes, and tranquillise the souls, and persuade every fair-minded person that with Him is the knowledge of the Book. Certain persons, incapable of answering the objections raised by their opponents, claim that the Torah and the Gospel have been corrupted, whereas in reality the references to such corruption pertain only to specific cases. But for the repudiation of the foolish and the connivance of the divines, I would have uttered a discourse that would have thrilled and carried away the hearts unto a realm from the murmur of whose winds can be heard: “No God is there but He!” For the present, however, since the season is not ripe, the tongue of My utterance hath been stilled and the wine of exposition sealed up until such time as God, through the power of His might, shall please to unseal it. He, verily, is the Almighty, the Most Powerful.\n\nPraise be unto Thee, O Lord My God! I ask Thee by Thy Name, through which Thou hast subdued all who are in the heavens and all who are on the earth, to protect the lamp of Thy Cause within the globe of Thine omnipotence and Thy bountiful favour, lest it be exposed to the blasts of denial from those who remain heedless of the mysteries of Thy name, the Unconstrained. Increase, then, by the oil of Thy wisdom, the radiance of its light. Thou, verily, hast power over all the dwellers of Thine earth and of Thy heaven.\n\nI implore Thee, O My Lord, by that most exalted Word which hath struck terror into the hearts of all who are in the heavens and on the earth, save only those who have taken fast hold of Thy Sure Handle, not to abandon Me amidst Thy creatures. Lift Me up, then, unto Thyself, cause Me to enter beneath the shadow of Thy mercy, and give Me to drink of the pure wine of Thy providence, that I may dwell within the tabernacle of Thy majesty and beneath the canopy of Thy favour. Potent art Thou to do what pleaseth Thee. Thou, verily, art the Help in Peril, the Self-Subsisting.\n\nO King! The lamps of equity have been extinguished, and the fire of tyranny hath so blazed on every side that My people have been led as captives from Zawrá’ to Mosul, known as Ḥadbá’. This is not the first outrage that hath been suffered in the path of God. It behoveth every soul to consider and call to mind that which befell the kindred of the Prophet when the people took them captive and brought them unto Damascus, known as Fayḥá’. Amongst them was the prince of them that worship God, the mainstay of such as have drawn nigh unto Him, and the sanctuary of those who long for His presence—may the life of all else be a sacrifice unto him!\n\nThey were asked: “Are ye of the party of the Seceders?” He replied: “Nay, by the Lord Almighty. We are but servants who have believed in God and in His verses. Through us the countenance of faith hath beamed with joy. Through us the sign of the All-Merciful hath shone forth. At the mention of our names the desert of Baṭḥá hath overflowed with water and the darkness separating earth and heaven hath been dispelled.”\n\n“Have ye forbidden”, they were asked, “that which God hath made lawful, or allowed that which He hath forbidden?” “We were the first to follow the divine commandments”, he answered. “We are the root and origin of His Cause, the beginning of all good and its end. We are the sign of the Ancient of Days and the source of His remembrance amongst the nations.”\n\nThey were asked: “Have ye forsaken the Qur’án?” “In our House”, he replied, “did the All-Merciful reveal it. We are the breezes of the All-Glorious amidst His creation. We are the streams that have branched out from the Most Great Ocean, through which God hath revived the earth, and through which He shall revive it again after it hath died. Through us His signs have been diffused, His proofs revealed, and His tokens disclosed. With us is the knowledge of His hidden meanings and His untold mysteries.”\n\n“For what crime have ye been punished?” they were asked. “For our love of God”, he made reply, “and for our detachment from aught else save Him.”\n\nWe have not related his exact words—peace be upon him!—but rather have We imparted a sprinkling from that ocean of life eternal that lieth enshrined within them, that those who hearken thereunto may be quickened and made aware of what hath befallen the trusted ones of God at the hands of a lost and wayward generation. We see the people in this day censuring the oppressors of bygone ages, whilst they themselves commit yet greater wrongs and know it not!\n\nGod beareth Me witness that My purpose hath not been to foment sedition, but to purify His servants from whatsoever hath prevented them from drawing nigh unto Him, the Lord of the Day of Reckoning. I was asleep upon My couch, when lo, the breezes of My Lord, the All-Merciful, passed over Me, awoke Me from My slumber, and bade Me lift up My voice betwixt earth and heaven. This thing is not from Me, but from God. Unto this testify the dwellers of His Dominion and of His Kingdom, and the inhabitants of the cities of His unfading glory. By Him Who is the Truth! I fear no tribulation in His path, nor any affliction in My love for Him and in the way of His good pleasure. Verily God hath made adversity as a morning dew upon His green pasture, and a wick for His lamp which lighteth earth and heaven.\n\nShall a man’s wealth endure forever, or protect him from the One Who shall, erelong, seize him by his forelock? Gazing upon those who sleep beneath the gravestones, embosomed in the dust, could one ever distinguish the sovereign’s crumbling skull from the subject’s mouldering bones? Nay, by Him Who is the King of kings! Could one discern the lord from the vassal, or those that enjoyed wealth and riches from those who possessed neither shoes nor mat? By God! Every distinction hath been erased, save only for those who upheld the right and who ruled with justice.\n\nWhither are gone the learned men, the divines and potentates of old? What hath become of their discriminating views, their shrewd perceptions, their subtle insights and sage pronouncements? Where are their hidden coffers, their flaunted ornaments, their gilded couches, their rugs and cushions strewn about? Gone forever is their generation! All have perished, and, by God’s decree, naught remaineth of them but scattered dust. Exhausted is the wealth they gathered, dispersed the stores they hoarded, dissipated the treasures they concealed. Naught can now be seen but their deserted haunts, their roofless dwellings, their uprooted tree-trunks, and their faded splendour. No man of insight will let wealth distract his gaze from his ultimate objective, and no man of understanding will allow riches to withhold him from turning unto Him Who is the All-Possessing, the Most High.\n\nWhere is he who held dominion over all whereon the sun shineth, who lived extravagantly on earth, seeking out the luxuries of the world and of all that hath been created upon it? Where is the commander of the swarthy legion and the upraiser of the golden standard? Where is the ruler of Zawrá’, and where the tyrant of Fayḥá’? Where are those before whose munificence the treasure-houses of the earth shrank in shame, and at whose largesse and swelling spirit the very ocean was abashed? Where is he who stretched forth his arm in rebellion, and who turned his hand against the All-Merciful?\n\nWhere are they who went in quest of earthly pleasures and the fruits of carnal desires? Whither are fled their fair and comely women? Where are their swaying branches, their spreading boughs, their lofty mansions, their trellised gardens? And what of the delights of these gardens—their exquisite grounds and gentle breezes, their purling streams, their soughing winds, their cooing doves and rustling leaves? Where now are their resplendent morns and their brightsome countenances wreathed in smiles? Alas for them! All have perished and are gone to rest beneath a canopy of dust. Of them one heareth neither name nor mention; none knoweth of their affairs, and naught remaineth of their signs.\n\nWhat! Will the people dispute then that whereof they themselves stand witness? Will they deny that which they know to be true? I know not in what wilderness they roam! Do they not see that they are embarked upon a journey from which there is no return? How long will they wander from mountain to valley, from hollow to hill? “Hath not the time come for those who believe to humble their hearts at the mention of God?” Blessed is he who hath said, or now shall say, “Yea, by my Lord! The time is come and the hour hath struck!”, and who, thereafter, shall detach himself from all that hath been, and deliver himself up entirely unto Him Who is the Possessor of the universe and the Lord of all creation.\n\nAnd yet, what hope! For naught is reaped save that which hath been sown, and naught is taken up save that which hath been laid down, unless it be through the grace and bestowal of the Lord. Hath the womb of the world yet conceived one whom the veils of glory shall not hinder from ascending unto the Kingdom of his Lord, the All-Glorious, the Most High? Is it yet within us to perform such deeds as will dispel our afflictions and draw us nigh unto Him Who is the Causer of causes? We beseech God to deal with us according to His bounty, and not His justice, and to grant that we may be of those who have turned their faces unto their Lord and severed themselves from all else.\n\nI have seen, O Sháh, in the path of God what eye hath not seen nor ear heard. Mine acquaintances have repudiated Me, and My pathways have been straitened. The fount of well-being hath run dry, and the bower of ease hath withered. How numerous the tribulations which have rained, and will soon rain, upon Me! I advance with My face set towards Him Who is the Almighty, the All-Bounteous, whilst behind Me glideth the serpent. Mine eyes have rained down tears until My bed is drenched.\n\nI sorrow not for Myself, however. By God! Mine head yearneth for the spear out of love for its Lord. I never passed a tree, but Mine heart addressed it saying: “O would that thou wert cut down in My name, and My body crucified upon thee, in the path of My Lord!”, for I see the people wandering distraught and unconscious in their drunken stupor. They have raised on high their passions and set down their God. Methinks they have taken His Cause for a mockery and regard it as a play and pastime, believing all the while that they do well, and that they dwell securely in the citadel of safety. Howbeit the matter is not as they fondly imagine: Tomorrow shall they behold that which today they are wont to deny!\n\nErelong shall the exponents of wealth and power banish Us from the land of Adrianople to the city of ‘Akká. According to what they say, it is the most desolate of the cities of the world, the most unsightly of them in appearance, the most detestable in climate, and the foulest in water. It is as though it were the metropolis of the owl, within whose precincts naught can be heard save the echo of its cry. Therein have they resolved to imprison this Youth, to shut against our faces the doors of ease and comfort, and to deprive us of every worldly benefit throughout the remainder of our days.\n\nBy God! Though weariness lay Me low, and hunger consume Me, and the bare rock be My bed, and My fellows the beasts of the field, I will not complain, but will endure patiently as those endued with constancy and firmness have endured patiently, through the power of God, the Eternal King and Creator of the nations, and will render thanks unto God under all conditions. We pray that, out of His bounty—exalted be He—He may release, through this imprisonment, the necks of men from chains and fetters, and cause them to turn, with sincere faces, towards His face, Who is the Mighty, the Bounteous. Ready is He to answer whosoever calleth upon Him, and nigh is He unto such as commune with Him. We further beseech Him to make of this darksome tribulation a shield for the Temple of His Cause, and to protect it from the assault of sharpened swords and pointed daggers. Adversity hath ever given rise to the exaltation of His Cause and the glorification of His Name. Such hath been God’s method carried into effect in centuries and ages past. That which the people now fail to apprehend they shall erelong discover, on that day when their steeds shall stumble and their finery be folded up, their blades blunted and their feet made to falter.\n\nI know not how long they shall spur on the charger of self and passion and rove in the wilderness of error and negligence! Shall either the pomp of the mighty or the wretchedness of the abased endure? Shall he who reposeth upon the loftiest seat of honour, who hath attained the pinnacle of might and glory, abide forever? Nay, by My Lord, the All-Merciful! All on earth shall pass away, and there remaineth alone the face of My Lord, the All-Glorious, the Most Bountiful.\n\nWhat armour hath not been pierced by the arrow of destruction, and what regal brow not divested by the hand of Fate? What fortress hath withstood the approach of the Messenger of Death? What throne hath not been shattered to pieces, what palace not reduced to rubble? Could the people but taste that choice Wine of the mercy of their Lord, the Almighty, the All-Knowing, which lieth in store for them in the world beyond, they would assuredly cease their censure, and seek only to win the good pleasure of this Youth. For now, however, they have hidden Me behind a veil of darkness, whose fabric they have woven with the hands of idle fancy and vain imagination. Erelong shall the snow-white hand of God rend an opening through the darkness of this night and unlock a mighty portal unto His City. On that Day shall the people enter therein by troops, uttering what the blamers aforetime exclaimed, that there shall be made manifest in the end that which appeared in the beginning.\n\nIs it their wish to tarry here when already they have one foot in the stirrup? Look they to return, once they are gone? Nay, by Him Who is the Lord of Lords! save on the Day of Judgement, the Day whereon the people shall arise from their graves and be asked of their legacy. Well is it with him who shall not be weighted down with his burdens on that Day, the Day whereon the mountains shall pass away and all shall gather to be questioned in the presence of God, the Most Exalted. Stern, indeed, is He in punishing!\n\nWe beseech God to purge the hearts of certain divines from rancour and enmity, that they may look upon matters with an eye unbeclouded by contempt. May He raise them up unto so lofty a station that neither the attractions of the world, nor the allurements of authority, may deflect them from gazing upon the Supreme Horizon, and that neither worldly benefits nor carnal desires shall prevent them from attaining that Day whereon the mountains shall be reduced to dust. Though they now rejoice in the adversity that hath befallen Us, soon shall come a day whereon they shall lament and weep. By My Lord! Were I given the choice between, on the one hand, the wealth and opulence, the ease and comfort, the honour and glory which they enjoy, and, on the other, the adversities and trials which are Mine, I would unhesitatingly choose My present condition and would refuse to barter a single atom of these hardships for all that hath been created in the world of being.\n\nBut for the tribulations that have touched Me in the path of God, life would have held no sweetness for Me, and Mine existence would have profited Me nothing. For them who are endued with discernment, and whose eyes are fixed upon the Sublime Vision, it is no secret that I have been, most of the days of My life, even as a slave, sitting under a sword hanging on a thread, knowing not whether it would fall soon or late upon him. And yet, notwithstanding all this We render thanks unto God, the Lord of the worlds, and yield Him praise at all times and under all conditions. He, verily, standeth witness over all things.\n\nWe beseech God to extend wide His shadow, that the true believers may hasten thereunto and that His sincere lovers may seek shelter therein. May He bestow upon men blossoms from the bowers of His grace and stars from the horizon of His providence. We pray God, moreover, to graciously aid the King to do His will and pleasure, and to confirm him in that which shall draw him nigh unto the Dayspring of God’s most excellent names, so that he may not give countenance to the injustice he witnesseth, may look upon his subjects with the eye of loving-kindness, and shield them from oppression. We further beseech God, exalted be He, to gather all mankind around the Gulf of the Most Great Ocean, an ocean every drop of which proclaimeth that He is the Harbinger of joy unto the world and the Quickener of all its peoples. Praise be to God, the Lord of the Day of Reckoning!\n\nAnd finally We beseech God, exalted be His glory, to enable thee to aid His Faith and turn towards His justice, that thou mayest judge between the people even as thou wouldst judge between thine own kindred, and mayest choose for them that which thou choosest for thine own self. He, verily, is the All-Powerful, the Most Exalted, the Help in Peril, the Self-Subsisting."
      ]
    ],
    "will-testament-abdul-baha": [
      ["flight into the Celestial", "flight unto the Celestial"],
      ["seest all things weeping me", "seest all things weeping over me"]
    ]
  },
  "shoghi-effendi": {
    "advent-divine-justice": [
      [
        "good of the world and the happiness",
        "good of the world and happiness"
      ],
      ["the influence from such an", "the influence flowing from such an"],
      ["erring.” “The day is", "erring.” “The day, however, is"],
      ["The world, its vanities and", "The world and its vanities and"],
      ["could comprehend it. Wash", "could comprehend it. Cleanse"],
      ["Such an one indeed is", "Such a one, indeed, is"],
      ["bloweth upon all regions", "bloweth upon all the regions"],
      ["colors are acceptable unto Him", "colors are acceptable to Him"],
      [
        "preference for any soul, in the realm",
        "preferment for any soul in the dominion"
      ],
      ["variety in forms and coloring", "variety in forms and colorings"],
      ["creative Wisdom and hath a", "creative wisdom and has a"],
      ["of a different race and color", "of different race and color"],
      ["the colored and white will", "the colored and whites will"],
      ["You must attach great importance", "Attach great importance"],
      ["Indians, the original inhabitants of", "indigenous population of"],
      [
        "Revelation of Muḥammad, were like savages",
        "Mission of Muḥammad, were like unto savages"
      ],
      [
        "When the Muḥammadan Light shone forth in their midst, they became so enkindled that they shed illumination upon the world. Likewise, should these Indians be educated and properly guided, there can be no doubt that through the Divine teachings they will become so enlightened that the whole earth will be illumined.",
        "When the light of Muḥammad shone forth in their midst, however, they became so radiant as to illumine the world. Likewise, these Indians, should they be educated and guided, there can be no doubt that they will become so illumined as to enlighten the whole world."
      ],
      [
        "“The ills,” ‘Abdu’l-Bahá, writing as far back as two decades ago, has prophesied, “from which the world now suffers will multiply; the gloom which envelops it will deepen. The Balkans will remain discontented. Its restlessness will increase. The vanquished Powers will continue to agitate. They will resort to every measure that may rekindle the flame of war. Movements, newly born and worldwide in their range, will exert their utmost for the advancement of their designs. The Movement of the Left will acquire great importance. Its influence will spread.”",
        "“This darkness,” ‘Abdu’l-Bahá, writing as far back as two decades ago, has prophesied, “shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain restless, and its condition will aggravate. The vanquished will not keep still, but will seize every means to kindle anew the flame of war. Modern universal movements will do their utmost to carry out their purpose and intentions. The Movement of the Left will acquire great importance, and its influence will spread.”"
      ],
      [
        "He will, erelong, out of the Bosom of Power, draw forth the",
        "Erelong shall God draw forth, out of the bosom of power, the"
      ],
      ["and on earth, suffice", "and on the earth, suffice"],
      [
        "The eye of God’s loving-kindness will be turned towards it, and it shall become the manifestation of the favors of the All-Glorious.",
        "It shall become the object of the glance of Providence, and shall show forth the bounties of the All-Glorious."
      ],
      [
        "upon thee, and be thou of them that truly believe. And should anyone reject thy offer, turn thou away from him, and put thy trust and confidence in the Lord of all worlds.",
        "unto thee, and be thou of them that truly believe. And should anyone reject thine offer, turn thou away from him, and put thy trust and confidence in the Lord, thy God, the Lord of all worlds."
      ],
      ["how my soul gloweth", "how my soul glows"],
      ["is propagated throughout", "is propagated through"],
      ["fail to “propagate through", "fail to propagate “through"],
      [
        "If the veil be lifted, and the full glory of the station of those who have turned wholly towards God, and in their love for Him renounced the world, be made manifest, the entire creation would be dumbfounded.",
        "If the veil were lifted, and the full glory of the station of those that have turned wholly towards God, and have, in their love for Him, renounced the world, were made manifest, the entire creation would be dumbfounded."
      ],
      ["on earth, and the glory of the", "on the earth, and the glory of the"],
      [
        "unity of mankind. May it be the first to unfurl",
        "universality of mankind. May it be the first to upraise"
      ],
      ["For America hath developed", "For America has developed"],
      ["The American nation is equipped", "This American nation is equipped"]
    ],
    "bahai-administration": [
      ["and fidelity to His Cause", "and fidelity to His Cause."],
      ["House of Justice (i.e.,", "Houses of Justice (i.e.,"],
      ["be offered for His loved ones", "be offered up for His loved ones"],
      ["stronghold of Thy Cause", "stronghold of Thy care"],
      ["days and night in promoting", "days and nights in promoting"],
      ["gold, would he seize", "gold, will he seize"],
      ["you attract them to yourself", "you attract them to yourselves"],
      ["just and show your fidelity", "just and to show your fidelity"],
      ["his particular convictions", "his particular conviction"],
      ["number it does not matter", "number it doth not matter"],
      ["favor of those who he is", "favor of those whom he is"],
      ["ourselves from all beside Thee", "ourselves from all besides Thee"],
      ["the Standards of Thy exalted", "the Standards of Thine exalted"],
      ["flowing from Thy all-glorious", "flowing from Thine all-glorious"],
      ["assisted by grace from on", "assisted by His grace from on"],
      ["integrity of our characters, can", "integrity of our character, can"],
      ["and execution of spiritual", "and extension of spiritual"],
      ["early state of our work", "early stage of our work"],
      ["spurred by those reflections", "spurred by these reflections"],
      ["considerations of numbers, or", "considerations of number, or"],
      ["the limitations of our", "the limitation of our"],
      ["friends and kindreds. No", "friends and kindred. No"],
      ["standard of His domination", "standard of His Dominion"],
      [
        "Gradually whatsoever is latent in the innermost of this Holy Cycle shall",
        "Whatsoever is latent in the innermost of this Holy Cycle shall gradually"
      ],
      ["the greatest benefits and", "the greatest benefit and"],
      ["of the slanderer affects not", "of the slanderer affecteth not"]
    ],
    "citadel-faith": [
      [
        "“The ills from which the world now suffers,” He wrote, “will multiply; the gloom which envelops it will deepen. The Balkans will remain discontented. Its restlessness will increase. The vanquished powers will continue to agitate. They will resort to every measure that may rekindle the flame of war. Movements, newly born and world-wide in their range, will exert their utmost effort for the advancement of their designs. The Movement of the Left will acquire great importance. Its influence will spread.”",
        "“This darkness,” He wrote, “shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain restless, and its condition will aggravate. The vanquished will not keep still, but will seize every means to kindle anew the flame of war. Modern universal movements will do their utmost to carry out their purpose and intentions. The Movement of the Left will acquire great importance, and its influence will spread.”"
      ],
      ["resist His Faith? No, by Him", "resist His Faith? Nay, by Him"],
      ["racialism, ecclesiasticism", "racialism and ecclesiasticism"],
      ["in diverse theaters and in", "in divers theaters and in"],
      ["how my soul gloweth", "how my soul glows"],
      ["Kazakhstan, Macao Island", "Kazakhstan, Macau Island"],
      ["spiritual forbears have", "spiritual forebears have"],
      ["their spiritual forbears", "their spiritual forebears"]
    ],
    "god-passes-by": [
      ["so brief an interval", "so brief a span"],
      ["revealed in the Bayán is but", "exalted in the Bayán is but as"],
      [
        "unity of mankind. May it be the first to unfurl",
        "universality of mankind. May it be the first to upraise"
      ],
      ["even as a loadstone", "even as a lodestone"],
      ["means of order to be", "means of order be"]
    ],
    "promised-day-come": [
      [
        "“Movements,” is the warning sounded by ‘Abdu’l‑Bahá, “newly born and worldwide in their range, will exert their utmost effort for the advancement of their designs. The Movement of the Left will acquire great importance. Its influence will spread.”",
        "“Modern universal movements,” is the warning sounded by ‘Abdu’l-Bahá, “will do their utmost to carry out their purpose and intentions. The Movement of the Left will acquire great importance, and its influence will spread.”"
      ],
      ["century of light—has been", "century of light—hath been"],
      ["guise of the shepherd", "guise of shepherds"],
      ["fixed a time for you, O people!", "a fixed time for you, O people."],
      [
        "Let not a man glory in that he loves his country; let him rather glory in this, that he loves his kind.",
        "Let not man glory in this that he loveth his country, let him rather glory in this that he loveth his kind."
      ],
      ["and you shall have another", "and ye shall have another"],
      ["and you shall have another", "and ye shall have another"],
      [
        "may become the upholders of one order",
        "become the upholders of one Order"
      ],
      ["immense My forebearance", "immense My forbearance"],
      ["philoprogenetive", "philoprogenitive"]
    ],
    "decisive-hour": [
      ["hope which ‘Abdu’l‑Bahá", "hope, therefore, which ‘Abdu’l-Bahá"],
      ["and privilege is to guard", "and privilege it is to guard"],
      ["divers and challenging. Our", "diverse and challenging. Our"]
    ],
    "world-order-bahaullah": [
      [
        "“The ills from which the world now suffers,” wrote ‘Abdu’l‑Bahá in January, 1920, “will multiply; the gloom which envelops it will deepen. The Balkans will remain discontented. Its restlessness will increase. The vanquished Powers will continue to agitate. They will resort to every measure that may rekindle the flame of war. Movements, newly-born and world-wide in their range, will exert their utmost effort for the advancement of their designs. The Movement of the Left will acquire great importance. Its influence will spread.”",
        "“This darkness,” wrote ‘Abdu’l-Bahá in January, 1920, “shall never vanish, these chronic diseases shall never be healed; nay, they shall grow fiercer from day to day. The Balkans will remain restless, and its condition will aggravate. The vanquished will not keep still, but will seize every means to kindle anew the flame of war. Modern universal movements will do their utmost to carry out their purpose and intentions. The Movement of the Left will acquire great importance, and its influence will spread.”"
      ],
      [
        "though created whole and perfect, has been afflicted, through divers causes, with grave ills and maladies. Not for one day did it rest, nay its sicknesses waxed more severe, as it fell under the treatment of unskilled physicians who have spurred on the steed of their worldly desires and have erred grievously.",
        "though at its creation whole and perfect, hath been afflicted, through various causes, with grave disorders and maladies. Not for one day did it gain ease, nay its sickness waxed more severe, as it fell under the treatment of ignorant physicians, who gave full rein to their personal desires and have erred grievously."
      ],
      [
        "Consider these days in which the Ancient Beauty, He Who is the Most Great Name, hath been sent down to regenerate and unify mankind. Behold how with drawn swords they rose against Him, and committed that which caused the Faithful Spirit to tremble. And whenever We said unto them: ‘Lo, the World Reformer is come,’ they made reply: ‘He, in truth, is one of the stirrers of mischief.’",
        "Consider these days in which He Who is the Ancient Beauty hath come in the Most Great Name, that He may quicken the world and unite its peoples. They, however, rose up against Him with sharpened swords, and committed that which caused the Faithful Spirit to lament, until in the end they imprisoned Him in the most desolate of cities, and broke the grasp of the faithful upon the hem of His robe. Were anyone to tell them: ‘The World Reformer is come’, they would answer and say: ‘Indeed it is proven that He is a fomenter of discord!’"
      ],
      ["century of light—has been", "century of light—hath been"],
      ["guidance of the Exalted", "guidance of His Holiness, the Exalted"],
      [
        "He will, ere long, out of the Bosom of Power draw forth the",
        "Erelong shall God draw forth, out of the bosom of power, the"
      ],
      ["nasmuch as the House of Justice", "nasmuch as this House of Justice"],
      ["nasmuch as the House of Justice", "nasmuch as this House of Justice"],
      ["in the world of being", "in this world of being"],
      ["in the world of being", "in this world of being"],
      ["clear and evident how wondrous", "clear and manifest how wondrous"],
      ["clear and evident how wondrous", "clear and manifest how wondrous"],
      ["If the veil be lifted", "If the veil were lifted"],
      [
        "and the full glory of the station of those who have turned wholly towards God, and in their love for Him renounced the world, be made manifest, the entire creation would be dumbfounded.",
        "and the full glory of the station of those that have turned wholly towards God, and have, in their love for Him, renounced the world, were made manifest, the entire creation would be dumbfounded."
      ],
      [
        "unity of mankind. May it be the first to unfurl",
        "universality of mankind. May it be the first to upraise"
      ],
      [
        "Let not a man glory in that he loves his country; let him rather glory in this, that he loves his kind.",
        "Let not man glory in this that he loveth his country, let him rather glory in this that he loveth his kind."
      ],
      ["catch a lightening glimpse", "catch a lightning glimpse"]
    ]
  },
  "the-universal-house-of-justice": {
    "messages": [
      [
        "ON THE OCCASION OF THE CENTENARY COMMEMORATION OF THE ASCENSION OF ‘ABDU’L-BAHÁ",
        "On the Occasion of the Centenary Commemoration of the Ascension of ‘Abdu’l-Bahá"
      ],
      [
        "TO THE FOLLOWERS OF BAHÁ’U’LLÁH IN EVERY LAND",
        "To the Followers of Bahá’u’lláh in Every Land"
      ],
      ["those whom they should serve", "those whom they serve"],
      ["those whom they should serve", "those whom they serve"],
      ["of glory, and will aid", "of glory, and shall aid"],
      [
        "though created whole and perfect, has been afflicted, through divers causes, with grave ills and maladies",
        "though at its creation whole and perfect, hath been afflicted, through various causes, with grave disorders and maladies"
      ],
      [
        "unskilled physicians who have spurred on the steed of their worldly",
        "ignorant physicians, who gave full rein to their personal"
      ],
      ["lead in practicing this", "lead in practising this"],
      [
        "So long as these prejudices survive, there will be continuous and fearsome wars.\n\nTo remedy this condition there must be universal peace. To bring this about, a Supreme Tribunal must be established, representative of all governments and peoples; questions both national and international must be referred thereto, and all must carry out the decrees of this Tribunal. Should any government or people disobey, let the whole world arise against that government or people.",
        "So long as these prejudices remain, the dread of war will continue.\n\nThe sole remedy is universal peace. And this is achieved only by the establishment of a supreme Tribunal, representative of all governments and peoples. All national and international problems should be referred to this tribunal, and whatsoever be its decision that should be enforced. Were a government or people to dissent, the world as a whole should rise against it."
      ],
      ["has been laid waste. It has", "hath been laid waste. It hath"],
      ["beauty. Such an one, indeed", "beauty. Such a one, indeed"],
      ["no doubt. You should, therefore", "no doubt. Ye should, therefore"],
      ["grasp and practice it properly", "grasp and practise it properly"],
      ["activities, and ability to", "activities, and the ability to"],
      ["increased as -consciousness", "increased as consciousness"],
      ["institutional -developments", "institutional developments"],
      ["and development of the", "and development of the"],
      ["noted that ther are", "noted that there are"]
    ]
  },
  "official-statements-commentaries": {
    "bahaullah": [
      [
        "every man may testify, in himself, by himself, in the station of the Manifestation of his Lord, that verily there is no God save Him, and that every man may thereby win his way to the summit of realities, until none shall contemplate anything whatsoever but that he shall see God therein.",
        "every man may testify, in himself and by himself, before the Seat of the revelation of his Lord, that there is none other God but Him; and that all may reach that summit of realities where none shall contemplate anything but that he shall perceive God therein."
      ],
      [
        "good of the world and the happiness",
        "good of the world and happiness"
      ],
      ["and you shall have another", "and ye shall have another"],
      ["other station is the station", "other is the station"],
      ["Templers", "Templars"],
      ["Templer", "Templar"]
    ],
    "century-light": [
      [
        "Today nothing but the power of the Word of God which encompasses the realities of things can bring the thoughts, the minds, the hearts and the spirits under the shade of one Tree. He is the potent in all things, the vivifier of souls, the preserver and the controller of the world of mankind.",
        "Naught but the celestial potency of the Word of God, which rules and transcends the realities of all things, is capable of harmonising the divergent thoughts, sentiments, ideas, and convictions of the children of men. Verily, it is the penetrating power in all things, the mover of souls and the binder and regulator in the world of humanity."
      ],
      [
        "All of us know that international peace is good, that it is the cause of life, but volition and action are necessary. Inasmuch as this century is the century of light, capacity for achieving peace has been assured. It is certain that these ideas will be spread among men to such a degree that they will result in action.",
        "All of us know that international peace is good, that it is conducive to human welfare and the glory of man, but volition and action are necessary before it can be established. Action is essential. Inasmuch as this century is a century of light, capacity for action is assured to mankind. Necessarily the divine principles will be spread among men until the time of action arrives."
      ],
      ["world has not experienced", "world has not yet experienced"]
    ],
    "prosperity-humankind": [
      ["collective coming- of-age", "collective coming‑of‑age"],
      ["thought. May each morn", "thought. Let each morn"]
    ],
    "turning-point-all-nations": [
      ["on the commonalties inherent", "on the commonalities inherent"]
    ],
    "aqdas-place-literature": []
  },
  "*": {
    "abha": "abhá",
    "bab": "báb",
    "bayan": "bayán",
    "baha": "bahá",
    "bahai": "bahá’í",
    "bahá’i": "bahá’í",
    "bahá’is": "bahá’ís",
    "bahaullah": "bahá’u’lláh",
    "kitab": "kitáb",
    "ridván": "riḍván",
    "ghusn": "ghuṣn",
    "aghsán": "aghṣán",
    "aghṣan": "aghṣán",
    "mulúk": "múlúk",
    "huqúqu": "ḥuqúqu",
    "hazíratu": "ḥaẓíratu",
    "ḥazíratu": "ḥaẓíratu",

    "llah": "lláh",
    "allah": "alláh",
    "muhammad": "muḥammad",
    "muhammadan": "muḥammadan",
    "muhammadans": "muḥammadans",
    "mohammad": "muḥammad",
    "shah": "sháh",
    "s͟háh": "sháh",
    "shahs": "sháhs",
    "s͟háhs": "sháhs",
    "ḥají": "ḥájí",
    "imam": "imám",
    "islam": "islám",
    "islamic": "islámic",
    "shi‘ih": "shí‘ih",
    "quran": "qur’án",
    "quranic": "qur’ánic",
    "sháykh": "shaykh",
    "sháykhs": "shaykhs",
    "mulla": "mullá",
    "mullas": "mullás",
    "sunni": "sunní",
    "sunnis": "sunnís",
    "hadíth": "ḥadíth",
    "bathá": "baṭḥá",
    "mawlavis": "mawlavís",
    "ka‘bah": "kaaba",
    "ka’bah": "kaaba",

    "fátimih": "fáṭimih",
    "táhirih": "ṭáhirih",
    "ahmad": "aḥmad",
    "kázim": "káẓim",
    "vahíd": "vaḥíd",
    "ibrahim": "ibráhím",
    "mahmud": "maḥmúd",
    "khidr": "khiḍr",
    "rumi": "rúmí",
    "ismā‘īl": "ismá‘íl",
    "naṣír": "náṣir",
    "mufaddál": "mufaḍḍál",
    "mufaḍḍal": "mufaḍḍál",
    "amin": "amín",
    "nabil": "nabíl",
    "maqsúd": "maqṣúd",
    "murtadá": "murtaḍá",
    "ghaffar": "ghaffár",
    "qasim": "qásim",
    "aqásí": "áqásí",
    "fattáḥ": "faṭṭáḥ",
    "hafiz": "ḥáfiẓ",
    "mansur": "manṣúr",
    "manṣur": "manṣúr",
    "mehrabi": "mihrábí",
    "yúsúf": "yúsuf",
    "yusuf": "yúsuf",
    "taqí": "táqí",
    "vakilu": "vakílu",
    "safaví": "ṣafaví",
    "nusayris": "nuṣayrís",
    "abdullah": "abdulláh",
    "balyuzi": "balyúzí",
    "nizámu": "niẓámu",
    "nizám": "niẓám",
    "ḥajíbu": "ḥájibu",
    "sohrab": "sohráb",
    "banani": "banání",
    "muzaffari": "muẓaffari",
    "abbas": "abbás",
    "hujjat": "ḥujjat",
    "rúhíyyih": "rúḥíyyih",
    "rabbani": "rabbání",
    "muhít": "muḥít",
    "aziz": "azíz",
    "kamran": "kámrán",
    "amanat": "amánat",
    "atá": "aṭá",
    "kayhan": "kayhán",
    "hedayat": "hidáyat",
    "kashefi": "káshifí",
    "najafabadi": "najafábádí",
    "zamani": "zamání",
    "sirus": "sírús",
    "zabihi": "dhabíḥí",
    "moghaddam": "muqaddam",
    "hamid": "ḥamíd",
    "nasirizadeh": "naṣírízádih",
    "rohani": "rawḥání",
    "kayvan": "kayván",
    "khalajabadi": "khalajábádí",
    "mitháqí": "mítháqí",
    "mithaqi": "mítháqí",
    "behnam": "bihnám",
    "shahram": "shahrám",
    "reza": "riḍá",
    "hushang": "ḥúshang",
    "arbab": "arbáb",
    "czekus": "czékus",
    "sahba": "ṣahbá",
    "fariborz": "faríburz",
    "iraj": "íraj",
    "zabíḥu": "ẓabíḥu",
    "shirin": "shírín",
    "hádí": "ḥádí",
    "rahmání": "raḥmání",
    "sábirán": "ṣábirán",
    "jabír": "jábir",

    "habib": "ḥabíb",
    "shiraz": "shíráz",
    "shiráz": "shíráz",
    "iṣfahán": "iṣfáhán",
    "isfahan": "iṣfáhán",
    "ádhirbayján": "ádhirbáyján",
    "adhirbáyján": "ádhirbáyján",
    "azerbaijan": "ádhirbáyján",
    "tihrán": "ṭihrán",
    "tihran": "ṭihrán",
    "teheran": "ṭihrán",
    "tehran": "ṭihrán",
    "sád": "ṣád",
    "kurdistan": "kurdistán",
    "baghdad": "baghdád",
    "bag͟hdád": "baghdád",
    "tabriz": "tabríz",
    "tabarsí": "ṭabarsí",
    "thamúd": "thámúd",
    "paran": "párán",
    "jábulsá": "jábulṣá",
    "iran": "írán",
    "iranian": "íránian",
    "iraq": "iráq",
    "iraqi": "iráqí",
    "iraqis": "iráqís",
    "khurasan": "khurásán",
    "k͟hurásání": "khurásání",
    "khurásáni": "khurásání",
    "khurasani": "khurásání",
    "bastámí": "basṭámí",
    "súríyá": "ṣúríyá",
    "najafi": "najafí",
    "khartúm": "khártúm",
    "mamaqání": "mamáqání",
    "tákúr": "tákur",
    "kirmansháh": "kirmánsháh",
    "hamadan": "hamadán",
    "kárkúk": "karkúk",
    "qamsar": "qamṣar",
    "kazímayn": "káẓimayn",
    "barfurúsh": "bárfurúsh",
    "gulpaygan": "gulpáygán",
    "afghanistan": "afghánistán",
    "ardibil": "ardibíl",
    "ahsa": "ahsá",
    "milán": "mílán",
    "sarí": "sárí",
    "sari": "sárí",
    "turkistan": "turkistán",
    "darábí": "dárábí",
    "parsí": "pársí",
    "pahlavi": "pahlaví",
    "baluchistan": "balúchistán",
    "hira": "híra",
    "abádih": "ábádih",
    "birjand": "bírjand",
    "baku": "bákú",
    "galapagòs": "galápagos",
    "jose": "josé",
    "asuncion": "asunciòn",
    "yucatan": "yucatán",
    "valparaiso": "valparaíso",
    "senegal": "sénégal",
    "bahrayn": "baḥrayn",
    "bahrain": "baḥrayn",
    "zaïre": "zaire",

    "suriy": "súriy",
    "surih": "súrih",
    "sûrah": "súrih",
    "súrah": "súrih",
    "surah": "súrih",
    "surihs": "súrihs",
    "sûrahs": "súrihs",
    "súrahs": "súrihs",
    "surahs": "súrihs",
    "ḥin": "ḥín",
    "hín": "ḥín",
    "hin": "ḥín",
    "muharram": "muḥarram",
    "súfí": "ṣúfí",
    "sufi": "ṣúfí",
    "súfís": "ṣúfís",
    "sufis": "ṣúfís",
    "mirza": "mírzá",
    "ustad": "ustád",
    "amir": "amír",
    "mufti": "muftí",
    "sultan": "sulṭán",
    "sultans": "sulṭáns",
    "kalantar": "kalántar",
    "qádís": "qáḍís",
    "qaḍís": "qáḍís",
    "pashas": "páshás",
    "tumans": "túmáns",
    "aqsá": "aqṣá",
    "hasan": "ḥasan",
    "subh": "ṣubḥ",
    "ṣiraṭ": "ṣiráṭ",
    "ṣirát": "ṣiráṭ",
    "bani": "baní",
    "fadl": "faḍl",
    "masiḥ": "masíḥ",
    "mahallih": "maḥallih",
    "ramadán": "ramaḍán",
    "ali": "alí",
    "hossein": "ḥusayn",
    "masha": "mashá",
    "sadru": "ṣadru",
    "anic": "ánic",
    "lawh": "lawḥ"
  }
}
